[{"id": 1439464533916098563, "verified": false, "tweet_text": "@specialXservice I have read that we cannot have herd immunity as the disease is not exclusive to humans.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["specialXservice"], "country": "USA", "text_en": "I have read that we cannot have herd immunity as the disease is not exclusive to humans."}, {"id": 1439463832770920448, "verified": false, "tweet_text": "@youngkrrrr Hoo td aku search amrik mereka baru 54%an gtu. Kalau europe iyakali ya dah herd immunity", "tweet_lang": "in", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["youngkrrrr"]}, {"id": 1439463601194946560, "verified": false, "tweet_text": "demi mempercepat herd immunity\n#6M #VAKSIN https://t.co/usIp33wuSE", "tweet_lang": "in", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["6M", "VAKSIN"]}, {"id": 1439463460543373318, "verified": false, "tweet_text": "@penoxxmoon Kalo engga salah mereka tuh 70% penduduknya udah fully vaksin jadi kemungkinan udah bikin herd immunity", "tweet_lang": "in", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["penoxxmoon"]}, {"id": 1439463038541869058, "verified": false, "tweet_text": "@GTCost Herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["GTCost"], "country": "USA", "text_en": "Herd immunity"}, {"id": 1439462975828467712, "verified": false, "tweet_text": "(*´∀｀*)ノ~☁️Good afternoon~☁️\nเพิ่งมาทักทายค่ะ\nวันนี้ทำงานเป็นส่วนเล็กๆของ herd immunity วันนี้ 488 ฮึบๆๆ💪💪\n#MarminkCGM48\n#cloudforMars https://t.co/pkIKxN0tKl", "tweet_lang": "th", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["MarminkCGM48", "cloudforMars"], "tweet_emoticons": ["☁️", "💪"]}, {"id": 1439462802888925192, "verified": false, "tweet_text": "@wolfblitzer @DrLeanaWen Biden's strategy of \"Herd Immunity\" comes at a terrible cost to our country. It's almost like Trump is still president. How can America have failed so miserably?, we've had over a year and a half to get it together. https://t.co/kPSPlKV3PY", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["wolfblitzer", "DrLeanaWen"], "country": "USA", "text_en": "Biden's strategy of \"Herd Immunity\" comes at a terrible cost to our country. It's almost like Trump is still president. How can America have failed so miserably?, we've had over a year and a half to get it together."}, {"id": 1439462595245842432, "verified": false, "tweet_text": "@_valeriei @CostaLaw @LizaYuzda @jodyvance @L82be I've been saying the U.S. decided to try the \"peasant herd immunity experiment\" route when they stopped pushing masks,no mandates, and opened everything up including school.  \n Nobody except the corrupt would say that makes sense. Cheap, no lockdown political problems=sociopathy.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["_valeriei", "CostaLaw", "LizaYuzda", "jodyvance", "L82be"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I've been saying the U.S. decided to try the \"peasant herd immunity experiment\" route when they stopped pushing masks,no mandates, and opened everything up including school. Nobody except the corrupt would say that makes sense. Cheap, no lockdown political problemsciopathy."}, {"id": 1439462316718886913, "verified": false, "tweet_text": "@welile_ngqobe @AmuFloyd @Enghumbhini It's simple really, SA rate of vaccination is slow and hadn't reached herd immunity, so UK keeps it in the red list...remember a Covid-19 vaccine doesn't render you immune from an infection, UK are just heightening their prevention drive after achieving their herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["welile_ngqobe", "AmuFloyd", "Enghumbhini"], "country": "USA", "text_en": "It's simple really, SA rate of vaccination is slow and hadn't reached herd immunity, so UK keeps it in the red list...remember a Covid-19 vaccine doesn't render you immune from an infection, UK are just heightening their prevention drive after achieving their herd immunity."}, {"id": 1439462298146410500, "verified": false, "tweet_text": "@EricROlson If  210.7 million 63.5% have been vaccinated and 103 million 31% have been infected and have a natural immunity, shouldn't we be past the threshold of herd immunity? Most people who have the natural antibodies or not getting the vaccine because it's not necessary .", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["EricROlson"], "country": "USA", "text_en": "If million %have been vaccinated and million % have been infected and have a natural immunity, shouldn't we be past the threshold of herd immunity? Most people who have the natural antibodies or not getting the vaccine because it's not necessary ."}, {"id": 1439462293855563779, "verified": false, "tweet_text": "@sudhirmehtapune Now everything needs to be open…as it was at the time of pre covid level…\nAs I think Pune has reached the peak…and now herd immunity has been established in Pune !!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["sudhirmehtapune"], "country": "USA", "text_en": "Now everything needs to be openas it was at the time of pre covid level As I think Pune has reached the peakand now herd immunity has been established in Pune !!!!"}, {"id": 1439462190390644737, "verified": false, "tweet_text": "@Davidnobles @mattwasfunny What about seen immunity? I seen people having immunity after being vaccinated also didn’t some countries try herd immunity and it failed? The an attempt at herd immunity would likely require a community isolating itself and likely a few deaths. Vaccines are way more viable.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Davidnobles", "mattwasfunny"], "country": "USA", "text_en": "What about seen immunity? I seen people having immunity after being vaccinated also didnt some countries try herd immunity and it failed? The an attempt at herd immunity would likely require a community isolating itself and likely a few deaths. Vaccines are way more viable."}, {"id": 1439461936823889924, "verified": false, "tweet_text": "Just out: A wide-ranging conversation between me and  @ThomasEWoods on the southern summer case spike, herd immunity, what the vax can and can't do, and why mandates are bad for public health.\n\nhttps://t.co/76b8lTAkJV", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ThomasEWoods"], "tweet_urls": ["https://t.co/76b8lTAkJV"], "country": "USA", "text_en": "Just out: A wide-ranging conversation between me and on the southern summer case spike, herd immunity, what the vax can and can't do, and why mandates are bad for public health."}, {"id": 1439461856813461508, "verified": false, "tweet_text": "@iscel @hyligon @JamieStiehm @aletweetsnews Bro, you could vaccinate entire planet right now &amp; that wouldn’t change a thing. Sooner you adjust to accept that Covid is fact of life that will be with us - like flu - from now until the end of time, the better. Eventually, we will reach herd immunity but not for 5-10 years.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["iscel", "hyligon", "JamieStiehm", "aletweetsnews"], "country": "USA", "text_en": "Bro, you could vaccinate entire planet right now &amp; that wouldnt change a thing. Sooner you adjust to accept that Covid is fact of life that will be with us - like flu - from now until the end of time, the better. Eventually, we will reach herd immunity but not for -10 years."}, {"id": 1439461852577103872, "verified": false, "tweet_text": "Kenapa Harus Takut? Vaksin untuk Herd Immunity https://t.co/wfLOpLh8Ve", "tweet_lang": "in", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/wfLOpLh8Ve"]}, {"id": 1439461849272049665, "verified": false, "tweet_text": "@Shashie08 @hwendec Where did you get the notion that only the rich can donate? Just yesterday Zim donated vaccines to Namibia but we are drowning in poverty. We haven't even achieved herd immunity ourselves.\nBesides, donating is not all about money. I think any Prof ought to appreciate this.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Shashie08", "hwendec"], "country": "USA", "text_en": "Where did you get the notion that only the rich can donate? Just yesterday Zim donated vaccines to Namibia but we are drowning in poverty. We haven't even achieved herd immunity ourselves. Besides, donating is not all about money. I think any Prof ought to appreciate this."}, {"id": 1439461765872447488, "verified": false, "tweet_text": "Herd immunity HASHTAG is blocked on #Instagram \n\nTHIS CENSORING IS OUTAHAND", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Instagram"], "country": "USA", "text_en": "Herd immunity HASHTAG is blocked on THIS CENSORING IS OUTAHAND"}, {"id": 1439461568685621252, "verified": false, "tweet_text": "@MJIBrown It's probably sensible to use (slightly) pessimistic assumptions (but, the discussion of assumptions actually indicates little pessimism!)  \n\nBut simple sanity checks, such as comparison to expectations for herd-immunity limits, suggest it is very pessimistic. https://t.co/ykNSXgU94V", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["MJIBrown"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "It's probably sensible to use (slightly) pessimistic assumptions (but, the discussion of assumptions actually indicates little pessimism!) But simple sanity checks, such as comparison to expectations for herd-immunity limits, suggest it is very pessimistic."}, {"id": 1439461443661860866, "verified": false, "tweet_text": "@postnet92 @princeuthmon That’s good! Until covid is over and we reach herd immunity I agree with that. I’m going to Austin tomorrow where it’s mandatory to show a vaccine card and wear a mask for this movie screening I’m going to with my mom. Wish more places in Texas would do that! 😷", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["postnet92", "princeuthmon"], "tweet_emoticons": ["😷"], "country": "USA", "text_en": "Thats good! Until covid is over and we reach herd immunity I agree with that. Im going to Austin tomorrow where its mandatory to show a vaccine card and wear a mask for this movie screening Im going to with my mom. Wish more places in Texas would do that!"}, {"id": 1439461382513070084, "verified": false, "tweet_text": "@matoots57 Insane. So my double vaxxed parents &amp; I can’t have a cuppa together still? Even at 80% double dose (Nov 5th) there are STILL huge restrictions to businesses (density limits, etc). If herd immunity is supposed to be achievable at 80% why should there be ANY restrictions at all? 🤦🏼‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["matoots57"], "tweet_emoticons": ["🤦🏼‍♀️"], "country": "USA", "text_en": "Insane. So my double vaxxed parents &amp; I cant have a cuppa together still? Even at % double dose (Nov th) there are STILL huge restrictions to businesses (density limits, etc). If herd immunity is supposed to be achievable at % why should there be ANY restrictions at all?"}, {"id": 1439460633079070720, "verified": false, "tweet_text": "https://t.co/0c2HyV1BeC", "tweet_lang": "und", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/0c2HyV1BeC"]}, {"id": 1439460473791975427, "verified": false, "tweet_text": "@DannyTarkanian According to the official numbers we are not at 64% fully vaccinated here in the US.  If recovered Covid cases amount to only 20% then we should be at herd immunity now.  So what's the problem?  Is the vaccine not providing it's part of herd immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["DannyTarkanian"], "country": "USA", "text_en": "According to the official numbers we are not at % fully vaccinated here in the US. If recovered Covid cases amount to only % then we should be at herd immunity now. So what's the problem? Is the vaccine not providing it's part of herd immunity?"}, {"id": 1439460317650567170, "verified": false, "tweet_text": "@Airisaiia @RBReich We should be using (and always have used) total population % because that's how herd immunity works.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Airisaiia", "RBReich"], "country": "USA", "text_en": "We should be using (and always have used) total population % because that's how herd immunity works."}, {"id": 1439460204836442112, "verified": false, "tweet_text": "@WDEL What will it take to stop all these new/more deadly variants from killing us? Thats an easy answer: Get vaccinated so we can finally achieve Herd Immunity. This is the only way to stop these variants from multiplying.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["WDEL"], "country": "USA", "text_en": "What will it take to stop all these new/more deadly variants from killing us? Thats an easy answer: Get vaccinated so we can finally achieve Herd Immunity. This is the only way to stop these variants from multiplying."}, {"id": 1439460174062833666, "verified": false, "tweet_text": "@FlWatchers @LeslieMedia @se_kear @JerasIkehorn We never reached herd immunity because so many were unvaccinated, and allowed the virus to mutate. So, yes, the unvaccinated caused COVID to stick around and now it will be with us forever. I'm not letting the selfish pricks off the hook.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["FlWatchers", "LeslieMedia", "se_kear", "JerasIkehorn"], "country": "USA", "text_en": "We never reached herd immunity because so many were unvaccinated, and allowed the virus to mutate. So, yes, the unvaccinated caused COVID to stick around and now it will be with us forever. I'm not letting the selfish pricks off the hook."}, {"id": 1439459622570496002, "verified": false, "tweet_text": "I don't hate people who are choosing not to be vaccinated. Actually they simply make me feel a sense of impending doom knowing that we will never be rid of covid, never be able to achieve herd immunity, and they pose a risk to everyone around them and themselves.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "I don't hate people who are choosing not to be vaccinated. Actually they simply make me feel a sense of impending doom knowing that we will never be rid of covid, never be able to achieve herd immunity, and they pose a risk to everyone around them and themselves."}, {"id": 1439459612160245760, "verified": false, "tweet_text": "Herd immunity means that enough people are vaccinated that it becomes hard for the virus to spread to a vaccinated population. The percent of people vaccinated to achieve herd immunity shocked me when I first found out. For a lot of vaccines it is around 90% of the population or", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Herd immunity means that enough people are vaccinated that it becomes hard for the virus to spread to a vaccinated population. The percent of people vaccinated to achieve herd immunity shocked me when I first found out. For a lot of vaccines it is around % of the population or"}, {"id": 1439459610046320640, "verified": false, "tweet_text": "advantage. Vaccines work through herd immunity. This is a term I hear used a lot, but I am not sure if people genuinely get what that means. I don't mean to sound condescending, but the way people talk about vaccination, I don't know if you truly know what that means.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "advantage. Vaccines work through herd immunity. This is a term I hear used a lot, but I am not sure if people genuinely get what that means. I don't mean to sound condescending, but the way people talk about vaccination, I don't know if you truly know what that means."}, {"id": 1439458892187119617, "verified": false, "tweet_text": "Para \"ahli\" mengklaim bahwa jika 70% masyarakat sudah vaksin covid maka akan tercipta herd immunity. Tapi nyatanya yang terjadi malah herd stupidity, negara dengan rate vaksinasi tinggi malah kembali tinggi kasusnya. Belum lagi kebijakan seperti paspor vaksin. Menambah absurd.", "tweet_lang": "in", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439458869718118401, "verified": false, "tweet_text": "Koramil 01/ Menteng  Bersama Tiga Pilar Kelurahan Menteng Libatkan Polkesdim Gelar Vaksinasi \n\nPusat Dalam upaya untuk membentuk Herd Immunity di masa pandemi Covid-19, Koramil 01/Menteng bersama Tiga Pilar melaksanakan kegiatan pendampingan pengamanan Vaksinasi Covid-19 https://t.co/KZA5D8OR6j", "tweet_lang": "in", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439458810469437440, "verified": false, "tweet_text": "@LoyisoNdzimand1 @_AfricanSoil Because many people agreed you got saved by herd immunity like the kids that were born after that era they didn't have to worry about that vaccine", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["LoyisoNdzimand1", "_AfricanSoil"], "country": "USA", "text_en": "Because many people agreed you got saved by herd immunity like the kids that were born after that era they didn't have to worry about that vaccine"}, {"id": 1439458801518792707, "verified": false, "tweet_text": "@IanLabour @bbclaurak @BBCNews Do you consider this a collective denial of death, classism, ageism, fear, a mistaken faith  in herd immunity, or the BBC and others accepting a pro Government narrative?  Its deeply shocking.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["IanLabour", "bbclaurak", "BBCNews"], "country": "USA", "text_en": "Do you consider this a collective denial of death, classism, ageism, fear, a mistaken faith in herd immunity, or the BBC and others accepting a pro Government narrative? Its deeply shocking."}, {"id": 1439458507061927939, "verified": false, "tweet_text": "@jreaderMD @BrianLenzkes Hi. You're being way too diplomatic! Lenzskes et al., and all of these foolish, angry people who are vaccine resistant, do not deserve solicitude. If 90% of the country was fully vaccinated we'd reach herd immunity, as Fauci said. We could then move on. We do not need more ways!", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["jreaderMD", "BrianLenzkes"], "country": "USA", "text_en": "Hi. You're being way too diplomatic! Lenzskes et al., and all of these foolish, angry people who are vaccine resistant, do not deserve solicitude. If % of the country was fully vaccinated we'd reach herd immunity, as Fauci said. We could then move on. We do not need more ways!"}, {"id": 1439458100860313600, "verified": false, "tweet_text": "Herd immunity by any means necessary. https://t.co/AqNImWugVs", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/AqNImWugVs"], "country": "USA", "text_en": "Herd immunity by any means necessary."}, {"id": 1439456859455299585, "verified": false, "tweet_text": "@EASTLA_NEWS Finally we are starting to reach the herd immunity 👍🏼🌷", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["EASTLA_NEWS"], "tweet_emoticons": ["👍🏼", "🌷"], "country": "USA", "text_en": "Finally we are starting to reach the herd immunity"}, {"id": 1439456653707939844, "verified": false, "tweet_text": "mempercepat herd immunity https://t.co/fZ4gDHACG2", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "mempercepat herd immunity"}, {"id": 1439456383171055619, "verified": false, "tweet_text": "@opposumforge @imTerryBull what amounts to gossip and rumours, you are harming public health and posing a danger to society. Right now, we NEED that herd immunity and we won't get it as long as republicans and the right in general insists on politicising the vaccine and pretending it's a partisan issue.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["opposumforge", "imTerryBull"], "country": "USA", "text_en": "what amounts to gossip and rumours, you are harming public health and posing a danger to society. Right now, we NEED that herd immunity and we won't get it as long as republicans and the right in general insists on politicising the vaccine and pretending it's a partisan issue."}, {"id": 1439456292247064576, "verified": false, "tweet_text": "@SABCNews Even after being \"vaccinated\" one must always wear a musk so as not to get or spread the virus.\nWhy must we have such faith in smtng that clearly doesn't work?\nIsrael, Denmark &amp; Portugal have since attained herd immunity but people are getting sick and die even after vaccination", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["SABCNews"], "country": "USA", "text_en": "Even after being \"vaccinated\" one must always wear a musk so as not to get or spread the virus. Why must we have such faith in smtng that clearly doesn't work? Israel, Denmark &amp; Portugal have since attained herd immunity but people are getting sick and die even after vaccination"}, {"id": 1439456197921292291, "verified": false, "tweet_text": "@opposumforge @imTerryBull Vaccines aren't effective unless the majority of the population is vaccinated. We already know this about basically every other vaccine that has ever been administered. Vaccines work through herd immunity. If you start making people scared of getting vaccinated, because of", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["opposumforge", "imTerryBull"], "country": "USA", "text_en": "Vaccines aren't effective unless the majority of the population is vaccinated. We already know this about basically every other vaccine that has ever been administered. Vaccines work through herd immunity. If you start making people scared of getting vaccinated, because of"}, {"id": 1439455515210223616, "verified": false, "tweet_text": "Herd immunity and HEALTHY people https://t.co/2S4wvwPIdo", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/2S4wvwPIdo"], "country": "USA", "text_en": "Herd immunity and HEALTHY people"}, {"id": 1439455375510720514, "verified": false, "tweet_text": "@DanielScoland Irresponsible #Misinformation &amp; Wishful thinking! Vaxing is continuing. Double-vax coverage in France is now 82%, close to Ireland &amp; Iceland's coverage and close to effective herd immunity, where restrictions may be (gradually) lifted. \nThen maybe you'll be able to get a life.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["Misinformation"], "mentions": ["DanielScoland"], "country": "USA", "text_en": "Irresponsible &amp; Wishful thinking! Vaxing is continuing. Double-vax coverage in France is now %, close to Ireland &amp; Iceland's coverage and close to effective herd immunity, where restrictions may be (gradually) lifted. Then maybe you'll be able to get a life."}, {"id": 1439455154319679490, "verified": false, "tweet_text": "@psyike @shaun_vids @NICKIMINAJ I didn't say you become bullet proof and immune to literally everything 100% if you're vaccinated. If the majority of the population is vaccinated the odds of catching and spreading covid go down. This is literally how herd immunity works. Vaccines work through herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["psyike", "shaun_vids", "NICKIMINAJ"], "country": "USA", "text_en": "I didn't say you become bullet proof and immune to literally everything % if you're vaccinated. If the majority of the population is vaccinated the odds of catching and spreading covid go down. This is literally how herd immunity works. Vaccines work through herd immunity."}, {"id": 1439455107570143234, "verified": false, "tweet_text": "@d_uxbal @YourStupidityFU @MZHemingway No, none of the deaths were preventable.  Nobody would have managed that. \n\nThere was really nothing to be done. \n\nI think it would have been better to not shut down anything and just take the lumps to get to herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["d_uxbal", "YourStupidityFU", "MZHemingway"], "country": "USA", "text_en": "No, none of the deaths were preventable. Nobody would have managed that. There was really nothing to be done. I think it would have been better to not shut down anything and just take the lumps to get to herd immunity."}, {"id": 1439455063362060291, "verified": false, "tweet_text": "If herd immunity from scratch was a real thing, there would be no real need for any cure now.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "If herd immunity from scratch was a real thing, there would be no real need for any cure now."}, {"id": 1439454882331828224, "verified": false, "tweet_text": "@Out5p0ken AND THE LONGER AND HARDER IT WILL BE UNTIL ACHIEVING HERD IMMUNITY.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Out5p0ken"], "country": "USA", "text_en": "AND THE LONGER AND HARDER IT WILL BE UNTIL ACHIEVING HERD IMMUNITY."}, {"id": 1439454815000543235, "verified": false, "tweet_text": "@jeremynewberger I believe if I place my feet in the dinosaur footprints outside her house, and gargle Betadine while looking at Russia, I will achieve Elk herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["jeremynewberger"], "country": "USA", "text_en": "I believe if I place my feet in the dinosaur footprints outside her house, and gargle Betadine while looking at Russia, I will achieve Elk herd immunity."}, {"id": 1439454814941896705, "verified": false, "tweet_text": "@DoraResists @kylegriffin1 @playbookdc Only 55% have both doses. Not enough for herd immunity. I just looked it up.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["DoraResists", "kylegriffin1", "playbookdc"], "country": "USA", "text_en": "Only % have both doses. Not enough for herd immunity. I just looked it up."}, {"id": 1439454485634555904, "verified": false, "tweet_text": "@blackswan_t2 “And while almost nine in ten people have had the jab, that still leaves one in ten who haven't.” - Matt Hancock\n\nSo… herd immunity attained then. And some.\n\nAnd what happened to natural immunity? Isn’t that a thing anymore?\n\nIf they’re being truthful with vax numbers job done.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["blackswan_t2"], "country": "USA", "text_en": "And while almost nine in ten people have had the jab, that still leaves one in ten who haven't. - Matt Hancock So herd immunity attained then. And some. And what happened to natural immunity? Isnt that a thing anymore? If theyre being truthful with vax numbers job done."}, {"id": 1439454392965500930, "verified": false, "tweet_text": "@LisaFante4 @KennieG15 @Bee2020De @ByramBridle The description didn’t change 🙄 They just don’t support achieving herd immunity by letting people get sick and die. And they never did support that!", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["LisaFante4", "KennieG15", "Bee2020De", "ByramBridle"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "The description didnt change They just dont support achieving herd immunity by letting people get sick and die. And they never did support that!"}, {"id": 1439454347927056390, "verified": false, "tweet_text": "@naval @naval Where do you predict the next course of this pandemic is going? Will we ever reach mass herd immunity given the scattered diversity in the world? Even if we do how can we sure about the longevity of antibodies. Is there an endpoint for this virus or we will adopt over it?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["naval", "naval"], "country": "USA", "text_en": "Where do you predict the next course of this pandemic is going? Will we ever reach mass herd immunity given the scattered diversity in the world? Even if we do how can we sure about the longevity of antibodies. Is there an endpoint for this virus or we will adopt over it?"}, {"id": 1439454250023755779, "verified": true, "tweet_text": "A recent finding by the Center for Disease Control has some people asking whether or not the U.S. reached herd immunity against COVID-19 earlier this year. https://t.co/4mepju6c4L", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/4mepju6c4L"], "country": "USA", "text_en": "A recent finding by the Center for Disease Control has some people asking whether or not the U.S. reached herd immunity against COVID-19 earlier this year."}, {"id": 1439453999149637640, "verified": false, "tweet_text": "@Telthar @LiamWood10 @jordanbpeterson By 'whole population' I am talking about eligible adults (i.e. those without medical contraindications to the vaccine). Right now the US is at 55%, it's not enough for herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Telthar", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "By 'whole population' I am talking about eligible adults (i.e. those without medical contraindications to the vaccine). Right now the US is at %, it's not enough for herd immunity."}, {"id": 1439453815342727174, "verified": false, "tweet_text": "@trentster @NarstyWoman @CoinAust @DanielAndrewsMP 1. Isreal has a young pop (~25% &lt;12yo) so can't yet get to herd immunity levels 2. Age-adjusted Israeli data shows over '60s are 40x less likely to be hosp if vac'd 3. 50% of deaths in Isreal in the past month are amongst unvaccinated (who make up only 17% of vac eligible pop).", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["trentster", "NarstyWoman", "CoinAust", "DanielAndrewsMP"], "country": "USA", "text_en": ". Isreal has a young pop (~25% &lt;12yo) so can't yet get to herd immunity levels . Age-adjusted Israeli data shows over '60s are x less likely to be hosp if vac'd . % of deaths in Isreal in the past month are amongst unvaccinated (who make up only % of vac eligible pop)."}, {"id": 1439453695901503493, "verified": false, "tweet_text": "@Telthar @LiamWood10 @jordanbpeterson I agree sir, hence why I am advocating for anyone who is unvaccinated and has not previously contracted the delta strain of COVID to get vaccinated so we can reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Telthar", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "I agree sir, hence why I am advocating for anyone who is unvaccinated and has not previously contracted the delta strain of COVID to get vaccinated so we can reach herd immunity."}, {"id": 1439453436420968448, "verified": false, "tweet_text": "@mikejohansenmd I've herd of immunity ...", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["mikejohansenmd"], "country": "USA", "text_en": "I've herd of immunity ..."}, {"id": 1439453078474747906, "verified": false, "tweet_text": "@PerpetualWinger @YouAreLobbyLud These people support ‘GBD’. FACT!\nEugenics, Corporate greed, Qantas/Virgin, destroy public health systems (iePEOPLE!!) ⬆️Private Hlth $\nPandemic is worsening it’s NOT over!\nVaccines weaker against #Delta so lie it’s safe to infect kids in schools eg US,UK\n\nhttps://t.co/Zk70CNzHWG", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["Delta"], "mentions": ["PerpetualWinger", "YouAreLobbyLud"], "tweet_urls": ["https://t.co/Zk70CNzHWG"], "tweet_emoticons": ["⬆️"], "country": "USA", "text_en": "These people support GBD. FACT! Eugenics, Corporate greed, Qantas/Virgin, destroy public health systems (iePEOPLE!!) Private Hlth $ Pandemic is worsening its NOT over! Vaccines weaker against so lie its safe to infect kids in schools eg US,UK"}, {"id": 1439453035093102592, "verified": false, "tweet_text": "@Chaela1982 Herd immunity. Botcher bottled it first time round, now he feels he's still in power after 170k deaths and multiple corruption issues so he can do what he wants.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Chaela1982"], "country": "USA", "text_en": "Herd immunity. Botcher bottled it first time round, now he feels he's still in power after k deaths and multiple corruption issues so he can do what he wants."}, {"id": 1439452881682194433, "verified": false, "tweet_text": "@eliowa So critical. And so delayed for no reason I can comprehend. I'm not saying be reckless. I'm saying this should have been a top priority a year+ ago. The notion of hitting critical herd immunity numbers without kids vaccinated is delusion. Kids do not have a magic shield.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["eliowa"], "country": "USA", "text_en": "So critical. And so delayed for no reason I can comprehend. I'm not saying be reckless. I'm saying this should have been a top priority a year+ ago. The notion of hitting critical herd immunity numbers without kids vaccinated is delusion. Kids do not have a magic shield."}, {"id": 1439452715067875329, "verified": false, "tweet_text": "@suedoeskelowna Except for the science says that the vaccine is only about 60% effective within 6 months and we're in a fourth wave even though we are above the \"herd immunity\" threshold they promised. But keep buying into his lies, maybe one day something will come true. Even a broken clock ...", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["suedoeskelowna"], "country": "USA", "text_en": "Except for the science says that the vaccine is only about % effective within months and we're in a fourth wave even though we are above the \"herd immunity\" threshold they promised. But keep buying into his lies, maybe one day something will come true. Even a broken clock ..."}, {"id": 1439452686064160772, "verified": false, "tweet_text": "Early in the pandemic an all star team of world renowned  virologists, immunologists,epidemiologists created the @gbdeclaration and were immediately pilloried and shut down by MSM, govt. &amp; tech giants. Members included many giants in these fields 9/ https://t.co/B3SZ3foKHv", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["gbdeclaration"], "tweet_urls": ["https://t.co/B3SZ3foKHv"], "country": "USA", "text_en": "Early in the pandemic an all star team of world renowned virologists, immunologists,epidemiologists created the and were immediately pilloried and shut down by MSM, govt. &amp; tech giants. Members included many giants in these fields /"}, {"id": 1439452312297086977, "verified": false, "tweet_text": "@ChaChaMandaM @bdmonist @TCBPubHealth bc herd immunity requires that most of the population has antibodies.. there's not enough research to suggest how long they last. But we are learning as well go. Why not take a vaccine that reduces hospitalization risk by 13X and significantly reduces chance of infection?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ChaChaMandaM", "bdmonist", "TCBPubHealth"], "country": "USA", "text_en": "bc herd immunity requires that most of the population has antibodies.. there's not enough research to suggest how long they last. But we are learning as well go. Why not take a vaccine that reduces hospitalization risk by X and significantly reduces chance of infection?"}, {"id": 1439452276670676998, "verified": false, "tweet_text": "And many have reached herd and natural immunity having survived it aa 99.9% do. Set us free, why don't you man. We will never have zero. https://t.co/idhKIv7ZCW", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/idhKIv7ZCW"], "country": "USA", "text_en": "And many have reached herd and natural immunity having survived it aa % do. Set us free, why don't you man. We will never have zero."}, {"id": 1439452110408409093, "verified": false, "tweet_text": "@StevenS51636259 @somewherein84 Many common vaccines require more than one dose to be fully effective. And no vaccine is 100% effective. We rely on herd immunity to eventually eliminate common diseases. The only one completely eliminated thus far is smallpox.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["StevenS51636259", "somewherein84"], "country": "USA", "text_en": "Many common vaccines require more than one dose to be fully effective. And no vaccine is % effective. We rely on herd immunity to eventually eliminate common diseases. The only one completely eliminated thus far is smallpox."}, {"id": 1439451973200269316, "verified": false, "tweet_text": "@FayeEsq Whether you're vaccinated or not, covid could still spread on set if someone has it. And with most the cast/crew bar 2 vaccinated, the herd immunity effect would being so strong it won't matter. Their personal choice only affects them, your vaccine works, right? Its their choice.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["FayeEsq"], "country": "USA", "text_en": "Whether you're vaccinated or not, covid could still spread on set if someone has it. And with most the cast/crew bar vaccinated, the herd immunity effect would being so strong it won't matter. Their personal choice only affects them, your vaccine works, right? Its their choice."}, {"id": 1439451698225950723, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson Incorrect again, you need 80% immune. How you get there doesn't matter. It can be any combination of vaccination and natural immunity. This is the basics of herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "Incorrect again, you need % immune. How you get there doesn't matter. It can be any combination of vaccination and natural immunity. This is the basics of herd immunity"}, {"id": 1439451635214794755, "verified": false, "tweet_text": "@theage I’m fully vaccinated - no agenda here. To force ppl to vaccinate to keep their job in such a wide set of sectors &amp; to force patrons is a violation of a person’s right to choose what they do with their own body. @ 80%  - it shouldn’t matter. That’s what herd immunity is!", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["theage"], "country": "USA", "text_en": "Im fully vaccinated - no agenda here. To force ppl to vaccinate to keep their job in such a wide set of sectors &amp; to force patrons is a violation of a persons right to choose what they do with their own body. % - it shouldnt matter. Thats what herd immunity is!"}, {"id": 1439451227293683713, "verified": false, "tweet_text": "スウェーデンの新型コロナウイルス対策が「完全なる失敗」に終わったと言える理由  @wired_jp https://t.co/oF8rfPhmsO", "tweet_lang": "ja", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["wired_jp"], "tweet_urls": ["https://t.co/oF8rfPhmsO"]}, {"id": 1439451132368080900, "verified": false, "tweet_text": "@Kai18206221 @thisalien @tedcruz This is not forced vaccination. There is a choice. Admittedly, there are consequences for choosing to be unvaccinated. Getting everyone vaccinated is the safest way to achieve herd immunity is the simplest way to explain it. It’s about statistics and probability.  1/2", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Kai18206221", "thisalien", "tedcruz"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "This is not forced vaccination. There is a choice. Admittedly, there are consequences for choosing to be unvaccinated. Getting everyone vaccinated is the safest way to achieve herd immunity is the simplest way to explain it. Its about statistics and probability. /2"}, {"id": 1439450997659602947, "verified": false, "tweet_text": "From KanekoaTheGreat on Telegram:\n\nDr. Fauci: The vaccine doesn't provide immunity, but it does provide protection.\n\nAlso Dr. Fauci: The vaccine is how we achieve herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "From KanekoaTheGreat on Telegram: Dr. Fauci: The vaccine doesn't provide immunity, but it does provide protection. Also Dr. Fauci: The vaccine is how we achieve herd immunity."}, {"id": 1439450896027426819, "verified": false, "tweet_text": "@JohnnyJet 70% of LEGAL CITIZENS are vaccinated.  \n\nHow many ILLEGAL ALIENS, estimated to be 35% of the California population, are vaccinated?\n\nBlue State corruption abounds with this fake news!  We will never reach herd immunity until the politicians are put in jail!https://t.co/C1Z0nZYrnN", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["JohnnyJet"], "tweet_urls": ["https://t.co/C1Z0nZYrnN"], "country": "USA", "text_en": "% of LEGAL CITIZENS are vaccinated. How many ILLEGAL ALIENS, estimated to be % of the California population, are vaccinated? Blue State corruption abounds with this fake news! We will never reach herd immunity until the politicians are put in jail!"}, {"id": 1439450594046054405, "verified": false, "tweet_text": "The great @DrJBhattacharya joins me to discuss recent COVID spikes, herd immunity, why vaccine passports make zero public health sense, and a lot more https://t.co/p1rZDtGaHm", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["DrJBhattacharya"], "tweet_urls": ["https://t.co/p1rZDtGaHm"], "country": "USA", "text_en": "The great joins me to discuss recent COVID spikes, herd immunity, why vaccine passports make zero public health sense, and a lot more"}, {"id": 1439450574752141315, "verified": true, "tweet_text": "The herd says natural immunity doesn’t work", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "The herd says natural immunity doesnt work"}, {"id": 1439450435501404162, "verified": true, "tweet_text": "もはやスウェーデンの対策は「完全なる失敗」に終わったのではないか──専門家たちがそう考える理由。 （アーカイヴ記事） https://t.co/EUXQ4ghNFl", "tweet_lang": "ja", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/EUXQ4ghNFl"]}, {"id": 1439450153425850371, "verified": false, "tweet_text": "jadi ingat yang disampaikan Pak Bupati, kalo cakupan vaksinasi kita udah mencapai minimal 70%, maka kekebalan kelompok (herd immunity) yang terbentuk sudah mencukupi untuk melindungi kita semua dari risiko penularan virus.", "tweet_lang": "in", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439449859845541889, "verified": true, "tweet_text": "Achmad: Demi Tercapainya Herd Immunity Di Sidoarjo\n\n\"Demi tercapainya herd immunity di Sidoarjo, PDI Perjuangan bersama Puti Guntur Soekarno DPR RI serta pemerintah desa Sidenganmijen melakukan kerja nyata\n\n#PDIPerjuangan \n#SolidBergerak", "tweet_lang": "in", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["PDIPerjuangan", "SolidBergerak"]}, {"id": 1439449440620851200, "verified": false, "tweet_text": "@guntruth @ScottyAmerica1 @RoofKorean7 I can't help but think the outbreaks would not keep popping up if there had never been lockdowns. People who would only get mild symptoms would have already gotten it and herd immunity would be here already. Nope...let's lockdown everyone and drag this out forever. 🙄", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["guntruth", "ScottyAmerica1", "RoofKorean7"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "I can't help but think the outbreaks would not keep popping up if there had never been lockdowns. People who would only get mild symptoms would have already gotten it and herd immunity would be here already. Nope...let's lockdown everyone and drag this out forever."}, {"id": 1439449228258930689, "verified": false, "tweet_text": "Vaccination started in all wards across city. Please spread the word and make it a grand success and help in building herd immunity #VaccinateChennai https://t.co/FGa1IJeLuQ", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["VaccinateChennai"], "tweet_urls": ["https://t.co/FGa1IJeLuQ"], "country": "USA", "text_en": "Vaccination started in all wards across city. Please spread the word and make it a grand success and help in building herd immunity"}, {"id": 1439449101456666627, "verified": false, "tweet_text": "Kanit Binmas Polsek Brebes lakukan pengamanan kegiatan vaksinasi dosis 1&amp;2 untuk masyarakat umum, lansia serta ibu hamil guna membentuk herd immunity dan guna bersama pencegahan penyebaran virus covid-19 di Wilayah Kab Brebes\n========================== https://t.co/XkMm37Q5ny", "tweet_lang": "in", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439448744005562368, "verified": false, "tweet_text": "@McKinsey report on herd immunity focused only on vax but missing out important factor of millions who develop antibodies post infection @COVIDNewsByMIB @StephenRCovey @COVID19Tracking #COVID19 https://t.co/WJH7Zh9vbd", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["COVID19"], "mentions": ["McKinsey", "COVIDNewsByMIB", "StephenRCovey", "COVID19Tracking"], "country": "USA", "text_en": "report on herd immunity focused only on vax but missing out important factor of millions who develop antibodies post infection"}, {"id": 1439448120178339841, "verified": false, "tweet_text": "@seanhannity @TuckerCarlson @IngeahamAngle #POTUSDemsGermWarfare POTUS Democrats Are Using Complex Germ Warfare At U.S. Southern Border With Massive Contageous Illegal Immigrants Being Allowed Into U.S. Without Covid Herd Immunity;And INFECTING U.S. Citizens With Dem Germ Warfare", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["POTUSDemsGermWarfare"], "mentions": ["seanhannity", "TuckerCarlson"], "country": "USA", "text_en": "POTUS Democrats Are Using Complex Germ Warfare At U.S. Southern Border With Massive Contageous Illegal Immigrants Being Allowed Into U.S. Without Covid Herd Immunity;And INFECTING U.S. Citizens With Dem Germ Warfare"}, {"id": 1439448040687947776, "verified": false, "tweet_text": "@SamBrad44319530 @brontyman @morgfair Yes. This is the point. They used to complain about how it would all blow over on its own, then they insisted herd immunity was the solution, then when given the chance to create herd immunity, they want fake vaccine cards instead.\n\nThe harm is the point.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["SamBrad44319530", "brontyman", "morgfair"], "country": "USA", "text_en": "Yes. This is the point. They used to complain about how it would all blow over on its own, then they insisted herd immunity was the solution, then when given the chance to create herd immunity, they want fake vaccine cards instead. The harm is the point."}, {"id": 1439447552596668421, "verified": false, "tweet_text": "MOH needs to answer the pressing issue: How could Malaysia achieve “herd immunity” when there are 8.5 millions people in the country did not register for covid vaccination?There must be a concrete action plan set with specific date to achieve it or it is going to fail. @Khairykj https://t.co/4hGgtXrPW7", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Khairykj"], "country": "USA", "text_en": "MOH needs to answer the pressing issue: How could Malaysia achieve herd immunity when there are millions people in the country did not register for covid vaccination?There must be a concrete action plan set with specific date to achieve it or it is going to fail."}, {"id": 1439446478091689984, "verified": false, "tweet_text": "Hey, why not offer to test for antibodies before getting the shot. Previous unvaccinated asymptotic carriers may now possess the natural antibodies - herd immunity is what we are striving for after all. Personally, an antibody test would help me make the decision about the shot. https://t.co/QqZSYNMFge", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/QqZSYNMFge"], "country": "USA", "text_en": "Hey, why not offer to test for antibodies before getting the shot. Previous unvaccinated asymptotic carriers may now possess the natural antibodies - herd immunity is what we are striving for after all. Personally, an antibody test would help me make the decision about the shot."}, {"id": 1439446178907688963, "verified": false, "tweet_text": "Dr. Francis Collins Discusses The Complexities Of Herd Immunity https://t.co/2k49OZpyV2 via @YouTube", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/2k49OZpyV2"], "country": "USA", "text_en": "Dr. Francis Collins Discusses The Complexities Of Herd Immunity via"}, {"id": 1439446133286350848, "verified": false, "tweet_text": "@YouAreLobbyLud At the moment Delta with E484K mutation is already found in UK (19 cases), Italy, Turkey, and Denmark. This mutation has more capacity of vaccine evasion. I'd be very cautious, but many still get the idea that 80% is herd immunity, which is not the case.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["YouAreLobbyLud"], "country": "USA", "text_en": "At the moment Delta with E484K mutation is already found in UK (19 cases), Italy, Turkey, and Denmark. This mutation has more capacity of vaccine evasion. I'd be very cautious, but many still get the idea that % is herd immunity, which is not the case."}, {"id": 1439446017611534339, "verified": false, "tweet_text": "@SharnelleVella At the moment Delta with E484K mutation is already found in UK (19 cases), Italy, Turkey, and Denmark. This mutation has more capacity of vaccine evasion. I'd be very cautious, but many still get the idea that 80% is herd immunity, which is not the case.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SharnelleVella"], "country": "USA", "text_en": "At the moment Delta with E484K mutation is already found in UK (19 cases), Italy, Turkey, and Denmark. This mutation has more capacity of vaccine evasion. I'd be very cautious, but many still get the idea that % is herd immunity, which is not the case."}, {"id": 1439445278273126400, "verified": false, "tweet_text": "@pwafork If you have a spare hour. If not listen from 27:45... 'if the vaccine doesn't stop the spread its not contributing to herd immunity... \" big wake up call for those obsessed with zero cases. https://t.co/SDrGT2i5ma", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["pwafork"], "tweet_urls": ["https://t.co/SDrGT2i5ma"], "country": "USA", "text_en": "If you have a spare hour. If not listen from :45... 'if the vaccine doesn't stop the spread its not contributing to herd immunity... \" big wake up call for those obsessed with zero cases."}, {"id": 1439445056985907200, "verified": false, "tweet_text": "@DKdaFrank @DGDtheband You realize that no vaccine is 100%? Like polio, mumps, measles, etc. It's rare to see breakthrough cases w/ those vaccines because 90+% of us are vaccinated, it creates herd immunity which protects those who aren't vaccinated and those who might've gotten a breakthrough case.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DKdaFrank", "DGDtheband"], "country": "USA", "text_en": "You realize that no vaccine is %? Like polio, mumps, measles, etc. It's rare to see breakthrough cases w/ those vaccines because +% of us are vaccinated, it creates herd immunity which protects those who aren't vaccinated and those who might've gotten a breakthrough case."}, {"id": 1439444969744330757, "verified": false, "tweet_text": "60 million+ to go to reach herd immunity. https://t.co/KLyCdad52N", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/KLyCdad52N"], "country": "USA", "text_en": "million+ to go to reach herd immunity."}, {"id": 1439444904472559619, "verified": false, "tweet_text": "Program vaksinasi pelajar dan anak umur 12-17 Tahun demi mencapai Herd Immunity.\nVaksin Keluarga Terlindungi https://t.co/HvRx5iz5cv", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439444896985714689, "verified": false, "tweet_text": "Vaksinasi pelajar dapat mempercepat Herd Immunity.\nVaksin Keluarga Terlindungi https://t.co/LFReCbtktu", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439444669214068744, "verified": false, "tweet_text": "@BrittanyinTexas @Nonayerbiznath1 Exactly one week after we reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BrittanyinTexas", "Nonayerbiznath1"], "country": "USA", "text_en": "Exactly one week after we reach herd immunity."}, {"id": 1439444598691020806, "verified": false, "tweet_text": "@RitaPanahi If you have a spare hour. If not listen from 27:45... 'if the vaccine doesn't stop the spread its not contributing to herd immunity... \" big wake up call for those obsessed with zero cases. https://t.co/SDrGT2i5ma", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RitaPanahi"], "tweet_urls": ["https://t.co/SDrGT2i5ma"], "country": "USA", "text_en": "If you have a spare hour. If not listen from :45... 'if the vaccine doesn't stop the spread its not contributing to herd immunity... \" big wake up call for those obsessed with zero cases."}, {"id": 1439443932392222720, "verified": false, "tweet_text": "@samvoss12 @Michaela_Cogs @MikeThinksAloud @BaylorBearmada But if you asked me which one worries me the most for my community, it's Delta, because that's going to result in more deaths overall. Delta has an R0 in the 6-9 range, much higher than the first variant and setting a much higher target for herd immunity.\n\nhttps://t.co/Ab6rPjJ1Dz", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["samvoss12", "Michaela_Cogs", "MikeThinksAloud", "BaylorBearmada"], "tweet_urls": ["https://t.co/Ab6rPjJ1Dz"], "country": "USA", "text_en": "But if you asked me which one worries me the most for my community, it's Delta, because that's going to result in more deaths overall. Delta has an R0 in the -9 range, much higher than the first variant and setting a much higher target for herd immunity."}, {"id": 1439443861563133955, "verified": false, "tweet_text": "@naval In other words: herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "In other words: herd immunity"}, {"id": 1439443808513560576, "verified": false, "tweet_text": "This thread should tell all adults who refused vaccination that they are to blame for the deaths of these children. This is from late June. It will only get worse. Lack of herd immunity caused by lack of consideration. Utterly selfish. #GetVaccinatedForTheChildren https://t.co/2KPDCs9pTA", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["GetVaccinatedForTheChildren"], "tweet_urls": ["https://t.co/2KPDCs9pTA"], "country": "USA", "text_en": "This thread should tell all adults who refused vaccination that they are to blame for the deaths of these children. This is from late June. It will only get worse. Lack of herd immunity caused by lack of consideration. Utterly selfish."}, {"id": 1439443387120115714, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/kSRpdLDO8u", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439443354643615746, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/ddhNNmQ8KK", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439443321730965507, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/KrijQ1sYnl", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439443229355565057, "verified": false, "tweet_text": "@ScottGottliebMD @joshrogin @WSJ Instead of this book. Look at Sweden’s data. No closures of schools nor bars nor business. Reached herd immunity quickly (uncontrolled spread). Immunity of population much higher than w vaccines. Covid’s been over for a year there. Like previous pandemics. All you need to know.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ScottGottliebMD", "joshrogin", "WSJ"], "country": "USA", "text_en": "Instead of this book. Look at Swedens data. No closures of schools nor bars nor business. Reached herd immunity quickly (uncontrolled spread). Immunity of population much higher than w vaccines. Covids been over for a year there. Like previous pandemics. All you need to know."}, {"id": 1439443189023264773, "verified": false, "tweet_text": "@cultcrit @ShaunieNYC @Cstella33 @melz_thecat @ChamorritaMaraj @NICKIMINAJ I don't know the exact herd immunity number but it has less of a chance to mutate in vaccinated people.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cultcrit", "ShaunieNYC", "Cstella33", "melz_thecat", "ChamorritaMaraj", "NICKIMINAJ"], "country": "USA", "text_en": "I don't know the exact herd immunity number but it has less of a chance to mutate in vaccinated people."}, {"id": 1439443040939225088, "verified": false, "tweet_text": "Percepatan Vaksinasi Pelajar dan Anak 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/tMI14X9rNm", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439442974513926153, "verified": false, "tweet_text": "Percepatan Vaksinasi Pelajar dan Anak 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/TmU692wHdh", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439442925071466504, "verified": false, "tweet_text": "Percepatan Vaksinasi Pelajar dan Anak 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/1c0TxxcB0X", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439442167986995203, "verified": false, "tweet_text": "@PeterWallaceAU WHO changed the definition of pandemic. They tried to do this with swine flu &amp; failed. This time with 24/7 MSM  propaganda it is a \"success\". CDC changed definition of vaccine. Definition of herd immunity was changed. PRC pandemic fraudulent testing = false positives = cases.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PeterWallaceAU"], "country": "USA", "text_en": "WHO changed the definition of pandemic. They tried to do this with swine flu &amp; failed. This time with /7 MSM propaganda it is a \"success\". CDC changed definition of vaccine. Definition of herd immunity was changed. PRC pandemic fraudulent testing = false positives = cases."}, {"id": 1439442164929351681, "verified": false, "tweet_text": "@rkivetwt no cus i wasnt really expecting yang dekat sana ramai SANGAT tau sebab theyve reached herd immunity??? dah siap attend concerts and all dah la tak pakai mask so like it surprises me a bit to know yang sana terlalu ramai anti vaxxers goddddd theyre ruining EVERYTHING", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["rkivetwt"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "no cus i wasnt really expecting yang dekat sana ramai SANGAT tau sebab theyve reached herd immunity??? dah siap attend concerts and all dah la tak pakai mask so like it surprises me a bit to know yang sana terlalu ramai anti vaxxers goddddd theyre ruining EVERYTHING"}, {"id": 1439441861983150086, "verified": false, "tweet_text": "@getserious1234 @Pity_Kitty @AimiHamraie USA has 700 times the president capita death rate as China.\n\nZero Covid is the only way. Chasing herd immunity by killing off the vulnerable and infecting all the children isn’t a solution.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["getserious1234", "Pity_Kitty", "AimiHamraie"], "country": "USA", "text_en": "USA has times the president capita death rate as China. Zero Covid is the only way. Chasing herd immunity by killing off the vulnerable and infecting all the children isnt a solution."}, {"id": 1439441511477882881, "verified": false, "tweet_text": "@TASTEforTEA_ @petrijaervinen @naval He says vaccines can’t create herd immunity; yes respiratory vaccines can cause herd immunity if consistently taken for endemic disease.. and at the end of the day, the vaccines are going to prevent most people from not only severe illness but maybe symptoms all together..", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TASTEforTEA_", "petrijaervinen", "naval"], "country": "USA", "text_en": "He says vaccines cant create herd immunity; yes respiratory vaccines can cause herd immunity if consistently taken for endemic disease.. and at the end of the day, the vaccines are going to prevent most people from not only severe illness but maybe symptoms all together.."}, {"id": 1439441305797496833, "verified": false, "tweet_text": "@smh The surge is expected from the majority of unvaccinated. Vaccinated will catch it too, but they’ll be in the vast minority. Those with other health conditions may still die.\nIt’s important not to mix vaccinated/unvaccinated until we hit 90%+ coverage and develop herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["smh"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The surge is expected from the majority of unvaccinated. Vaccinated will catch it too, but theyll be in the vast minority. Those with other health conditions may still die. Its important not to mix vaccinated/unvaccinated until we hit %+ coverage and develop herd immunity."}, {"id": 1439440843631472640, "verified": false, "tweet_text": "Herd immunity https://t.co/lh0vjlTw8t", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/lh0vjlTw8t"], "country": "USA", "text_en": "Herd immunity"}, {"id": 1439440676387639304, "verified": false, "tweet_text": "@Telthar @LiamWood10 @jordanbpeterson Correct, not everyone needs to get it, but at least 80% needs to be fully vaccibated to get herd immunity, currently only 55% of Americans are, this is insufficuent, hence why you are seeing case numbers continue to rise. Anyone without a legitimate medical reason should get vax", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Telthar", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "Correct, not everyone needs to get it, but at least % needs to be fully vaccibated to get herd immunity, currently only % of Americans are, this is insufficuent, hence why you are seeing case numbers continue to rise. Anyone without a legitimate medical reason should get vax"}, {"id": 1439440375643455490, "verified": false, "tweet_text": "@DrewDien Lah iya vaksin itu kan ndak musti semua orang harus. Kalo di sekolah katakanlah 70/80% sdh vaksin kan selebihnya dah kena herd immunity. Entahlah emg ada sih oknum nakes yg kek gini. Lagian bukannya sebelum/setelah vaksin kondisi kita jg harus tenang dan stabil y", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DrewDien"]}, {"id": 1439440265958371328, "verified": false, "tweet_text": "@ThankUBasedKon @matrix_cake @PhallonXOXO I think they call that...herd immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ThankUBasedKon", "matrix_cake", "PhallonXOXO"], "country": "USA", "text_en": "I think they call that...herd immunity?"}, {"id": 1439440074249277440, "verified": false, "tweet_text": "@Big_Beta_Sensei So then natural herd immunity is also dead innit", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Big_Beta_Sensei"], "country": "USA", "text_en": "So then natural herd immunity is also dead innit"}, {"id": 1439440036240535555, "verified": false, "tweet_text": "@welile_ngqobe @AmuFloyd @Enghumbhini Because we have not yet reached this so-called herd immunity. I suspect.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["welile_ngqobe", "AmuFloyd", "Enghumbhini"], "country": "USA", "text_en": "Because we have not yet reached this so-called herd immunity. I suspect."}, {"id": 1439439721566978048, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson And I'm saying that, of the two of us, your assertion of everyone who can needs to get vaccinated so we can reach herd immunity, is the less scientific one", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "And I'm saying that, of the two of us, your assertion of everyone who can needs to get vaccinated so we can reach herd immunity, is the less scientific one"}, {"id": 1439439401751171072, "verified": false, "tweet_text": "@realBPSNB @Damian12335761 Ponownie: zaszczepieni na kowid zarażają siebie nawzajem i innych. Kwestionowanie tego faktu we wrześniu 2021 to zwyczajna antynaukową bzdura.\nPisanie o odporności stadnej w tym przypadku to żałosna halucynacja.\n\nhttps://t.co/95lJHbSGxQ", "tweet_lang": "pl", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["realBPSNB", "Damian12335761"], "tweet_urls": ["https://t.co/95lJHbSGxQ"]}, {"id": 1439439307723395076, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson You just assumed I wanted no one to get the vaccine. I got the vaccine after more numbers of Bell's Palsy came out, I'm saying people should get the vaccine if they feel they want to. I'm saying we don't need everyone to get the vaccine to reach herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "You just assumed I wanted no one to get the vaccine. I got the vaccine after more numbers of Bell's Palsy came out, I'm saying people should get the vaccine if they feel they want to. I'm saying we don't need everyone to get the vaccine to reach herd immunity"}, {"id": 1439439151590432771, "verified": false, "tweet_text": "@DrTomFrieden Do you have an answer for the success of the Nordic countries, India and many African countries who have taken a completely different tack and have apparently achieved herd immunity?  \n\nHave the humility to learn from others who think differently!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "Do you have an answer for the success of the Nordic countries, India and many African countries who have taken a completely different tack and have apparently achieved herd immunity? Have the humility to learn from others who think differently!"}, {"id": 1439438867023728647, "verified": false, "tweet_text": "@fi_poodle @NICKIMINAJ @JoyAnnReid Okay.  The virus is endemic now (a forever pandemic) and will circulate among us indefinitely regardless of herd immunity since the vaccinated can carry and transmit therefore the degree of Covid symptoms a person wants to face is a matter of individualized medical preference.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["fi_poodle", "NICKIMINAJ", "JoyAnnReid"], "country": "USA", "text_en": "Okay. The virus is endemic now (a forever pandemic) and will circulate among us indefinitely regardless of herd immunity since the vaccinated can carry and transmit therefore the degree of Covid symptoms a person wants to face is a matter of individualized medical preference."}, {"id": 1439438756365352969, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson That wasn't what I was saying. The idea that everyone needs to get the vaccine to reach herd immunity is false. I didn't say no one should get the vaccine. I'm saying you do not need everyone to get vaccinated as you originally asserted.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "That wasn't what I was saying. The idea that everyone needs to get the vaccine to reach herd immunity is false. I didn't say no one should get the vaccine. I'm saying you do not need everyone to get vaccinated as you originally asserted."}, {"id": 1439438478941425669, "verified": false, "tweet_text": "Disemprit twitter itu sekarang sudah jadi endemi karena herd immunity sudah terjadi 😁🤭 https://t.co/9BBT0Q7xGq", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🤭", "😁"]}, {"id": 1439438346837585923, "verified": false, "tweet_text": "@Rusty1808 @DaveMilbo Caution is exactly the correct approach.  Even at 90% coverage vaccines don't produce a herd immunity effect overnight.  It takes careful management of that process to get there.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Rusty1808", "DaveMilbo"], "country": "USA", "text_en": "Caution is exactly the correct approach. Even at % coverage vaccines don't produce a herd immunity effect overnight. It takes careful management of that process to get there."}, {"id": 1439438209809846279, "verified": false, "tweet_text": ".\n\nIf the experimental medical procedure doesn't provide immunity, how does it provide herd immunity? 🤔\n\n.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🤔", "xp"], "country": "USA", "text_en": ". If the experimental medical procedure doesn't provide immunity, how does it provide herd immunity? ."}, {"id": 1439438187932250114, "verified": false, "tweet_text": "@JohnDoe6811 @sgary07 @Karlton111 @tip_ct @RNaixam @PogueMoran @michaeltmcc @trumper_tantrum @ForrestFernMist @breckgirl4ever @BSHerrle @commonpatriot @Kelledin @famousSheymus @Hirdman @a_pilgrimm @JonDallas19 @kalymera1960 @whistleblow3 @PootDibou @SuperElite777 @QuispMe @PersecutedAnon @JaetreeGS @UnderLeverage @Bravo10thDoug @RayCollis3 @LtColMac1 @SuspendedMurphy @guidotrigger @Joybell__ @a_hottness They have said all along that natural immunity is great. Attaining herd immunity without the vaccines would have also resulted in millions more dead Americans. Try to stop being so damned ignorant.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JohnDoe6811", "sgary07", "Karlton111", "tip_ct", "RNaixam", "PogueMoran", "michaeltmcc", "trumper_tantrum", "ForrestFernMist", "breckgirl4ever", "BSHerrle", "commonpatriot", "Kelledin", "famousSheymus", "Hirdman", "a_pilgrimm", "JonDallas19", "kalymera1960", "whistleblow3", "PootDibou", "SuperElite777", "QuispMe", "PersecutedAnon", "JaetreeGS", "UnderLeverage", "Bravo10thDoug", "RayCollis3", "LtColMac1", "SuspendedMurphy", "guidotrigger", "Joybell__", "a_hottness"], "country": "USA", "text_en": "They have said all along that natural immunity is great. Attaining herd immunity without the vaccines would have also resulted in millions more dead Americans. Try to stop being so damned ignorant."}, {"id": 1439438174879506445, "verified": false, "tweet_text": "@SkyNewsAust If 80% is the definition of herd immunity then herd immune implies everyone is safe &amp; the 20% shouldn't be locked away.  If this is wrong, why wait till 80% if the unvaxed are going to be locked anyway.  They could lock away 50% just as easy % open fully for the vaxed now.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SkyNewsAust"], "country": "USA", "text_en": "If % is the definition of herd immunity then herd immune implies everyone is safe &amp; the % shouldn't be locked away. If this is wrong, why wait till % if the unvaxed are going to be locked anyway. They could lock away % just as easy % open fully for the vaxed now."}, {"id": 1439438090620194824, "verified": false, "tweet_text": "@clelland_k I agree the herd immunity was to be successful at 70 percent", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["clelland_k"], "country": "USA", "text_en": "I agree the herd immunity was to be successful at percent"}, {"id": 1439437856015990785, "verified": false, "tweet_text": "Upward of 95% of Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity - NBC 5 Dallas-Fort Worth https://t.co/OLhpkvsMnf", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/OLhpkvsMnf"], "country": "USA", "text_en": "Upward of % of Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity - NBC Dallas-Fort Worth"}, {"id": 1439437828727918596, "verified": true, "tweet_text": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes @KayleeDMcGhee.\n\n\"And what would they do with themselves then?\"\n\nhttps://t.co/zVIUUxKzC4", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KayleeDMcGhee"], "tweet_urls": ["https://t.co/zVIUUxKzC4"], "country": "USA", "text_en": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes . \"And what would they do with themselves then?\""}, {"id": 1439437573797994498, "verified": false, "tweet_text": "@BrennickDylan @miscrea98028237 @libsoftiktok Well isn’t that what ur entire base is for? Herd immunity right?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BrennickDylan", "miscrea98028237", "libsoftiktok"], "country": "USA", "text_en": "Well isnt that what ur entire base is for? Herd immunity right?"}, {"id": 1439437124001058817, "verified": false, "tweet_text": "@cwebbonline We may still be able to reach herd immunity, it may just take longer. The anti-vaxers will have to decide if it is with them or without them. Death can take care of that problem.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cwebbonline"], "country": "USA", "text_en": "We may still be able to reach herd immunity, it may just take longer. The anti-vaxers will have to decide if it is with them or without them. Death can take care of that problem."}, {"id": 1439437052483973122, "verified": false, "tweet_text": "@esplains_it_all Herd immunity for smallpox was 80%. https://t.co/HK7edThK8e\n\nThe fact we get better data isn't a argument for that data being wrong.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["esplains_it_all"], "tweet_urls": ["https://t.co/HK7edThK8e"], "country": "USA", "text_en": "Herd immunity for smallpox was %. The fact we get better data isn't a argument for that data being wrong."}, {"id": 1439436622261587969, "verified": false, "tweet_text": "@Clarknt67 Long term? Not possible, much like herd immunity.\n\nWe have concerns about the MRNA mods.\nHerd immunity not possible with a vaccine that lets you catch and spread what you're \"inoculated against\".\nAlso dt slow rollout, kids a high % of pop.\n🤷‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Clarknt67"], "tweet_emoticons": ["🤷‍♀️"], "country": "USA", "text_en": "Long term? Not possible, much like herd immunity. We have concerns about the MRNA mods. Herd immunity not possible with a vaccine that lets you catch and spread what you're \"inoculated against\". Also dt slow rollout, kids a high % of pop."}, {"id": 1439436441709277186, "verified": false, "tweet_text": "@blake3hamilton @Barric_Tooker I really hope your wrong and I know you do too.\n\nThe reality is vaccines have not lived up to their initial promise of effective herd immunity. As a result people may still die at rates unacceptable to Australians, even if we do get world beating vaccination rates.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["blake3hamilton", "Barric_Tooker"], "country": "USA", "text_en": "I really hope your wrong and I know you do too. The reality is vaccines have not lived up to their initial promise of effective herd immunity. As a result people may still die at rates unacceptable to Australians, even if we do get world beating vaccination rates."}, {"id": 1439436372645982209, "verified": false, "tweet_text": "okay, we get it.. you and Gerson agree with the #GreatBarringtonDeclarations where #covid19 and its variants are encouraged to \"burn through\" the unprivileged population, to achieve the \"herd immunity\" corporate investments need for the wheels of industry to keep churning. https://t.co/3tBWxWPqzP", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["GreatBarringtonDeclarations", "covid19"], "tweet_urls": ["https://t.co/3tBWxWPqzP"], "country": "USA", "text_en": "okay, we get it.. you and Gerson agree with the where and its variants are encouraged to \"burn through\" the unprivileged population, to achieve the \"herd immunity\" corporate investments need for the wheels of industry to keep churning."}, {"id": 1439435992700760066, "verified": false, "tweet_text": "@MikeLon79643380 @ck_ultra @WLBT You missed key pt. Effectiveness of vaccine VS delta variant wasNT known til recently b/c there was no delta variant &amp;if more ppl had vaxxed&amp; we had reached herd immunity, likely variants never wouldve invaded US. Vax is more than “helpful.”Most cvd ppl in icu/morgue are UNVAXXED", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MikeLon79643380", "ck_ultra", "WLBT"], "country": "USA", "text_en": "You missed key pt. Effectiveness of vaccine VS delta variant wasNT known til recently b/c there was no delta variant &amp;if more ppl had vaxxed&amp; we had reached herd immunity, likely variants never wouldve invaded US. Vax is more than helpful.Most cvd ppl in icu/morgue are UNVAXXED"}, {"id": 1439435550444777474, "verified": false, "tweet_text": "@_sabanaqvi Natural immunity &amp; herd immunity to COVID are myths.\nA #thread:\nhttps://t.co/kfHV9mml1x", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["thread"], "mentions": ["_sabanaqvi"], "tweet_urls": ["https://t.co/kfHV9mml1x"], "country": "USA", "text_en": "Natural immunity &amp; herd immunity to COVID are myths. A :"}, {"id": 1439435485714124802, "verified": false, "tweet_text": "@LostTogetherCda @KennieG15 @Bee2020De @ByramBridle They changed their DESCRIPTION of herd immunity to only include vaccinated (even though it’s not a vaccine-they’ve changer that as well)\n\nThis was not the case pre covid.\n\nWhy would they do that?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LostTogetherCda", "KennieG15", "Bee2020De", "ByramBridle"], "country": "USA", "text_en": "They changed their DESCRIPTION of herd immunity to only include vaccinated (even though its not a vaccine-theyve changer that as well) This was not the case pre covid. Why would they do that?"}, {"id": 1439435229568012289, "verified": false, "tweet_text": "TNI Polri dukung percepatan endemis dengan vaksinasi sinovax tahap pertama vaksinasi dari TNI guna herd immunity warga masyarakat dalam menekan penularan covid 19 19/9/21) https://t.co/lfJNpKQZrw", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439435104711888898, "verified": false, "tweet_text": "@aiw_my Ini. Asli kelewat “kreatif”\n\nSudah vaksin katanya terlindungi.\nSudah 70% katanya herd immunity.\n\nLalu scan utk diskriminasi anak2, lansia, komorbid, ibu hamil gak boleh ke pantai SUPAYA APA???\n\n😭😭😭", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["aiw_my"], "tweet_emoticons": ["😭"]}, {"id": 1439435040119824387, "verified": false, "tweet_text": "@BillWylie3rd @AmyAThatcher Seems like we’re near herd immunity on intelligence these days.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BillWylie3rd", "AmyAThatcher"], "country": "USA", "text_en": "Seems like were near herd immunity on intelligence these days."}, {"id": 1439434703291834369, "verified": false, "tweet_text": "@NovelSci @revmagdalen Maybe it's the definition of intellect that needs addressing. \nA person that can't understand herd immunity is not intellectual.\nAnyone thinking that medicine designed for parasitic disease, is more effective than a specifically designed covid vaccine, is not intellectual.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["NovelSci", "revmagdalen"], "country": "USA", "text_en": "Maybe it's the definition of intellect that needs addressing. A person that can't understand herd immunity is not intellectual. Anyone thinking that medicine designed for parasitic disease, is more effective than a specifically designed covid vaccine, is not intellectual."}, {"id": 1439434691338067974, "verified": false, "tweet_text": "The pressing issue everyone should ask is : How could Malaysia achieve herd immunity when 8.5 million people did not register for covid vaccination? 💥🤦🏻‍♂️\n\n#KerajaanGagal2.0 https://t.co/0ltl2WgHXT", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["KerajaanGagal2"], "tweet_emoticons": ["💥", "🤦🏻‍♂️"], "country": "USA", "text_en": "The pressing issue everyone should ask is : How could Malaysia achieve herd immunity when million people did not register for covid vaccination? .0"}, {"id": 1439434679556399105, "verified": false, "tweet_text": "You get 90%, which is, according to Falsi, herd immunity!  Bingo!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "You get %, which is, according to Falsi, herd immunity! Bingo!"}, {"id": 1439434623755374594, "verified": false, "tweet_text": "@ColinCowherd For all you COVID posters, Pennsylvania is well over 75% vaccinated. That’s herd immunity. This isn’t Florida.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ColinCowherd"], "country": "USA", "text_en": "For all you COVID posters, Pennsylvania is well over % vaccinated. Thats herd immunity. This isnt Florida."}, {"id": 1439434569850265601, "verified": false, "tweet_text": "@Skaapchop @maggsnaidu @SydenhamStekkie I'm sorry to disappoint you, but I'm not staying home for no reason other than peace of mind. I trust that you will do good and achieve herd immunity for all of us, I believe in you. I will be around you most likely, and unvaccinated. 😁", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Skaapchop", "maggsnaidu", "SydenhamStekkie"], "tweet_emoticons": ["😁"], "country": "USA", "text_en": "I'm sorry to disappoint you, but I'm not staying home for no reason other than peace of mind. I trust that you will do good and achieve herd immunity for all of us, I believe in you. I will be around you most likely, and unvaccinated."}, {"id": 1439434289624408064, "verified": false, "tweet_text": "@loisrp @quarantinebeat @MsNancyDrewknew @smittycanada1 I don’t doubt that it was considered here as in many places. But as you know herd immunity itself is a good thing. Trying to acquire it thru mass natural infection caused by uncontrolled spread isn’t. She didn’t seem to have that in mind then. Now? Who really knows for sure?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["loisrp", "quarantinebeat", "MsNancyDrewknew", "smittycanada1"], "country": "USA", "text_en": "I dont doubt that it was considered here as in many places. But as you know herd immunity itself is a good thing. Trying to acquire it thru mass natural infection caused by uncontrolled spread isnt. She didnt seem to have that in mind then. Now? Who really knows for sure?"}, {"id": 1439433999345012736, "verified": false, "tweet_text": "Ikuti Diskusi Online WAG\n\nMitos “Herd Immunity”, Kehidupan Normal Sejati Hanya dalam Naungan Khilafah\n\nNarasumber: Ustazah Rini Syafri\nAhad, 19 September 2021\nPukul 20.00 WIB s.d. selesai\n\nhttps://t.co/xvji5Dednj\n\nhttps://t.co/wMygjclcyU https://t.co/2xezVxWuik", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/xvji5Dednj", "https://t.co/wMygjclcyU"]}, {"id": 1439433934215864329, "verified": false, "tweet_text": "@Andr3wJackson @AussieVal10 “Fully” doesn’t mean what it used to either hey! It’s a pandemic of the lexicon with new variants of words popping up everywhere: vaccine, herd immunity, fully, safe, effective ...", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Andr3wJackson", "AussieVal10"], "country": "USA", "text_en": "Fully doesnt mean what it used to either hey! Its a pandemic of the lexicon with new variants of words popping up everywhere: vaccine, herd immunity, fully, safe, effective ..."}, {"id": 1439433465322115077, "verified": false, "tweet_text": "Today is our last day as volunteers at PPV USIM. Thank you YB @Khairykj for giving us opportunities to be part of 'Program Imunisasi Covid-19 Kebangsaan' teams after 86 days with 200k vaccinees. Towards herd immunity! ✨🙌 \n\n#KitaJagaKita #LindungDiriLindungSemua", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["KitaJagaKita", "LindungDiriLindungSemua"], "mentions": ["Khairykj"], "tweet_emoticons": ["✨", "🙌"], "country": "USA", "text_en": "Today is our last day as volunteers at PPV USIM. Thank you YB for giving us opportunities to be part of 'Program Imunisasi Covid-19 Kebangsaan' teams after days with k vaccinees. Towards herd immunity!"}, {"id": 1439433164573724675, "verified": false, "tweet_text": "@UncommonMagpie @maegutz @JerasIkehorn Be my guest! I’m just twiddling my thumbs until we reach herd immunity. Sometimes I want to throw caution to the wind and just live life. Either way I’m going to die whether it be cancer or Covid, but then I remember how awful dying from Covid is &amp; I stay safely tucked in my 🏠.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["UncommonMagpie", "maegutz", "JerasIkehorn"], "tweet_emoticons": ["🏠"], "country": "USA", "text_en": "Be my guest! Im just twiddling my thumbs until we reach herd immunity. Sometimes I want to throw caution to the wind and just live life. Either way Im going to die whether it be cancer or Covid, but then I remember how awful dying from Covid is &amp; I stay safely tucked in my ."}, {"id": 1439432913821388803, "verified": false, "tweet_text": "@rbvaughan Exactly, vax reduces serious illness, doesn’t prevent transmission, doesn’t aid herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["rbvaughan"], "country": "USA", "text_en": "Exactly, vax reduces serious illness, doesnt prevent transmission, doesnt aid herd immunity."}, {"id": 1439432197887430656, "verified": false, "tweet_text": "@thegreatone922 @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS 5 reason why herd immunity is impossible \n\n1) Multiple Variants\n\n2) Uneven Vaccine Roll Out Worldwide\n \n3) Unclear if vaccine prevents transmission\n\n4) Original immunity may not last forever &amp; it doesn’t.\n\n5) Social component of humanity.\nIt’s hard to change to protect oneself.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["thegreatone922", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "country": "USA", "text_en": "reason why herd immunity is impossible ) Multiple Variants ) Uneven Vaccine Roll Out Worldwide ) Unclear if vaccine prevents transmission ) Original immunity may not last forever &amp; it doesnt. ) Social component of humanity. Its hard to change to protect oneself."}, {"id": 1439432194649436161, "verified": false, "tweet_text": "@SemiSaneDoggo @SallyRMelb @BarneyMcgraw @davidestcourt @theage There’s a lie being told that we need at least 70% fully vaccinated in order to reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SemiSaneDoggo", "SallyRMelb", "BarneyMcgraw", "davidestcourt", "theage"], "country": "USA", "text_en": "Theres a lie being told that we need at least % fully vaccinated in order to reach herd immunity."}, {"id": 1439432088709595140, "verified": false, "tweet_text": "@cappsie @TeddyFreddy11 @SmutClyde @BurgerLab12 @ChrisJohnsonMD @Monstercoyliar @Rosewind2007 @LazarusLong13 @SkepticalMutant @BGLTHMND @TheFrankmanMN @TruthTwt @Kitsontribe @Twanky_Resists @FrankDElia7 @crabb_vicki @fuzzlebutts @WendyOrent @krebiozen @immunotoxPhD @doritmi @painless42 @lizditz @R_Good_Fellow @mimetic_ @kidoctr @drhenrymyman @kfunk937 @BlueLionBlog @Felicea @CBereel @mcfunny @KStateTurk @2ManyOfUs @BetteanneCamag1 @hempyhope @Landau_18901 @Rogue_Soc_Psych @natedoromal @GeoffSchuler @chaoticsx2 @djrazorgirl @KatLaRue7 @ianfmusgrave @microRNApro @LaLaRueFrench75 @LynnleeMavakay @TinFoilAwards @jkellyca Herd immunity still managed to end the epidemics worldwide ...in spite of that blasted sanitation. Historically, it was claimed that virtually everyone they tested had antibodies. As for polio being around for millenia ...my search years ago listed the first cases  around 1790's.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cappsie", "TeddyFreddy11", "SmutClyde", "BurgerLab12", "ChrisJohnsonMD", "Monstercoyliar", "Rosewind2007", "LazarusLong13", "SkepticalMutant", "BGLTHMND", "TheFrankmanMN", "TruthTwt", "Kitsontribe", "Twanky_Resists", "FrankDElia7", "crabb_vicki", "fuzzlebutts", "WendyOrent", "krebiozen", "immunotoxPhD", "doritmi", "painless42", "lizditz", "R_Good_Fellow", "mimetic_", "kidoctr", "drhenrymyman", "kfunk937", "BlueLionBlog", "Felicea", "CBereel", "mcfunny", "KStateTurk", "2ManyOfUs", "BetteanneCamag1", "hempyhope", "Landau_18901", "Rogue_Soc_Psych", "natedoromal", "GeoffSchuler", "chaoticsx2", "djrazorgirl", "KatLaRue7", "ianfmusgrave", "microRNApro", "LaLaRueFrench75", "LynnleeMavakay", "TinFoilAwards", "jkellyca"], "country": "USA", "text_en": "Herd immunity still managed to end the epidemics worldwide ...in spite of that blasted sanitation. Historically, it was claimed that virtually everyone they tested had antibodies. As for polio being around for millenia ...my search years ago listed the first cases around 's."}, {"id": 1439432026537537538, "verified": false, "tweet_text": "@LoftMrs @Roberto31645728 @TerryMcAuliffe THEY AIN'T \nAND PREGO WOMEN SHOULD NOT GET THE VAX- I ASKED MY DOC 20 YEARS AGO ABOUT TYLENOL PM SO COMMON SENSE HAS BEEN DELETED FROM Y'ALL DAUGHTERS \nKIDS BEEN. VAX AT DAY OLD- SUPPSE TO GET COLDS BEEF UP IMMUNE- HERD IMMUNITY- NOW THIS SHEDDING OF VAX IS SPREADING IT 👌", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LoftMrs", "Roberto31645728", "TerryMcAuliffe"], "tweet_emoticons": ["👌"], "country": "USA", "text_en": "THEY AIN'T AND PREGO WOMEN SHOULD NOT GET THE VAX- I ASKED MY DOC YEARS AGO ABOUT TYLENOL PM SO COMMON SENSE HAS BEEN DELETED FROM Y'ALL DAUGHTERS KIDS BEEN. VAX AT DAY OLD- SUPPSE TO GET COLDS BEEF UP IMMUNE- HERD IMMUNITY- NOW THIS SHEDDING OF VAX IS SPREADING IT"}, {"id": 1439431861449760772, "verified": false, "tweet_text": "@cliffordslapper @Aw_what @LBC Why is herd immunity in inverted commas? Are you claiming it’s not a natural scientific phenomena?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cliffordslapper", "Aw_what", "LBC"], "country": "USA", "text_en": "Why is herd immunity in inverted commas? Are you claiming its not a natural scientific phenomena?"}, {"id": 1439431755480567813, "verified": false, "tweet_text": "Forget herd immunity. You have a binary choice: get vaxxed, or get COVID-19. It's no more complex than that. If fully vaccinated, you’re unlikely to get COVID-19 &amp; have almost no chance of dying. If you don't get vaccinated, COVID-19 will find you.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Forget herd immunity. You have a binary choice: get vaxxed, or get COVID-19. It's no more complex than that. If fully vaccinated, youre unlikely to get COVID-19 &amp; have almost no chance of dying. If you don't get vaccinated, COVID-19 will find you."}, {"id": 1439431496742342656, "verified": true, "tweet_text": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes @KayleeDMcGhee.\n\n\"And what would they do with themselves then?\"\n\nhttps://t.co/qLdzUc7SYJ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KayleeDMcGhee"], "tweet_urls": ["https://t.co/qLdzUc7SYJ"], "country": "USA", "text_en": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes . \"And what would they do with themselves then?\""}, {"id": 1439431006545752066, "verified": false, "tweet_text": "@AndrewPalmRN @rachbarnhart I want 70% vaccinated as that combined with nonvaxed with immunity from infection will for now get us past 85% which is likely Delta herd immunity line.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AndrewPalmRN", "rachbarnhart"], "country": "USA", "text_en": "I want % vaccinated as that combined with nonvaxed with immunity from infection will for now get us past % which is likely Delta herd immunity line."}, {"id": 1439430648868089861, "verified": false, "tweet_text": "@naval yes, when herd immunity is reached. a vaccine on coronavirus won't do that, It is a tool to protect the most vulnerable groups. this won't end until 5-6 billion people had the shit", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "yes, when herd immunity is reached. a vaccine on coronavirus won't do that, It is a tool to protect the most vulnerable groups. this won't end until -6 billion people had the shit"}, {"id": 1439430635324514308, "verified": false, "tweet_text": "@fmtoday How can there be any impact as he is only into vaccination....and chasing his herd immunity target", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["fmtoday"], "country": "USA", "text_en": "How can there be any impact as he is only into vaccination....and chasing his herd immunity target"}, {"id": 1439430629247049730, "verified": false, "tweet_text": "@MSayswhy @Sherrillacyr12 @PeterHotez Idiot. Natural immunity plus the 50% vaccinated we are at herd immunity.  The problem is the freaking vaccine isn't as effective as natural immunity.  So it's never going to end because of vaccinated people", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MSayswhy", "Sherrillacyr12", "PeterHotez"], "country": "USA", "text_en": "Idiot. Natural immunity plus the % vaccinated we are at herd immunity. The problem is the freaking vaccine isn't as effective as natural immunity. So it's never going to end because of vaccinated people"}, {"id": 1439430420605640705, "verified": false, "tweet_text": "@thegreatone922 @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS At the beginning of the pandemic,\nthey explain how herd immunity COULD help but ONLY IF WE CONTAIN COVID.\n\nWe need to contains it so we can have herd immunity.\n\nIf the virus is installed &amp; multiple variants of said virus exist…\n\nWe didn’t = bye bye herd immunity https://t.co/s89Nhi1SRN", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["thegreatone922", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "At the beginning of the pandemic, they explain how herd immunity COULD help but ONLY IF WE CONTAIN COVID. We need to contains it so we can have herd immunity. If the virus is installed &amp; multiple variants of said virus exist We didnt = bye bye herd immunity"}, {"id": 1439430386761834498, "verified": false, "tweet_text": "Herd immunity is the Fata Morgana of 21th century.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Herd immunity is the Fata Morgana of th century."}, {"id": 1439429923018616834, "verified": false, "tweet_text": "@spiffyKJ_ @naval herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["spiffyKJ_", "naval"], "country": "USA", "text_en": "herd immunity"}, {"id": 1439429884145639426, "verified": false, "tweet_text": "@naval Herd immunity doesn’t work for Zeta Omega  variant.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "Herd immunity doesnt work for Zeta Omega variant."}, {"id": 1439429539751514115, "verified": false, "tweet_text": "@sabicem @achammer @jagbubba @davidpdxer @nursekelsey https://t.co/GjtwRgQiwc\n\nI really believe that articles and websites with information scares off anti-vaxxers lol", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["sabicem", "achammer", "jagbubba", "davidpdxer", "nursekelsey"], "tweet_urls": ["https://t.co/GjtwRgQiwc"], "country": "USA", "text_en": "I really believe that articles and websites with information scares off anti-vaxxers lol"}, {"id": 1439429448273580036, "verified": false, "tweet_text": "@RonaldNHughes @quarantinebeat @MsNancyDrewknew @smittycanada1 I remember being a bit askance at this, wondering if she had the Swedish strategy in mind. But keep in mind we didn't have the same information in April 2020, and it wasn't clear exactly how bad the Swedish strategy would be.\nhttps://t.co/FqUGXt5xW2", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RonaldNHughes", "quarantinebeat", "MsNancyDrewknew", "smittycanada1"], "tweet_urls": ["https://t.co/FqUGXt5xW2"], "country": "USA", "text_en": "I remember being a bit askance at this, wondering if she had the Swedish strategy in mind. But keep in mind we didn't have the same information in April , and it wasn't clear exactly how bad the Swedish strategy would be."}, {"id": 1439429430942765063, "verified": false, "tweet_text": "@GoKingBeefGo @TheMMChief @hardhatintellec @Hicks4ryan Next time put an actual pic and respond with peer reviewed studies. We know it reduces transmission by ~71% up to 6 months. That's *Huge*. It provides herd immunity without the unnecessary. Uncontrolled.  Death. Just need everyone vaxxed.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GoKingBeefGo", "TheMMChief", "hardhatintellec", "Hicks4ryan"], "country": "USA", "text_en": "Next time put an actual pic and respond with peer reviewed studies. We know it reduces transmission by ~71% up to months. That's *Huge*. It provides herd immunity without the unnecessary. Uncontrolled. Death. Just need everyone vaxxed."}, {"id": 1439428924727971843, "verified": false, "tweet_text": "@misterkwan Uy same gid kita! Para sa herd immunity it Aklan! 💪", "tweet_lang": "tl", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["misterkwan"], "tweet_emoticons": ["💪"]}, {"id": 1439428675150049287, "verified": false, "tweet_text": "@normanswan Maximise free vaccinations. Isolate/quarantine antivaxxers. This is a path to 95% protection and effective herd immunity once vaccines are approved for younger children.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["normanswan"], "country": "USA", "text_en": "Maximise free vaccinations. Isolate/quarantine antivaxxers. This is a path to % protection and effective herd immunity once vaccines are approved for younger children."}, {"id": 1439428525094703107, "verified": false, "tweet_text": "9/18 久しぶりの🇯🇲👩🏽‍🦱先生。酔っ払ってる？みたいな喋り方なんだけど、なんか楽しくて好き。必ずフリートークになっちゃう😅\n\n今回は主に🇯🇲コロナ事情。小学生ワクチン全員打たないと学校再開できず、子どもにはPfizer. だけど足りない。\n※Herd immunity 集団免疫\n\n#DMM英会話", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["DMM英会話"], "tweet_emoticons": ["👩🏽‍🦱", "😅", "🇯🇲"]}, {"id": 1439428410514632704, "verified": false, "tweet_text": "@RonaldNHughes @smittycanada1 But what’s the limit then ? They know children will be infected , if they don’t want mass infection for herd immunity reasons what is their end game ? Purely economic, to cheap for ventilation fixes and too peculiar about K-3 masks ?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RonaldNHughes", "smittycanada1"], "country": "USA", "text_en": "But whats the limit then ? They know children will be infected , if they dont want mass infection for herd immunity reasons what is their end game ? Purely economic, to cheap for ventilation fixes and too peculiar about K-3 masks ?"}, {"id": 1439428348095000583, "verified": false, "tweet_text": "@pk772003 🤦🏻‍♂️seriously…koi nationalism ki baat kre toh aap jeso ko essa kyu lgta h ki hum modi fan h or herd immunity ka bhi aap sahi bol rahe ho lekin keep in mind 70% k hisab se bhi total 180 crore dose hoti h aur production itna abhi h nhi so please wait modi virodh kre desh virodh nhi", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["pk772003"], "tweet_emoticons": ["🤦🏻‍♂️"]}, {"id": 1439427973233401861, "verified": false, "tweet_text": "@AndrewPalmRN @rachbarnhart Can't vaccinate the ones who refuses perhaps, but we as a society can then limit how they are involved with us.\nAnd I agree there's a good chance of no herd immunity in USA due to a relatively small portion of folks. Some regions can get there, however.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AndrewPalmRN", "rachbarnhart"], "country": "USA", "text_en": "Can't vaccinate the ones who refuses perhaps, but we as a society can then limit how they are involved with us. And I agree there's a good chance of no herd immunity in USA due to a relatively small portion of folks. Some regions can get there, however."}, {"id": 1439427713001984000, "verified": false, "tweet_text": "There is no herd immunity from a respiratory virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "There is no herd immunity from a respiratory virus."}, {"id": 1439427584836653057, "verified": false, "tweet_text": "@phurstclass You only have to look at countries like Brazil to understand that herd immunity will be ineffective against Covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["phurstclass"], "country": "USA", "text_en": "You only have to look at countries like Brazil to understand that herd immunity will be ineffective against Covid."}, {"id": 1439427277343891456, "verified": false, "tweet_text": "Sars Cov 2 is a virus that essentially gives you immunity for life if you have had it and have recovered. The B cells and T cells give you far superior protection than vaccines ever could. Vaccines will never let you achieve herd immunity. Vaccine mandates are a stupidity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Sars Cov is a virus that essentially gives you immunity for life if you have had it and have recovered. The B cells and T cells give you far superior protection than vaccines ever could. Vaccines will never let you achieve herd immunity. Vaccine mandates are a stupidity."}, {"id": 1439426934543319043, "verified": false, "tweet_text": "I fear we’ll hit 1million ppl before we hit herd immunity- or almost 2 x the US death toll from the Spanish flu of 1918, where there was no vax- only masks and quarantine", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "I fear well hit million ppl before we hit herd immunity- or almost x the US death toll from the Spanish flu of , where there was no vax- only masks and quarantine"}, {"id": 1439426456837246979, "verified": false, "tweet_text": "@BurnItD0wn @Legomymego_8 @andruhark @Americanka4 @ArcadiaEconomic Herd immunity and natural immunity are not the same concept but go off", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BurnItD0wn", "Legomymego_8", "andruhark", "Americanka4", "ArcadiaEconomic"], "country": "USA", "text_en": "Herd immunity and natural immunity are not the same concept but go off"}, {"id": 1439426217409712131, "verified": false, "tweet_text": "How will the US reach herd immunity\nwhen a herd of \"Trump Sheep\" refuse to get vaccinated &amp; continue to infect their fellow Americans?\n... &amp; as REP Governors ban mask mandates?\n\n\"Buck up Buttercups\", get vaccinated. https://t.co/v3VPEaO8w6", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "How will the US reach herd immunity when a herd of \"Trump Sheep\" refuse to get vaccinated &amp; continue to infect their fellow Americans? ... &amp; as REP Governors ban mask mandates? \"Buck up Buttercups\", get vaccinated."}, {"id": 1439426152821510145, "verified": false, "tweet_text": "@PeterSweden7 @RMillennielle Herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PeterSweden7", "RMillennielle"], "country": "USA", "text_en": "Herd immunity."}, {"id": 1439426118444929026, "verified": false, "tweet_text": "@TimMalia @rachbarnhart 1.) It's impossible to vaccine people who refuse. Those refusers mean we will be unlikely to get to a herd immunity level. \n2.) I wish you were as concerned with front line healthcare staff and the elderly. Even the FDA likes us.\n1/2", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TimMalia", "rachbarnhart"], "country": "USA", "text_en": ".) It's impossible to vaccine people who refuse. Those refusers mean we will be unlikely to get to a herd immunity level. .) I wish you were as concerned with front line healthcare staff and the elderly. Even the FDA likes us. /2"}, {"id": 1439425913008140292, "verified": false, "tweet_text": "@MeghanMcCain No it’s not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe 2 yr olds wouldn’t have to wear masks. But right now they can get very sick and/or spread it to other people!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MeghanMcCain"], "country": "USA", "text_en": "No its not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe yr olds wouldnt have to wear masks. But right now they can get very sick and/or spread it to other people!"}, {"id": 1439425631347875846, "verified": false, "tweet_text": "Ini menarik, sinovac yg terbuat dari virus covid19 yg dinonaktifkan sepertinya saat lebih mampu membangun herd immunity dibandingkan dengan rekayasa lain. https://t.co/HQPpiDtO7X", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/HQPpiDtO7X"]}, {"id": 1439425510421958662, "verified": false, "tweet_text": "@MeghanMcCain It would be great if adults who could get vaccinated would, so we could actually achieve herd immunity and make masking unnecessary.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MeghanMcCain"], "country": "USA", "text_en": "It would be great if adults who could get vaccinated would, so we could actually achieve herd immunity and make masking unnecessary."}, {"id": 1439425383951130625, "verified": false, "tweet_text": "@megynkelly No it’s not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe 2 yr olds wouldn’t have to wear masks. But right now they can get very sick and/or spread it to other people!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["megynkelly"], "country": "USA", "text_en": "No its not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe yr olds wouldnt have to wear masks. But right now they can get very sick and/or spread it to other people!"}, {"id": 1439424376122785800, "verified": false, "tweet_text": "@BamaCrazy1 @NBCDFW Not true. The exact opposite is true. Vaccines allow for herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BamaCrazy1", "NBCDFW"], "country": "USA", "text_en": "Not true. The exact opposite is true. Vaccines allow for herd immunity."}, {"id": 1439424290110148613, "verified": false, "tweet_text": "@smittycanada1 @MsNancyDrewknew I wouldn’t be shocked to learn they secretly *are* pursuing herd immunity through natural infection. I’d be delighted if solid evidence of this were found so that we could nail them to the wall at last. But I haven’t seen it yet and other explanations seem more plausible to me.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["smittycanada1", "MsNancyDrewknew"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I wouldnt be shocked to learn they secretly *are* pursuing herd immunity through natural infection. Id be delighted if solid evidence of this were found so that we could nail them to the wall at last. But I havent seen it yet and other explanations seem more plausible to me."}, {"id": 1439423944478560263, "verified": false, "tweet_text": "@ArchoProbato @NYCMayor @DOEChancellor @BilldeBlasio @MeishaPorter @NYCFirstLady @Chirlane @NYCHealthCommr @davechokshi @NYCSchools They've already been saying (they = doctors) herd immunity isn't going to be able to be achieved.  If it was it would've happened &amp; fully inoculated people wouldn't be carrying same viral loads", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ArchoProbato", "NYCMayor", "DOEChancellor", "BilldeBlasio", "MeishaPorter", "NYCFirstLady", "Chirlane", "NYCHealthCommr", "davechokshi", "NYCSchools"], "country": "USA", "text_en": "They've already been saying (they = doctors) herd immunity isn't going to be able to be achieved. If it was it would've happened &amp; fully inoculated people wouldn't be carrying same viral loads"}, {"id": 1439423634326622210, "verified": false, "tweet_text": "@ajohnson92941 @RyanHalvorsen1 @BWindwood @ABC Herd immunity turned out to be a conspiracy theory and the COVID virus, unlike any other virus in history, only gets stronger &amp; never wane.\nIt is best to have a portable vaccination machine to keep vaccinating daily between meals. \nRemember, 24 jabs a day keep COVID away.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ajohnson92941", "RyanHalvorsen1", "BWindwood", "ABC"], "country": "USA", "text_en": "Herd immunity turned out to be a conspiracy theory and the COVID virus, unlike any other virus in history, only gets stronger &amp; never wane. It is best to have a portable vaccination machine to keep vaccinating daily between meals. Remember, jabs a day keep COVID away."}, {"id": 1439423378935324674, "verified": false, "tweet_text": "@ABSCBNNews E putangina ninyong mga IATF at DILG fuck ups.. paano natin maaachieve ang herd immunity sa mga tangang policy ninyo? 😡😡😡🤬🤬🤬🤬", "tweet_lang": "tl", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ABSCBNNews"], "tweet_emoticons": ["🤬", "😡"]}, {"id": 1439423324065521665, "verified": false, "tweet_text": "@Meanue_music @DanRather @PopWrapped I heard Herd Immunity from the beginning.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Meanue_music", "DanRather", "PopWrapped"], "country": "USA", "text_en": "I heard Herd Immunity from the beginning."}, {"id": 1439423318428372992, "verified": false, "tweet_text": "@Loren84Wagner @georgehahn OK you convinced me that apparently a slightly better excuse exists for the selfishness that prevents herd immunity and makes the rest of the world live with the virus forever. \n\nNow I can go on with life knowing why 1 in 500 people have to continue to die.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Loren84Wagner", "georgehahn"], "country": "USA", "text_en": "OK you convinced me that apparently a slightly better excuse exists for the selfishness that prevents herd immunity and makes the rest of the world live with the virus forever. Now I can go on with life knowing why in people have to continue to die."}, {"id": 1439423170180747264, "verified": false, "tweet_text": "@bigwillyhill @Gabby_ucm @AmishPornStar1 You don’t remotely know what youre talking about. We could easily reach herd immunity with Covid just like we could for influenza. The easiest approach is to go nation by nation, requiring vaccination for all travelers.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["bigwillyhill", "Gabby_ucm", "AmishPornStar1"], "country": "USA", "text_en": "You dont remotely know what youre talking about. We could easily reach herd immunity with Covid just like we could for influenza. The easiest approach is to go nation by nation, requiring vaccination for all travelers."}, {"id": 1439423159573221379, "verified": false, "tweet_text": "@TIME The GQP Covidiots will find out first hand what herd immunity is all about.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TIME"], "country": "USA", "text_en": "The GQP Covidiots will find out first hand what herd immunity is all about."}, {"id": 1439423154062086145, "verified": false, "tweet_text": "@jwags2277 @mboyeast @DesertPlains496 @MVP71073 @Ohons @CNN Nope. You obviously don’t understand how herd immunity actually works. #ignorance", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ignorance"], "mentions": ["jwags2277", "mboyeast", "DesertPlains496", "MVP71073", "Ohons", "CNN"], "country": "USA", "text_en": "Nope. You obviously dont understand how herd immunity actually works."}, {"id": 1439422857738551300, "verified": false, "tweet_text": "@DrJBhattacharya HERD immunity Is A TRUMP term Worthless Garbage  Only Immunity is by Vaccinating . Be your OWN HERD", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DrJBhattacharya"], "country": "USA", "text_en": "HERD immunity Is A TRUMP term Worthless Garbage Only Immunity is by Vaccinating . Be your OWN HERD"}, {"id": 1439422756760604676, "verified": false, "tweet_text": "@ISudardjat @tirta_cipeng Iya, herd immunity itu kombinasi dari vaksinasi + survive dari infeksi\nTinggal tolak ukur sudah mengalami herd immunity atau blm yg perlu ada penelitian lagi", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ISudardjat", "tirta_cipeng"]}, {"id": 1439422712544317440, "verified": false, "tweet_text": "@priscilla_nurse @sinnndy1 I grew up in Christian Science; I never was vaccinated like my friends at school, I was exempt. We had true herd immunity to MMR etc, I don’t follow religion now but it’s nice to see they have adapted their ways.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["priscilla_nurse", "sinnndy1"], "country": "USA", "text_en": "I grew up in Christian Science; I never was vaccinated like my friends at school, I was exempt. We had true herd immunity to MMR etc, I dont follow religion now but its nice to see they have adapted their ways."}, {"id": 1439422500442619907, "verified": false, "tweet_text": "@RICHLS8 @TB_Times The vaccination rate is too low - the vaccine is not 100% &amp; you need a certain % to reach herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RICHLS8", "TB_Times"], "country": "USA", "text_en": "The vaccination rate is too low - the vaccine is not % &amp; you need a certain % to reach herd immunity"}, {"id": 1439422079946788864, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan. Vaksin Keluarga Terlindungi https://t.co/GdRfoGiM0D", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422074640953345, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan. Vaksin Keluarga Terlindungi https://t.co/jM7hjuZ95D", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422069276483586, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan. Vaksin Keluarga Terlindungi https://t.co/23z1oXqVQE", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422063853199361, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan sehingga Pembelajaran Tatap Muka Bisa Segera Dimulai. Vaksin Keluarga Terlindungi https://t.co/FVqvYqzfZ4", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439421656338997251, "verified": false, "tweet_text": "@JamesSurowiecki Higher # unvaccinated = less safe for the vaccinated= higher break through cases = higher threat for the unvaccinated….Unvaccinated can only be safe and free without the vaccine after herd immunity is achieved.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JamesSurowiecki"], "country": "USA", "text_en": "Higher unvaccinated = less safe for the vaccinated= higher break through cases = higher threat for the unvaccinated.Unvaccinated can only be safe and free without the vaccine after herd immunity is achieved."}, {"id": 1439420732140924931, "verified": false, "tweet_text": "@getserious1234 @sejwatson @Pity_Kitty @AimiHamraie Herd immunity via the natural way will take an average of 380 years with a minimum of 4-8 decades and a maximum of 2000-5000 years.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["getserious1234", "sejwatson", "Pity_Kitty", "AimiHamraie"], "country": "USA", "text_en": "Herd immunity via the natural way will take an average of years with a minimum of -8 decades and a maximum of -5000 years."}, {"id": 1439420496324403205, "verified": false, "tweet_text": "Pemerintah akan terus memperkuat upaya untuk mengamankan kebutuhan vaksin nasional untuk memenuhi target yang sudah ditetapkan oleh Presiden Jokowi.\nPemerintah menargetkan untuk melakukan vaksinasi terhadap 208 juta penduduk guna mencapai herd immunity dalam menghadapi pandemi. https://t.co/9iy92o9XUf", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439420433196007427, "verified": false, "tweet_text": "“cool inna herd immunity nf” took me owt 🤣🤣 https://t.co/NBY7xoysHR", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/NBY7xoysHR"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "cool inna herd immunity nf took me owt"}, {"id": 1439420232192327680, "verified": false, "tweet_text": "@conch32003 Herd immunity is not a new thing though. \nNo single vaccine provides 100% protection, and herd immunity still does not provide full protection to those who cannot safely be vaccinated. But with herd immunity, these people will have substantial protection.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["conch32003"], "country": "USA", "text_en": "Herd immunity is not a new thing though. No single vaccine provides % protection, and herd immunity still does not provide full protection to those who cannot safely be vaccinated. But with herd immunity, these people will have substantial protection."}, {"id": 1439419654892490752, "verified": false, "tweet_text": "@tirta_cipeng Kota2 kunci naiknya kasus kalo pada libur udah sebagian besar tervaksinasi?, herd immunity jalur \"cuma masuk angin\"?, cuaca?...,sinovac is a damn good one?, dari dulu memang anomali dok untuk ukuran populasi negara seperti kita..", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["tirta_cipeng"]}, {"id": 1439419406354812930, "verified": false, "tweet_text": "@jodeye11 The whole herd immunity thing ain't working out too well,  is it?\nIt's already pretty obvious the anti-vaxx stance is disintegrating right before our eyes.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["jodeye11"], "country": "USA", "text_en": "The whole herd immunity thing ain't working out too well, is it? It's already pretty obvious the anti-vaxx stance is disintegrating right before our eyes."}, {"id": 1439419357008891904, "verified": false, "tweet_text": "@JamesSurowiecki Before we reach herd immunity, vaccination only protects vaccinated. Unvaccinated people have no protection until they themselves get vaccinated or survive an infection.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JamesSurowiecki"], "country": "USA", "text_en": "Before we reach herd immunity, vaccination only protects vaccinated. Unvaccinated people have no protection until they themselves get vaccinated or survive an infection."}, {"id": 1439418993840844807, "verified": false, "tweet_text": "@debh1028 Don't give it another thought.  In a year, he'll be dead or have been sick enough to help get to herd immunity.  Either way, you'll be fine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["debh1028"], "country": "USA", "text_en": "Don't give it another thought. In a year, he'll be dead or have been sick enough to help get to herd immunity. Either way, you'll be fine."}, {"id": 1439418688097095681, "verified": false, "tweet_text": "@troysbunny @iangarrickmason See Israel and Iceland. Herd immunity will never happen!!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["troysbunny", "iangarrickmason"], "country": "USA", "text_en": "See Israel and Iceland. Herd immunity will never happen!!"}, {"id": 1439418479149555722, "verified": false, "tweet_text": "2/2 cont.\nreply:\nDon't forget their fantasies about farm animals, they love their sheep ...\n\nreply:\nThat is why they don't need vaccines. They think they acquired herd immunity by mating with cows.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "/2 cont. reply: Don't forget their fantasies about farm animals, they love their sheep ... reply: That is why they don't need vaccines. They think they acquired herd immunity by mating with cows."}, {"id": 1439418440381468672, "verified": false, "tweet_text": "@Benny489 @Clarky1002 @LiamElphick_ Also, your points spreading/hospitalisation/deaths etc are scientifically correct for vaccine and diseases that have been with us much longer than Covid. We are only just seeing RWD on Covid,for coronavirus you can’t reach herd immunity via vaccine alone. This is far from over…", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Benny489", "Clarky1002", "LiamElphick_"], "country": "USA", "text_en": "Also, your points spreading/hospitalisation/deaths etc are scientifically correct for vaccine and diseases that have been with us much longer than Covid. We are only just seeing RWD on Covid,for coronavirus you cant reach herd immunity via vaccine alone. This is far from over"}, {"id": 1439418050974035968, "verified": false, "tweet_text": "@JamesSurowiecki Unvaccinated people can NOT freely mingle until we achieve herd  immunity. With delta, that would require more than 85% people developing immunity via vaccine or infection. But people mingle anyways. Then they acted surprised by rising case#. Then they attack vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JamesSurowiecki"], "country": "USA", "text_en": "Unvaccinated people can NOT freely mingle until we achieve herd immunity. With delta, that would require more than % people developing immunity via vaccine or infection. But people mingle anyways. Then they acted surprised by rising case. Then they attack vaccine."}, {"id": 1439418020447678467, "verified": false, "tweet_text": "@catameep I think I missed the first tweet. I actually have been against dripping mask rules at all until we reach herd immunity. It’s the least intrusive measure so I was confused why there was a rush to drop it.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["catameep"], "country": "USA", "text_en": "I think I missed the first tweet. I actually have been against dripping mask rules at all until we reach herd immunity. Its the least intrusive measure so I was confused why there was a rush to drop it."}, {"id": 1439417971416383488, "verified": false, "tweet_text": "@IainMulady @Tampa_Egret @apsmunro @andrew_croxford @catvaxlax Israel is the prime example of why vaccination is not  a way to end this and why boosters are a failure\n\nDenmark has ended all covid restrictions including a vax pass, and iceland (&gt;85% vax) has said they will focus on herd immunity as its shown vaxxing out if it is t possible https://t.co/q4tdkphOyN", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["IainMulady", "Tampa_Egret", "apsmunro", "andrew_croxford", "catvaxlax"], "country": "USA", "text_en": "Israel is the prime example of why vaccination is not a way to end this and why boosters are a failure Denmark has ended all covid restrictions including a vax pass, and iceland (&gt;85% vax) has said they will focus on herd immunity as its shown vaxxing out if it is t possible"}, {"id": 1439417953959645186, "verified": false, "tweet_text": "@BradJConnolly @itsJeffTiedrich @ErinGoBragh360 One way or the other, we will reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BradJConnolly", "itsJeffTiedrich", "ErinGoBragh360"], "country": "USA", "text_en": "One way or the other, we will reach herd immunity."}, {"id": 1439417646290702342, "verified": false, "tweet_text": "@KK040320 @55SK3 @commonsensefan @sikandv @WarnockWarrior @EricTrump @politicsusa46 The desired result is reduced fatalities and the need to be hospitalized. Efficacy achieved! Weird how you can’t grasp that concept. No one claimed vaccines would make you 100% immune. That’s not what Herd immunity is about. 🤣", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KK040320", "55SK3", "commonsensefan", "sikandv", "WarnockWarrior", "EricTrump", "politicsusa46"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "The desired result is reduced fatalities and the need to be hospitalized. Efficacy achieved! Weird how you cant grasp that concept. No one claimed vaccines would make you % immune. Thats not what Herd immunity is about."}, {"id": 1439417274566422528, "verified": false, "tweet_text": "@Eerookah I'm having my fingers crossed that we'll be able to have full herd immunity before next September- I'd love to see you out there! If not, I'll send you mofongos in spirit", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Eerookah"], "country": "USA", "text_en": "I'm having my fingers crossed that we'll be able to have full herd immunity before next September- I'd love to see you out there! If not, I'll send you mofongos in spirit"}, {"id": 1439417079010979840, "verified": false, "tweet_text": "@LisaFante4 @KennieG15 @Bee2020De @ByramBridle The WHO never changed the “definition” of herd immunity. It’s not a term they own, it’s medical terminology. Not sure what you’re reading but no one changed any definitions.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LisaFante4", "KennieG15", "Bee2020De", "ByramBridle"], "country": "USA", "text_en": "The WHO never changed the definition of herd immunity. Its not a term they own, its medical terminology. Not sure what youre reading but no one changed any definitions."}, {"id": 1439416707257356294, "verified": false, "tweet_text": "@1219ddenney @joanbsutton @unhealthytruth Herd immunity is how they ended. Short memories of how Dems &amp; the MS Media trashed Trump for putting vacs on the fast track. While planting seeds of fear to get vaccinated, since Trump was going to get credit if successful. Now Biden wants credit plus does a 180 on “it’s my body”", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["1219ddenney", "joanbsutton", "unhealthytruth"], "country": "USA", "text_en": "Herd immunity is how they ended. Short memories of how Dems &amp; the MS Media trashed Trump for putting vacs on the fast track. While planting seeds of fear to get vaccinated, since Trump was going to get credit if successful. Now Biden wants credit plus does a on its my body"}, {"id": 1439416387751927809, "verified": false, "tweet_text": "@neopane_arun Obviously is low right now because of herd immunity. What else could be the explanation ?? Unless a new variant that escapes natural infection immunity comes up we should be ok for now. But then if that happens then vaccines would not matter too.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["neopane_arun"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Obviously is low right now because of herd immunity. What else could be the explanation ?? Unless a new variant that escapes natural infection immunity comes up we should be ok for now. But then if that happens then vaccines would not matter too."}, {"id": 1439415944179187717, "verified": false, "tweet_text": "@WinInHim @Squirrel_Hero @Idaho4Biden2020 @GovernorLittle As for the WHO change. What is wrong with it? We have exactly zero examples of herd immunity coming about through natural immunity, and is not something that can be achieved or should be attempted to achieved through natural immunity. Its only relevent in the context of vax.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["WinInHim", "Squirrel_Hero", "Idaho4Biden2020", "GovernorLittle"], "country": "USA", "text_en": "As for the WHO change. What is wrong with it? We have exactly zero examples of herd immunity coming about through natural immunity, and is not something that can be achieved or should be attempted to achieved through natural immunity. Its only relevent in the context of vax."}, {"id": 1439415755217403907, "verified": false, "tweet_text": "Remember when 75% was the goal to reach herd immunity. The goalposts will never stop moving.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Remember when % was the goal to reach herd immunity. The goalposts will never stop moving."}, {"id": 1439415535561687043, "verified": false, "tweet_text": "@PandorasBX @lloy_williams @shandro We need to reach herd immunity to get close to eradicating this virus, just as we always have. Percentages of double vaxed contracting from double vaxed?  % contracting from unvaxed?  % unvaxed contracting from unvaxed?  Please, it’s common sense. Geez.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["PandorasBX", "lloy_williams", "shandro"], "country": "USA", "text_en": "We need to reach herd immunity to get close to eradicating this virus, just as we always have. Percentages of double vaxed contracting from double vaxed? % contracting from unvaxed? % unvaxed contracting from unvaxed? Please, its common sense. Geez."}, {"id": 1439415233789890560, "verified": false, "tweet_text": "@inquirerdotnet @dexcabalzaINQ What was their objective again in April or May? Herd immunity by September or October. They're not even close. Huge failure!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["inquirerdotnet", "dexcabalzaINQ"], "country": "USA", "text_en": "What was their objective again in April or May? Herd immunity by September or October. They're not even close. Huge failure!"}, {"id": 1439414762517975045, "verified": false, "tweet_text": "@torrie @NjbBari3 UK has the vaccines, but no mask mandate and unsurprisingly we are averaging 30,000 cases and up to 200 deaths a day. We were actually doing better a year ago prior to the vaccines, but our corrupt Tory government wants us all to get Covid as part of some kind of herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["torrie", "NjbBari3"], "country": "USA", "text_en": "UK has the vaccines, but no mask mandate and unsurprisingly we are averaging cases and up to deaths a day. We were actually doing better a year ago prior to the vaccines, but our corrupt Tory government wants us all to get Covid as part of some kind of herd immunity."}, {"id": 1439413993018253315, "verified": false, "tweet_text": "Good News.May mga guests sa mga resorts ako nakita, heard na fully vaxed &amp; Bataenios sila, soon will open na din sa di tagaBataan. Pero next weekend khit 2pax pwede ko isama d2.\nTo date nasa mahigit 400K na ang vaccinated dito sa Bataan, close to getting herd immunity. https://t.co/fOPXDsoBRP", "tweet_lang": "tl", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["XD"]}, {"id": 1439413939658366980, "verified": false, "tweet_text": "@DaveChrist7 I think this is where we disagree - there are people who cannot get vaccinated and live normal lives, the two are not mutually exclusive IMO. And I suppose naturally herd immunity could be one option - but healthcare systems are already struggling.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["DaveChrist7"], "country": "USA", "text_en": "I think this is where we disagree - there are people who cannot get vaccinated and live normal lives, the two are not mutually exclusive IMO. And I suppose naturally herd immunity could be one option - but healthcare systems are already struggling."}, {"id": 1439413807281889280, "verified": false, "tweet_text": "@Shoeshi13 @raybrown007 @jeffreyatucker Covid mortality rate is very low, and w/o variants created (by evolutionary pressure) by vaccines themselves, would have diminished even further as with the life cycle of any virus. Natural (and herd) immunity would have prevailed.\n\nInjected bioweapons do not operate by \"hope\"", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Shoeshi13", "raybrown007", "jeffreyatucker"], "country": "USA", "text_en": "Covid mortality rate is very low, and w/o variants created (by evolutionary pressure) by vaccines themselves, would have diminished even further as with the life cycle of any virus. Natural (and herd) immunity would have prevailed. Injected bioweapons do not operate by \"hope\""}, {"id": 1439413545590996994, "verified": false, "tweet_text": "@kylenabecker Question yet to be answered... when the vaxxed get it and spread it and recover from it, perhaps never knowing they had it... do they get the full natural immunity?  If so, herd immunity is possible with a leaky vaccine, it just takes an extra step.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["kylenabecker"], "country": "USA", "text_en": "Question yet to be answered... when the vaxxed get it and spread it and recover from it, perhaps never knowing they had it... do they get the full natural immunity? If so, herd immunity is possible with a leaky vaccine, it just takes an extra step."}, {"id": 1439413448543113216, "verified": false, "tweet_text": "@docstardust @JpjwDeaw @R_Ulbricht “The science” 😆 how’s that two weeks to “bend the curve” going? Or herd immunity threshold. There is no science - only moving the goal posts", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["docstardust", "JpjwDeaw", "R_Ulbricht"], "tweet_emoticons": ["😆"], "country": "USA", "text_en": "The science hows that two weeks to bend the curve going? Or herd immunity threshold. There is no science - only moving the goal posts"}, {"id": 1439413383569330187, "verified": false, "tweet_text": "@normonics This is correct, except when there would be outbreaks of some disease like measles in some community - which suggested no herd immunity there and transmission at the same time.  (Then the vax had better be effective at protecting you) something like that", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["normonics"], "country": "USA", "text_en": "This is correct, except when there would be outbreaks of some disease like measles in some community - which suggested no herd immunity there and transmission at the same time. (Then the vax had better be effective at protecting you) something like that"}, {"id": 1439413241847898117, "verified": false, "tweet_text": "“Vaccines are very unlikely to lead to long-lasting herd immunity for many respiratory infections,” Dr. Antia said. “The herd immunity only lasts for a modest period of time. It depends on how fast the virus changes. It depends on how fast the immunity  https://t.co/AMYkIK8bgk", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/AMYkIK8bgk"], "country": "USA", "text_en": "Vaccines are very unlikely to lead to long-lasting herd immunity for many respiratory infections, Dr. Antia said. The herd immunity only lasts for a modest period of time. It depends on how fast the virus changes. It depends on how fast the immunity"}, {"id": 1439412933440655363, "verified": false, "tweet_text": "@matthewnewhook @sfagen08 @DavidAnber @MattWalshBlog What % is sufficient for herd immunity in your untrained opinion", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["matthewnewhook", "sfagen08", "DavidAnber", "MattWalshBlog"], "country": "USA", "text_en": "What % is sufficient for herd immunity in your untrained opinion"}, {"id": 1439412623892631556, "verified": false, "tweet_text": "@ABSetyono @PlateJohnny @kemkominfo @KemenkesRI @KSPgoid @KemensetnegRI @setkabgoid @Dennysiregar7 @nongandah @republikaonline Kedepannya semoga lebih banyak lagi yang akan melakukan vaksinasi untuk membentuk herd immunity @kemkominfo @PlateJohnny", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ABSetyono", "PlateJohnny", "kemkominfo", "KemenkesRI", "KSPgoid", "KemensetnegRI", "setkabgoid", "Dennysiregar7", "nongandah", "republikaonline", "kemkominfo", "PlateJohnny"]}, {"id": 1439412422943522818, "verified": false, "tweet_text": "@rdzedzz @ScottSigurdson3 @JoeySmi46291104 @HullCityTony @RobertsToHell @RamsNFL It's called herd immunity, we need some more mouthbreather antivaxxers to realize this and vax up to get the percentages up.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["rdzedzz", "ScottSigurdson3", "JoeySmi46291104", "HullCityTony", "RobertsToHell", "RamsNFL"], "country": "USA", "text_en": "It's called herd immunity, we need some more mouthbreather antivaxxers to realize this and vax up to get the percentages up."}, {"id": 1439412237224062980, "verified": false, "tweet_text": "@thegreatone922 @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS ❤️ how you take 1 past truth &amp; mix it with another fact &amp; then say;\nI, only got the truth.\n\nThe herd immunity number that you talk about was when Covid first exploded on the scene but things change &amp; Covid got resilient, it evolve.\n\nI told u,\nwe’re turning COVID-19 into the FLU. https://t.co/6wpsYPIZYZ", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["thegreatone922", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["❤️", "xp"], "country": "USA", "text_en": "how you take past truth &amp; mix it with another fact &amp; then say; I, only got the truth. The herd immunity number that you talk about was when Covid first exploded on the scene but things change &amp; Covid got resilient, it evolve. I told u, were turning COVID-19 into the FLU."}, {"id": 1439412169888518148, "verified": false, "tweet_text": "Percepatan vaksinasi anak demi mencapai herd Immunity https://t.co/9rXyaGL81X", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z"}, {"id": 1439411901100920840, "verified": false, "tweet_text": "This from Kim Iverson on data published from Isreal, the C19 testing ground\nIsreal reached herd immunity through vaccination (70%+) quite some time ago\nCases &amp; deaths went up regardless, now a booster (3rd dose) isnt helping either.\nTime to rethink things?\nhttps://t.co/8ZTcUUHdh3 https://t.co/4rfB9HhqKC", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/8ZTcUUHdh3", "https://t.co/4rfB9HhqKC"], "country": "USA", "text_en": "This from Kim Iverson on data published from Isreal, the C19 testing ground Isreal reached herd immunity through vaccination (70%+) quite some time ago Cases &amp; deaths went up regardless, now a booster (3rd dose) isnt helping either. Time to rethink things?"}, {"id": 1439411760986050564, "verified": false, "tweet_text": "@BeaumontBee @TheFabledAesop @Coliboo This from Kim Iverson on data published from Isreal, the C19 testing ground\nIsreal reached herd immunity through vaccination (70%+) quite some time ago\nCases &amp; deaths went up regardless, now a booster (3rd dose) isnt helping either.\nTime to rethink things?\nhttps://t.co/8ZTcUUHdh3", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BeaumontBee", "TheFabledAesop", "Coliboo"], "tweet_urls": ["https://t.co/8ZTcUUHdh3"], "country": "USA", "text_en": "This from Kim Iverson on data published from Isreal, the C19 testing ground Isreal reached herd immunity through vaccination (70%+) quite some time ago Cases &amp; deaths went up regardless, now a booster (3rd dose) isnt helping either. Time to rethink things?"}, {"id": 1439411688629997570, "verified": false, "tweet_text": "@kaldablue @nickamin20 @RolevSvmib @Rschooley 1% of 330 million equals what? So, we should just not vaccinate and try to go for herd immunity thru natural selection? What happens when the next variant arises then?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["kaldablue", "nickamin20", "RolevSvmib", "Rschooley"], "country": "USA", "text_en": "% of million equals what? So, we should just not vaccinate and try to go for herd immunity thru natural selection? What happens when the next variant arises then?"}, {"id": 1439411672045608960, "verified": false, "tweet_text": "Selain itu, vaksinasi COVID-19 bertujuan untuk mendorong terbentuknya herd immunity atau kekebalan kelompok. Hal ini penting karena ada sebagian orang yang tidak bisa divaksin karena alasan tertentu.", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z"}, {"id": 1439411197825191939, "verified": false, "tweet_text": "@TheNight_Spirit @taylorawelch Respiratory viruses are endemic in nature, you cannot cure them with artificial herd immunity. Also you can't compare them to polio which was already 90% decimated via natural herd immunity before the first vaccine ever went out. This is an unregulated cash-grab.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["TheNight_Spirit", "taylorawelch"], "country": "USA", "text_en": "Respiratory viruses are endemic in nature, you cannot cure them with artificial herd immunity. Also you can't compare them to polio which was already % decimated via natural herd immunity before the first vaccine ever went out. This is an unregulated cash-grab."}, {"id": 1439410944526934018, "verified": false, "tweet_text": "@Artgal24518575 @BerryTartlet @catvaxlax Allowing those with mild to no risk of death(children) to build natural immunity, rather than getting vaxxed, is the key to herd immunity.  The vaccine will only help to produce variants, which it seems is what the government wants.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Artgal24518575", "BerryTartlet", "catvaxlax"], "country": "USA", "text_en": "Allowing those with mild to no risk of death(children) to build natural immunity, rather than getting vaxxed, is the key to herd immunity. The vaccine will only help to produce variants, which it seems is what the government wants."}, {"id": 1439410931444830210, "verified": false, "tweet_text": "Upward of 95% of Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity https://t.co/RYa2O3FZS5 https://t.co/wzXd8DVDLx", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/RYa2O3FZS5"], "tweet_emoticons": ["8D"], "country": "USA", "text_en": "Upward of % of Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity"}, {"id": 1439410918794747905, "verified": false, "tweet_text": "Approximately half of the profiles pushing the case for herd immunity are artificial accounts. These bot or bot-like accounts are generally characterized as engaging in abnormally high levels of retweets &amp; low content diversity. (from Oct 2020) https://t.co/6IvKsKx6HA 4/ https://t.co/1jX8R4vkPN", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/6IvKsKx6HA"], "country": "USA", "text_en": "Approximately half of the profiles pushing the case for herd immunity are artificial accounts. These bot or bot-like accounts are generally characterized as engaging in abnormally high levels of retweets &amp; low content diversity. (from Oct ) /"}, {"id": 1439410330262667264, "verified": false, "tweet_text": "@oakfield_ @matthewiwanyk Like ivermectin is only for horses.\n14 days to slow the curve.\n70% vaxed will equal herd immunity.\nThat Fauci had nothing to do with the Covid creation.\nThat we won't have vax passports.\nEtc\nYeah that misinformation.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["oakfield_", "matthewiwanyk"], "country": "USA", "text_en": "Like ivermectin is only for horses. days to slow the curve. % vaxed will equal herd immunity. That Fauci had nothing to do with the Covid creation. That we won't have vax passports. Etc Yeah that misinformation."}, {"id": 1439410179787800579, "verified": false, "tweet_text": "@NoZoupForYou_ Ya haven’t you seen the CNBC article saying it’s “mythical” lol 😆 🤦‍♂️🤷‍♂️ \n\nhttps://t.co/CGOgMgcPmj", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["NoZoupForYou_"], "tweet_urls": ["https://t.co/CGOgMgcPmj"], "tweet_emoticons": ["🤷‍♂️", "🤦‍♂️", "😆"], "country": "USA", "text_en": "Ya havent you seen the CNBC article saying its mythical lol"}, {"id": 1439409936870494210, "verified": false, "tweet_text": "@mehyuz @DeanzTIA @Matei80 @jordanbpeterson Yes we know that. A vaccine does not ensure 100% protection but it doesn't need to. 70-80% is more than enough for herd immunity and with a vaccine, symptoms are DRASTICALLY reduced and the likelihood of catching covid is something like 1000x less likely", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mehyuz", "DeanzTIA", "Matei80", "jordanbpeterson"], "country": "USA", "text_en": "Yes we know that. A vaccine does not ensure % protection but it doesn't need to. -80% is more than enough for herd immunity and with a vaccine, symptoms are DRASTICALLY reduced and the likelihood of catching covid is something like x less likely"}, {"id": 1439409659840921604, "verified": false, "tweet_text": "Alhamdulillah... Teruslah bergerak... Bismillah semoga bermanfaat... \"Menuju Jawa Timur Herd Immunity\" \nINDONESIA TANGGUH\n#jatim\n#isnu \n#isnutulungagung\n\n@nu_online\n@pwnujatim\n@KhofifahIP \n@JatimPemprov \n@isnukita https://t.co/ZsMdtYfAW1", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["jatim", "isnu", "isnutulungagung"], "mentions": ["nu_online", "pwnujatim", "KhofifahIP", "JatimPemprov", "isnukita"]}, {"id": 1439409401270611971, "verified": false, "tweet_text": "@the_lorean @DigitalNorth3D Now if you are around only people that are vaccinated, then the duration would be shorter thus ultimate reducing the chances of catching ala herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["the_lorean", "DigitalNorth3D"], "country": "USA", "text_en": "Now if you are around only people that are vaccinated, then the duration would be shorter thus ultimate reducing the chances of catching ala herd immunity."}, {"id": 1439408421535617025, "verified": false, "tweet_text": "This is why absolutely nobody in public health will attempt to argue with me.  There are very basic principles that they’re willfully ignoring, like Farr’s Law and the herd immunity threshold formula. https://t.co/OdYKZqKfpA", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "This is why absolutely nobody in public health will attempt to argue with me. There are very basic principles that theyre willfully ignoring, like Farrs Law and the herd immunity threshold formula."}, {"id": 1439408380481875968, "verified": false, "tweet_text": "@dallasnews We'll never reach herd immunity if 95% is needed.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["dallasnews"], "country": "USA", "text_en": "We'll never reach herd immunity if % is needed."}, {"id": 1439408345199349764, "verified": false, "tweet_text": "@ArchoProbato @Irishroots115 No one in their right mind believes herd immunity via infection is a reasonable option. Trying to infect kids when the vaccine is right around the corner is a horrific plan.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ArchoProbato", "Irishroots115"], "country": "USA", "text_en": "No one in their right mind believes herd immunity via infection is a reasonable option. Trying to infect kids when the vaccine is right around the corner is a horrific plan."}, {"id": 1439408075971063810, "verified": false, "tweet_text": "@ArchoProbato Herd immunity is a myth", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ArchoProbato"], "country": "USA", "text_en": "Herd immunity is a myth"}, {"id": 1439407925735342081, "verified": false, "tweet_text": "@cwebbonline @freshwaterpurl Too much herd stupidity to ever reach herd immunity…", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["cwebbonline", "freshwaterpurl"], "country": "USA", "text_en": "Too much herd stupidity to ever reach herd immunity"}, {"id": 1439407678208499714, "verified": false, "tweet_text": "Ep. 1974 Jay Bhattacharya on Herd Immunity, Seasonal Spikes, and the Return of Rationality https://t.co/vGQjtz2l6B", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/vGQjtz2l6B"], "country": "USA", "text_en": "Ep. Jay Bhattacharya on Herd Immunity, Seasonal Spikes, and the Return of Rationality"}, {"id": 1439407640388325379, "verified": false, "tweet_text": "@BrittanyinTexas @sjensenlady Herd intelligence when we reach herd immunity.  Never.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BrittanyinTexas", "sjensenlady"], "country": "USA", "text_en": "Herd intelligence when we reach herd immunity. Never."}, {"id": 1439407471060307972, "verified": false, "tweet_text": "@D1n0nliDatGyrlV @NYCMayor @DOEChancellor @BilldeBlasio @MeishaPorter @NYCFirstLady @Chirlane @NYCHealthCommr @davechokshi @NYCSchools But herd immunity is Biden and BdB and DOEand UFT’s plan so this is great right, we’ll reach it sooner?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["D1n0nliDatGyrlV", "NYCMayor", "DOEChancellor", "BilldeBlasio", "MeishaPorter", "NYCFirstLady", "Chirlane", "NYCHealthCommr", "davechokshi", "NYCSchools"], "country": "USA", "text_en": "But herd immunity is Biden and BdB and DOEand UFTs plan so this is great right, well reach it sooner?"}, {"id": 1439407421873664001, "verified": false, "tweet_text": "@davidpakmanshow They honestly believe we will reach herd immunity. When in fact all we are doing is making the virus mutate and get stronger and prolonging mask wearing.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["davidpakmanshow"], "country": "USA", "text_en": "They honestly believe we will reach herd immunity. When in fact all we are doing is making the virus mutate and get stronger and prolonging mask wearing."}, {"id": 1439407282207526914, "verified": false, "tweet_text": "@PrimalPolitical I was in agreement with herd immunity that Boris originally suggested. Yet everyone lost their shit when he suggested it…", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["PrimalPolitical"], "country": "USA", "text_en": "I was in agreement with herd immunity that Boris originally suggested. Yet everyone lost their shit when he suggested it"}, {"id": 1439407248518823937, "verified": false, "tweet_text": "But herd immunity is Biden and BdB’s plan so this is great right, we’ll reach it sooner? https://t.co/hPiuf5mOGd", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/hPiuf5mOGd"], "country": "USA", "text_en": "But herd immunity is Biden and BdBs plan so this is great right, well reach it sooner?"}, {"id": 1439407181581987848, "verified": false, "tweet_text": "Ep. 1974 Jay Bhattacharya on Herd Immunity, Seasonal Spikes, and the Return of Rationality https://t.co/xyCiitPA9L", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/xyCiitPA9L"], "country": "USA", "text_en": "Ep. Jay Bhattacharya on Herd Immunity, Seasonal Spikes, and the Return ofRationality"}, {"id": 1439407165479981059, "verified": false, "tweet_text": "@Irishroots115 But herd immunity is Biden and BdB’s plan so this is great right, we’ll reach it sooner?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Irishroots115"], "country": "USA", "text_en": "But herd immunity is Biden and BdBs plan so this is great right, well reach it sooner?"}, {"id": 1439407008298455042, "verified": false, "tweet_text": "They have become immune to hearing of herd immunity. Follow the politics. https://t.co/C8SoM5tWYS", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/C8SoM5tWYS"], "country": "USA", "text_en": "They have become immune to hearing of herd immunity. Follow the politics."}, {"id": 1439407003034472454, "verified": false, "tweet_text": "@AileenWuornos9 @aye_pahpi @GavinNewsom Higher vaccination rates are better, so it wouldn’t be a terrible goal.\n\nInteresting fact: the herd immunity threshhold for measles is 95% of a community vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["AileenWuornos9", "aye_pahpi", "GavinNewsom"], "country": "USA", "text_en": "Higher vaccination rates are better, so it wouldnt be a terrible goal. Interesting fact: the herd immunity threshhold for measles is % of a community vaccinated."}, {"id": 1439406953005031425, "verified": false, "tweet_text": "@RepThomasMassie @Rastafariel1 @CDCgov They have become immune to hearing of herd immunity. Follow the politics.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["RepThomasMassie", "Rastafariel1", "CDCgov"], "country": "USA", "text_en": "They have become immune to hearing of herd immunity. Follow the politics."}, {"id": 1439406936563216387, "verified": false, "tweet_text": "Prior to 96% vaccination, anyone can go to major stores, supermarkets &amp; shopping malls.\n\nAfter the island is 96% vaccinated, the UNVACCINATED can no longer access those places.\n\nSo tell me what kind of protection &amp; good the HERD IMMUNITY is for???", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Prior to % vaccination, anyone can go to major stores, supermarkets &amp; shopping malls. After the island is % vaccinated, the UNVACCINATED can no longer access those places. So tell me what kind of protection &amp; good the HERD IMMUNITY is for???"}, {"id": 1439406828018823171, "verified": false, "tweet_text": "@anyaroslan They are already staying home. There'd see no difference between your way or my way.\nAnd when natural herd immunity is reached, they'll be able to come out. Remember, the vaccine does not stop people catching or spreading COVID, it only mitigates the effects. Rip the band aid off", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["anyaroslan"], "country": "USA", "text_en": "They are already staying home. There'd see no difference between your way or my way. And when natural herd immunity is reached, they'll be able to come out. Remember, the vaccine does not stop people catching or spreading COVID, it only mitigates the effects. Rip the band aid off"}, {"id": 1439406700059000836, "verified": false, "tweet_text": "Herd natural immunity is being achieved. Might be a drop in testing rates too. https://t.co/OZlOr3dPDV", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/OZlOr3dPDV"], "country": "USA", "text_en": "Herd natural immunity is being achieved. Might be a drop in testing rates too."}, {"id": 1439406308629880837, "verified": false, "tweet_text": "@SafeToVaccinate @Myhandle1900 @firesleuth So herd immunity is out of the question even with vaccines?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["SafeToVaccinate", "Myhandle1900", "firesleuth"], "country": "USA", "text_en": "So herd immunity is out of the question even with vaccines?"}, {"id": 1439405920111501312, "verified": false, "tweet_text": "@Ashoktambe1987 @DrJBhattacharya @gummibear737 Herd immunity means that R_t remains sustainably below 1 without any mitigation measures.\nHence they might have very high immunity in the population, but no herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Ashoktambe1987", "DrJBhattacharya", "gummibear737"], "country": "USA", "text_en": "Herd immunity means that R_t remains sustainably below without any mitigation measures. Hence they might have very high immunity in the population, but no herd immunity."}, {"id": 1439405741031362564, "verified": false, "tweet_text": "@JaniceMcGeachin You can’t achieve natural immunity in this particular instance because of variants! Now if everyone would get vaccinated, it’s very possible to achieve herd immunity!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["JaniceMcGeachin"], "country": "USA", "text_en": "You cant achieve natural immunity in this particular instance because of variants! Now if everyone would get vaccinated, its very possible to achieve herd immunity!"}, {"id": 1439405624534700037, "verified": false, "tweet_text": "@Cleetwan @Myhandle1900 @firesleuth We know that herd immunity is probably not happening now. What won’t happen is deaths spiraling out of control, mostly thanks to vaccines. \n\nAgain, big picture. You keep focusing on the micro.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Cleetwan", "Myhandle1900", "firesleuth"], "country": "USA", "text_en": "We know that herd immunity is probably not happening now. What wont happen is deaths spiraling out of control, mostly thanks to vaccines. Again, big picture. You keep focusing on the micro."}, {"id": 1439405303234138114, "verified": false, "tweet_text": "@CrudoDom @davidestcourt @theage Rather missing the salient point.\n\n\"Crowd\"\n\nDuring a pandemic without yet achieving herd immunity.\n\nThink harder.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["CrudoDom", "davidestcourt", "theage"], "country": "USA", "text_en": "Rather missing the salient point. \"Crowd\" During a pandemic without yet achieving herd immunity. Think harder."}, {"id": 1439404551325433858, "verified": false, "tweet_text": "Vaksinasi 96%\n\nJanjinya:\nBoleh OPEN sudah herd immunity kan ya?\n\nKenyataannya:\nSeiring vaksin tercapai muncul aturan\n-supermarket sampai toko: scan vax\n-malls: scan vax\n-pantai Legian: scan vax\n-Sanur area: ganjil genap https://t.co/n7IuuSv6DT", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z"}, {"id": 1439404460543856645, "verified": false, "tweet_text": "Malaysia reached 78.2% herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Malaysia reached % herd immunity"}, {"id": 1439404031714086921, "verified": false, "tweet_text": "@MsNancyDrewknew @MH30505831 I don’t think it proves intent to pursue herd immunity through mass natural infection but it’s strong evidence of their callous indifference to human suffering.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["MsNancyDrewknew", "MH30505831"], "country": "USA", "text_en": "I dont think it proves intent to pursue herd immunity through mass natural infection but its strong evidence of their callous indifference to human suffering."}, {"id": 1439403556147118082, "verified": false, "tweet_text": "@maticevska In other words herd immunity will not exist with this vaccine", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["maticevska"], "country": "USA", "text_en": "In other words herd immunity will not exist with this vaccine"}, {"id": 1439403480918102020, "verified": false, "tweet_text": "@niravstoons @Chellaney We will know about herd immunity in next 3-4 months.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["niravstoons", "Chellaney"], "country": "USA", "text_en": "We will know about herd immunity in next -4 months."}, {"id": 1439403343185526787, "verified": false, "tweet_text": "@detikcom Kayaknya sih karena udah Herd Immunity. Jadi saking bnyknya yang kena, virusnya udah bingung nularin ke siapa lagi. Jadilah skrg kasus drop drastis.", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["detikcom"]}, {"id": 1439403129028681728, "verified": false, "tweet_text": "@BostonSprtsNews @davieyo @BlairBrandt 99.1% survival rate equals 2.5 million deaths in the US to reach herd immunity via natural infections (no vaccines).", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BostonSprtsNews", "davieyo", "BlairBrandt"], "country": "USA", "text_en": "% survival rate equals million deaths in the US to reach herd immunity via natural infections (no vaccines)."}, {"id": 1439402924371755010, "verified": false, "tweet_text": "@Davidnobles @mattwasfunny “Herd immunity is only relevant if we have a transmission-blocking vaccine. If we don’t, then the only way to get herd immunity in the population is to give everyone the vaccine,” says Shweta Bansal, a mathematical biologist at Georgetown University in Washington DC", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Davidnobles", "mattwasfunny"], "country": "USA", "text_en": "Herd immunity is only relevant if we have a transmission-blocking vaccine. If we dont, then the only way to get herd immunity in the population is to give everyone the vaccine, says Shweta Bansal, a mathematical biologist at Georgetown University in Washington DC"}, {"id": 1439402773796331524, "verified": false, "tweet_text": "@thegreatone922 @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS Sadly, I’ve explain it (herd immunity of 90% was for the first variant) but I see you’ve been triggered by certain facts.\n\nNow, I gave you my opinion. (Unvaccinated kids + evolving variant)\n\nLog out &amp; go talk to a doctor.\n\nThere’s plenty of Doctor who would gladly talk to you… https://t.co/GQetV8PteW", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["thegreatone922", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Sadly, Ive explain it (herd immunity of % was for the first variant) but I see youve been triggered by certain facts. Now, I gave you my opinion. (Unvaccinated kids + evolving variant) Log out &amp; go talk to a doctor. Theres plenty of Doctor who would gladly talk to you"}, {"id": 1439402371193393155, "verified": false, "tweet_text": "China claims it has herd immunity so why is it brutally sending people to COVID CAMPS #Covid_19 https://t.co/ilg1LHW4NF", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Covid_19"], "tweet_urls": ["https://t.co/ilg1LHW4NF"], "country": "USA", "text_en": "China claims it has herd immunity so why is it brutally sending people to COVID CAMPS"}, {"id": 1439402334849744905, "verified": false, "tweet_text": "@FashiesBad @molinnj @zaijian @JackPosobiec And Fauci says the way to reach herd is through 80%vaccinated. He never mentions natural immunity as part of herd.  They recommend natural immunity ppl to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["FashiesBad", "molinnj", "zaijian", "JackPosobiec"], "country": "USA", "text_en": "And Fauci says the way to reach herd is through %vaccinated. He never mentions natural immunity as part of herd. They recommend natural immunity ppl to get vaccinated."}, {"id": 1439402304063614976, "verified": false, "tweet_text": "@BurnerTaxed @ObviousElk @trinitarianrick @SikhForTruth That's not good and will certainly push more people to not vaccinate at all and since they don't want to do the other measures will just be like it's here who cares let people get herd immunity and millions more will die", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BurnerTaxed", "ObviousElk", "trinitarianrick", "SikhForTruth"], "country": "USA", "text_en": "That's not good and will certainly push more people to not vaccinate at all and since they don't want to do the other measures will just be like it's here who cares let people get herd immunity and millions more will die"}, {"id": 1439402231326035971, "verified": false, "tweet_text": "@jareidz @ChrisGoode96 @CircusSyndicate @jordanbpeterson How would you know? Isn't the idea, everyone vax, reach herd immunity, spread should stop. Its the same \"argument\" laid out against lockdowns. How would anyone truly know if they worked (speaking about the U.S. specifically) nothing ever really \"fully\" locked down.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["jareidz", "ChrisGoode96", "CircusSyndicate", "jordanbpeterson"], "country": "USA", "text_en": "How would you know? Isn't the idea, everyone vax, reach herd immunity, spread should stop. Its the same \"argument\" laid out against lockdowns. How would anyone truly know if they worked (speaking about the U.S. specifically) nothing ever really \"fully\" locked down."}, {"id": 1439401945433841668, "verified": false, "tweet_text": "@sinnndy1 I know the Hassidic community is anti-vax, anti-mask, but I think it has more to do with separatism and their idea of herd immunity. However, I shop side-by-side of many Hassidic women and their daughters and they do not mask outside their community", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["sinnndy1"], "country": "USA", "text_en": "I know the Hassidic community is anti-vax, anti-mask, but I think it has more to do with separatism and their idea of herd immunity. However, I shop side-by-side of many Hassidic women and their daughters and they do not mask outside their community"}, {"id": 1439401647642451969, "verified": false, "tweet_text": "https://t.co/DCDOy9XTA6", "tweet_lang": "und", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/DCDOy9XTA6"]}, {"id": 1439401507011530756, "verified": false, "tweet_text": "@mamshiebang Herd immunity na sila mamshie. 70 percent vaccinated.\nTyo lng Naman Ang kulelerts", "tweet_lang": "tl", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mamshiebang"]}, {"id": 1439401443883163648, "verified": true, "tweet_text": "Por qué ya no es suficiente la inmunidad de rebaño del 70 % para frenar la pandemia El concepto de inmunidad colectiva (o de rebaño, del término inglés herd immunity) se emplea para referirse a cosas diferentes. En ... https://t.co/UwUXiYeASR", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/UwUXiYeASR"], "country": "MEXICO", "text_es": "Por qué ya no es suficiente la inmunidad de rebaño del % para frenar la pandemia El concepto de inmunidad colectiva (o de rebaño, del término inglés herd immunity) se emplea para referirse a cosas diferentes. En ..."}, {"id": 1439401441219813377, "verified": true, "tweet_text": "Upward of 95% of Dallas County residents need protection against COVID-19 to reach herd immunity --&gt; https://t.co/6ih1sHRQ3F https://t.co/Oh7n8qez42", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/6ih1sHRQ3F"], "country": "USA", "text_en": "Upward of % of Dallas County residents need protection against COVID-19 to reach herd immunity --&gt;"}, {"id": 1439401282104659971, "verified": false, "tweet_text": "Ep. 1974 Jay Bhattacharya on Herd Immunity, Seasonal Spikes, and the Return of Rationality https://t.co/z8lKm1x1nT", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/z8lKm1x1nT"], "country": "USA", "text_en": "Ep. Jay Bhattacharya on Herd Immunity, Seasonal Spikes, and the Return of Rationality"}, {"id": 1439401191184740354, "verified": false, "tweet_text": "@ABC Man this F***n covid is mentally exhausting I'm tired of it. I just hope we get herd immunity despite the odds against it.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ABC"], "country": "USA", "text_en": "Man this F***n covid is mentally exhausting I'm tired of it. I just hope we get herd immunity despite the odds against it."}, {"id": 1439401162495627271, "verified": false, "tweet_text": "@ExplodedRat @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS HOW IS A COUNTRY WITH 90% VACCINATION RATE HAVING A SURGE??  \n\nScience has yelled herd immunity yet Isreal is having a great time with a surge science cannot explain!!!\n\nLast time I'm saying this Stan EXPLAIN ISREAL AND MONGOLIA IF SCIENCE IS RIGHT\n\nLAST TWEET ON THIS ONE", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ExplodedRat", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp", "XP"], "country": "USA", "text_en": "HOW IS A COUNTRY WITH % VACCINATION RATE HAVING A SURGE?? Science has yelled herd immunity yet Isreal is having a great time with a surge science cannot explain!!! Last time I'm saying this Stan EXPLAIN ISREAL AND MONGOLIA IF SCIENCE IS RIGHT LAST TWEET ON THIS ONE"}, {"id": 1439401071017824256, "verified": false, "tweet_text": "@cwebbonline the vaxxed have immunity and frankly I don't care about antivaxxers wishing to cull themselves from their herd.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["cwebbonline"], "country": "USA", "text_en": "the vaxxed have immunity and frankly I don't care about antivaxxers wishing to cull themselves from their herd."}, {"id": 1439401024108773380, "verified": false, "tweet_text": "@KyleKashuv During FDA panel discussion for boosters it was told that Israel's agreement with Pfizer is to achieve and maintain vaccine herd immunity. What agreement did we make with vax companies? If it's the same no wonder they didn't make a vax that works🤷‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["KyleKashuv"], "tweet_emoticons": ["🤷‍♀️"], "country": "USA", "text_en": "During FDA panel discussion for boosters it was told that Israel's agreement with Pfizer is to achieve and maintain vaccine herd immunity. What agreement did we make with vax companies? If it's the same no wonder they didn't make a vax that works"}, {"id": 1439400667588665346, "verified": false, "tweet_text": "@tirta_cipeng @separologis Ada serosurvey yang dikerjakan who dan kemenkes akhir tahun 2020, waktu itu saja prevalensi positif di beberapa kota sudah lebih 15 persen...jadi plus cakupan vaksin, tambah yang kena dan sembuh lebih banyak...yang rentan pasti berkurang...tapi herd immunity..ya masih tanda tanya", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["tirta_cipeng", "separologis"]}, {"id": 1439400229497819139, "verified": false, "tweet_text": "@DrTonyLeachon @sarchavez @dzrhnews Can we honestly expect vision from this goverment? Im out of hope.\nDo we need brilliant administators to ensure we achieve the basics : herd immunity and effective contact tracing? ..yet our supposed best &amp; brightest appear lost..but is effective in mismanaging taxpayer money.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DrTonyLeachon", "sarchavez", "dzrhnews"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Can we honestly expect vision from this goverment? Im out of hope. Do we need brilliant administators to ensure we achieve the basics : herd immunity and effective contact tracing? ..yet our supposed best &amp; brightest appear lost..but is effective in mismanaging taxpayer money."}, {"id": 1439399814853283843, "verified": false, "tweet_text": "@MartyYates10 @JDrewsyBC @KwameA009 Now use the numbers from when the vaccine became available. You can't count pre vaccine covid deaths  in the comparison. Herd immunity (natural selection) is running its course.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MartyYates10", "JDrewsyBC", "KwameA009"], "country": "USA", "text_en": "Now use the numbers from when the vaccine became available. You can't count pre vaccine covid deaths in the comparison. Herd immunity (natural selection) is running its course."}, {"id": 1439399810021400576, "verified": false, "tweet_text": "@AmyEStarkey @steadyso @CBCNews Its called herd immunity@ 70%.\n70% of 35 million in Canada. Do the math", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["AmyEStarkey", "steadyso", "CBCNews"], "country": "USA", "text_en": "Its called herd immunity %. % of million in Canada. Do the math"}, {"id": 1439399774944313346, "verified": false, "tweet_text": "@Desty007 Siap. Kalau maunya milih2 nggak segera tercapai target herd immunity", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Desty007"]}, {"id": 1439399773149278211, "verified": false, "tweet_text": "@DoctorOntario I thought herd immunity was to be 70% now its 90% okay.......  #Canada #Ontario https://t.co/Riko4Q3ZIm", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Canada", "Ontario"], "mentions": ["DoctorOntario"], "country": "USA", "text_en": "I thought herd immunity was to be % now its % okay......."}, {"id": 1439399751590596609, "verified": false, "tweet_text": "@vulcanrider0610 @cowdisley @shell6679 Again… \nIf people don’t get vaccinated, we will never achieve herd immunity, which can &amp; has caused the Covid virus to mutate into other variants; which will make the vaccine less effective or useless! If you don’t care, fine but please tell me you understand! https://t.co/6okgKBlfn7", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["vulcanrider0610", "cowdisley", "shell6679"], "country": "USA", "text_en": "Again If people dont get vaccinated, we will never achieve herd immunity, which can &amp; has caused the Covid virus to mutate into other variants; which will make the vaccine less effective or useless! If you dont care, fine but please tell me you understand!"}, {"id": 1439399493460430848, "verified": false, "tweet_text": "@MeidasTouch @CJ_isnowblue We’re going to get to herd immunity because COVID will run out of hosts", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MeidasTouch", "CJ_isnowblue"], "country": "USA", "text_en": "Were going to get to herd immunity because COVID will run out of hosts"}, {"id": 1439399449042771968, "verified": false, "tweet_text": "@cdaa8123d4844c5 @EDI_Airport Herd immunity is the only way out of any pandemic. Simple fact.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["cdaa8123d4844c5", "EDI_Airport"], "country": "USA", "text_en": "Herd immunity is the only way out of any pandemic. Simple fact."}, {"id": 1439399307853983747, "verified": false, "tweet_text": "@tirta_cipeng Herd immunity jalur terpapar? Di kampungku (deket Salatiga) minggu 1-3 Juli 'masuk angin' massal. kayaknya 90% lebih. Gejalanya sih covud bgt. Pada isoman aja ga tes. Pelan2 satu demi satu sembuh. Yang udah pada vaksin rata2 kurang dari seminggu. Yg belum, ada yg sampe 2 bulan.", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["tirta_cipeng"]}, {"id": 1439399279135764483, "verified": false, "tweet_text": "@RiderMaelstrom @KC_Allergy_Doc @ChattyAbbi @DrTomFrieden If you went by seropositivity in Manaus, it looked like the city was closing in on herd immunity (75-80%), then a month later the city ran out of oxygen tanks. So I’m just saying that if a sufficiently evasive variant arises, neither natural nor vaccinated immunity may suffice 🤷‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["RiderMaelstrom", "KC_Allergy_Doc", "ChattyAbbi", "DrTomFrieden"], "tweet_emoticons": ["🤷‍♂️"], "country": "USA", "text_en": "If you went by seropositivity in Manaus, it looked like the city was closing in on herd immunity (75-80%), then a month later the city ran out of oxygen tanks. So Im just saying that if a sufficiently evasive variant arises, neither natural nor vaccinated immunity may suffice"}, {"id": 1439398924612247553, "verified": false, "tweet_text": "What a waste of taxpayer dollars. All in an effort to get to covid zero, which is impossible. Covid should be over by Christmas. We may have one more wave due to lockdown, but herd immunity will win at some point. https://t.co/nhpNkPmO9M", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/nhpNkPmO9M"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "What a waste of taxpayer dollars. All in an effort to get to covid zero, which is impossible. Covid should be over by Christmas. We may have one more wave due to lockdown, but herd immunity will win at some point."}, {"id": 1439398759004213251, "verified": false, "tweet_text": "@separologis @tirta_cipeng Apakah artinya Warga +62 proses herd immunity alami nya lebih cepat atau emank udah bodo amat 😂😂", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["separologis", "tirta_cipeng"], "tweet_emoticons": ["😂"]}, {"id": 1439398568096419843, "verified": false, "tweet_text": "@ExplodedRat @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS So explain Isreal and Mongolia!  Remember Stan science says herd immunity happens at 70-80% vaccination, these countries are 90% vaccinated YET STILL EXPERIENCING  A SURGE!\n\nIt's science Stan, stand by the science ... You can't use science when it suits your case!!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ExplodedRat", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp", "XP"], "country": "USA", "text_en": "So explain Isreal and Mongolia! Remember Stan science says herd immunity happens at -80% vaccination, these countries are % vaccinated YET STILL EXPERIENCING A SURGE! It's science Stan, stand by the science ... You can't use science when it suits your case!!"}, {"id": 1439398564237434881, "verified": false, "tweet_text": "@karlprosser @andrewlilley_au Agreed. The concept of Herd Immunity isn't helpful without sterilising immunity which isn't possible with the current vaccines. Wavy endemic equilibrium until better vaccines emerge.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["karlprosser", "andrewlilley_au"], "country": "USA", "text_en": "Agreed. The concept of Herd Immunity isn't helpful without sterilising immunity which isn't possible with the current vaccines. Wavy endemic equilibrium until better vaccines emerge."}, {"id": 1439398387124744193, "verified": false, "tweet_text": "@Johndoe93776 @CastleJust @JMBorchardt @repkoehler @lbischoff The better question is why are so many people against this vaccine?  It’s just so stupid that something like this is even an argument. https://t.co/xFLEjRn9er", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Johndoe93776", "CastleJust", "JMBorchardt", "repkoehler", "lbischoff"], "tweet_urls": ["https://t.co/xFLEjRn9er"], "country": "USA", "text_en": "The better question is why are so many people against this vaccine? Its just so stupid that something like this is even an argument."}, {"id": 1439398299832762370, "verified": false, "tweet_text": "@AdrestiaNorth @CBCFletch There is no herd immunity until 90% of the population is fully vaccinated.\n\nhttps://t.co/yUKRTqlIwk", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["AdrestiaNorth", "CBCFletch"], "tweet_urls": ["https://t.co/yUKRTqlIwk"], "country": "USA", "text_en": "There is no herd immunity until % of the population is fully vaccinated."}, {"id": 1439398263661207552, "verified": false, "tweet_text": "@potts_jaye @TimAlle97055825 We have reached the recommended herd immunity\n\nhttps://t.co/j6o2oFYQKu", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["potts_jaye", "TimAlle97055825"], "tweet_urls": ["https://t.co/j6o2oFYQKu"], "country": "USA", "text_en": "We have reached the recommended herd immunity"}, {"id": 1439398201916809217, "verified": false, "tweet_text": "@pmnewsnigeria Herd immunity at play", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["pmnewsnigeria"], "country": "USA", "text_en": "Herd immunity at play"}, {"id": 1439398169020829696, "verified": false, "tweet_text": "Most politicians won't tell you, but 90% vaccination before reopening was ALWAYS the target: \"herd immunity\" (full community protection) kicks in at 94%.\n\nWe may not be halfway though #melbournelockdown - rhetoric aside - based on that.\n\nhttps://t.co/FcgIqjvaXu\n\n#springst #auspol", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["melbournelockdown", "springst", "auspol"], "tweet_urls": ["https://t.co/FcgIqjvaXu"], "country": "USA", "text_en": "Most politicians won't tell you, but % vaccination before reopening was ALWAYS the target: \"herd immunity\" (full community protection) kicks in at %. We may not be halfway though - rhetoric aside - based on that."}, {"id": 1439398160581869579, "verified": true, "tweet_text": "Polri menghimbau kepada seluruh masyarakat yang sudah memenuhi syarat agar mengikuti vaksinasi guna membentuk Herd Immunity. https://t.co/NFR0SaJDeM", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439398124137566208, "verified": false, "tweet_text": "@Chellaney Also with very high Sero prevalence in big cities … this should ensure vaccinations is second line of defence. India probably has herd immunity already.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Chellaney"], "country": "USA", "text_en": "Also with very high Sero prevalence in big cities this should ensure vaccinations is second line of defence. India probably has herd immunity already."}, {"id": 1439398038317895689, "verified": false, "tweet_text": "@bigstape @GovernorTomWolf @gtconway3d The Vax was sold to the public with 3 benifets. \n1-Stop severity of illness &amp; hospitalizations\n2-Create herd immunity\n3-Stop the Spread\n\n2 out of three failed!\n\nSo Mabe the NEXT gen might have it.\nhttps://t.co/zuVuytaoDW", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["bigstape", "GovernorTomWolf", "gtconway3d"], "tweet_urls": ["https://t.co/zuVuytaoDW"], "country": "USA", "text_en": "The Vax was sold to the public with benifets. -Stop severity of illness &amp; hospitalizations -Create herd immunity -Stop the Spread out of three failed! So Mabe the NEXT gen might have it."}, {"id": 1439397715197128704, "verified": false, "tweet_text": "@Fraz65 @drajm Your delusional Fraz they left the elements of the Report and have picked what they wanted.\nEither forget what the phyco in the East is doing all together or lise children to covid.\nThere is no out in the current herd immunity plan which hasn't worked around the world look at UK", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Fraz65", "drajm"], "country": "USA", "text_en": "Your delusional Fraz they left the elements of the Report and have picked what they wanted. Either forget what the phyco in the East is doing all together or lise children to covid. There is no out in the current herd immunity plan which hasn't worked around the world look at UK"}, {"id": 1439397307284393987, "verified": false, "tweet_text": "@J_lem21 @schlaud_ryan @BadCOVID19Takes (2) Herd immunity COULD happen but we'd need to convince a LOT of people to get it, and fast. At least, faster than a vaccine-resistant variant could form (which doesn't seem likely given current projections)", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["J_lem21", "schlaud_ryan", "BadCOVID19Takes"], "country": "USA", "text_en": "(2) Herd immunity COULD happen but we'd need to convince a LOT of people to get it, and fast. At least, faster than a vaccine-resistant variant could form (which doesn't seem likely given current projections)"}, {"id": 1439397073976115203, "verified": false, "tweet_text": "@detikcom Percepatan vaksinasi untuk Herd Immunity 👍👍....biar Ekonomi Bergerak kembali, kecuali bagi yang Malas....", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["detikcom"], "tweet_emoticons": ["👍"]}, {"id": 1439396936373637121, "verified": false, "tweet_text": "@KenyonWallace @TorontoStar 75% is a nice number but at the end of day vaccine reduces transmission by only 60% currently, which means we will need more infections to reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["KenyonWallace", "TorontoStar"], "country": "USA", "text_en": "% is a nice number but at the end of day vaccine reduces transmission by only % currently, which means we will need more infections to reach herd immunity."}, {"id": 1439396718232096769, "verified": false, "tweet_text": "@NoLieWithBTC @AP Herd immunity due to non vaccinated people dying smh", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["NoLieWithBTC", "AP"], "country": "USA", "text_en": "Herd immunity due to non vaccinated people dying smh"}, {"id": 1439396699840163846, "verified": false, "tweet_text": "@SpaceshipYoshi @schlaud_ryan @BadCOVID19Takes I'm starting to think herd immunity won't happen. \n\nDoes anyone have info on the quickest reinfection cases?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SpaceshipYoshi", "schlaud_ryan", "BadCOVID19Takes"], "country": "USA", "text_en": "I'm starting to think herd immunity won't happen. Does anyone have info on the quickest reinfection cases?"}, {"id": 1439396618667655172, "verified": false, "tweet_text": "Vaksinasi pelajar mempercepat herd immunity https://t.co/Q6oG3L6fSB", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439396596592959493, "verified": false, "tweet_text": "@SeeTwoGaming @optimist_grand @RWMaloneMD Geert Vanden Bossche warned that mass vaccination would lead to immune escape and actually affect herd immunity. He’s one of the world’s top vaccine experts and has written to the WHO asking to halt the mass vaccination.\nhttps://t.co/IZKKRpbfug", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SeeTwoGaming", "optimist_grand", "RWMaloneMD"], "tweet_urls": ["https://t.co/IZKKRpbfug"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Geert Vanden Bossche warned that mass vaccination would lead to immune escape and actually affect herd immunity. Hes one of the worlds top vaccine experts and has written to the WHO asking to halt the mass vaccination."}, {"id": 1439396525587709954, "verified": false, "tweet_text": "@Travistritt They have worked endlessly through this whole pandemic....they probably have herd immunity that no one seemed to talk about!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Travistritt"], "country": "USA", "text_en": "They have worked endlessly through this whole pandemic....they probably have herd immunity that no one seemed to talk about!"}, {"id": 1439396254610513922, "verified": false, "tweet_text": "@J_lem21 @schlaud_ryan @BadCOVID19Takes Admittedly that group is probably very small, but surely they exist somewhere. and it's one step closer to herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["J_lem21", "schlaud_ryan", "BadCOVID19Takes"], "country": "USA", "text_en": "Admittedly that group is probably very small, but surely they exist somewhere. and it's one step closer to herd immunity."}, {"id": 1439396172603408388, "verified": false, "tweet_text": "Wujudkan herd immunity pemerintahan mempercepat vaksinasi door to door \nTarget vaksinasi 70 Persen Tercapai #IndonesiaSehatIndonesiaHebat https://t.co/3nrTWwJI7b", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["IndonesiaSehatIndonesiaHebat"]}, {"id": 1439395873864118278, "verified": false, "tweet_text": "@TeamAlpha3 I'll riddle you this; all around the world they target 80% for herd immunity.\nI guess you have done your research with DR Know it all.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["TeamAlpha3"], "country": "USA", "text_en": "I'll riddle you this; all around the world they target % for herd immunity. I guess you have done your research with DR Know it all."}, {"id": 1439395682037735429, "verified": false, "tweet_text": "@normonics I think it’s been understood that you need to keep a certain percentage vaccinated for herd immunity, but the areas most concerned have high vaccination rates. it’s pure fud. \n\nfda rejecting universal boosters and what that means hasn’t sunken in yet.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["normonics"], "country": "USA", "text_en": "I think its been understood that you need to keep a certain percentage vaccinated for herd immunity, but the areas most concerned have high vaccination rates. its pure fud. fda rejecting universal boosters and what that means hasnt sunken in yet."}, {"id": 1439395619689406466, "verified": false, "tweet_text": "@cwebbonline You know, that herd immunity thing is still possible, cause there are a lot of them dying. That makes the total number of people go down, and makes it more possible to reach that magic number of people that are protected. Just sayin!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["cwebbonline"], "country": "USA", "text_en": "You know, that herd immunity thing is still possible, cause there are a lot of them dying. That makes the total number of people go down, and makes it more possible to reach that magic number of people that are protected. Just sayin!"}, {"id": 1439395078552764416, "verified": false, "tweet_text": "Instagram blocks 'natural immunity' hashtag https://t.co/EhH3uCaGc0 Remember when \"Herd Immunity\" Required natural immunity?? Now if we had COVID we don't exist.  &amp; 27 times better immunity than a Vaccination....", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/EhH3uCaGc0"], "country": "USA", "text_en": "Instagram blocks 'natural immunity' hashtag Remember when \"Herd Immunity\" Required natural immunity?? Now if we had COVID we don't exist. &amp; times better immunity than a Vaccination...."}, {"id": 1439394781776338948, "verified": false, "tweet_text": "@MrFutureVP @ColinBanks44 @HPilihp @ChereeseFerrei1 @bobcesca_go @MC_7412 Ask Israel about herd immunity… they’re 80%+ and worse than ever", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MrFutureVP", "ColinBanks44", "HPilihp", "ChereeseFerrei1", "bobcesca_go", "MC_7412"], "country": "USA", "text_en": "Ask Israel about herd immunity theyre %+ and worse than ever"}, {"id": 1439394446727016449, "verified": false, "tweet_text": "@BrittnyAnderso It's a brain cell mutation. I don't think there is a cure. Too bad they can't be corralled and left to develop their own herd immunity. Then our hospitals, schools and society as a whole can return to normal.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["BrittnyAnderso"], "country": "USA", "text_en": "It's a brain cell mutation. I don't think there is a cure. Too bad they can't be corralled and left to develop their own herd immunity. Then our hospitals, schools and society as a whole can return to normal."}, {"id": 1439394285137313792, "verified": false, "tweet_text": "@CaptainAdvance1 @Macca12312 @chelsea_hetho @Australia Not to mention 30,000 plus new cases daily. Kids are in school, they don't have to self isolate anymore if in contact with a positive case just encouraged to do LFTs. Gov relying on herd immunity and vaccinated. Nightmare", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["CaptainAdvance1", "Macca12312", "chelsea_hetho", "Australia"], "country": "USA", "text_en": "Not to mention plus new cases daily. Kids are in school, they don't have to self isolate anymore if in contact with a positive case just encouraged to do LFTs. Gov relying on herd immunity and vaccinated. Nightmare"}, {"id": 1439394143810121728, "verified": false, "tweet_text": "@GodrilSolo Sejak baca berita beberapa bulan lalu tentang jumlah orang yang terinfeksi, saya yakin telah terjadi herd-immunity alamiah paling tidak di pulau Jawa, namun hal tersebut dibajak menjadi keberhasilan faksin ... 🤔 https://t.co/73HrqwrsB4", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["GodrilSolo"], "tweet_emoticons": ["🤔"]}, {"id": 1439394055465541637, "verified": false, "tweet_text": "@D__Melb @NeelaJan It would be actually helpful if they were honest about the immunity buffer in Europe and herd immunity(shock horror) being the old end point", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["D__Melb", "NeelaJan"], "country": "USA", "text_en": "It would be actually helpful if they were honest about the immunity buffer in Europe and herd immunity(shock horror) being the old end point"}, {"id": 1439393889694191617, "verified": false, "tweet_text": "By getting the flu shot, you’ll be helping protect your friends and neighbors—especially those struggling with serious illnesses—by doing your part to build to your community’s “herd immunity.”\n\n#flushot #fluseason #health #newborn #parenting\n\nhttps://t.co/wrr9EcT2Hn", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["flushot", "fluseason", "health", "newborn", "parenting"], "tweet_urls": ["https://t.co/wrr9EcT2Hn"], "country": "USA", "text_en": "By getting the flu shot, youll be helping protect your friends and neighborsespecially those struggling with serious illnessesby doing your part to build to your communitys herd immunity."}, {"id": 1439393886997082119, "verified": false, "tweet_text": "TINGKATKAN HERD IMMUNITY PELAJAR, TNI AL SANGATTA HABISKAN 800 DOSIS VAKSIN https://t.co/KZN7sayCCV", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439393240000569345, "verified": false, "tweet_text": "@normonics Herd immunity was always a mirage. We need sufficient herd resistance first, which requires sufficient levels of neutralizing antibodies in a sufficient proportion of the population (which is a high proportion).", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["normonics"], "country": "USA", "text_en": "Herd immunity was always a mirage. We need sufficient herd resistance first, which requires sufficient levels of neutralizing antibodies in a sufficient proportion of the population (which is a high proportion)."}, {"id": 1439393008063942659, "verified": false, "tweet_text": "@MrGuyinhisCar @lapublichealth I doubt it. Boosters aren't coming, and still nowhere near herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MrGuyinhisCar", "lapublichealth"], "country": "USA", "text_en": "I doubt it. Boosters aren't coming, and still nowhere near herd immunity."}, {"id": 1439392882268512256, "verified": false, "tweet_text": "Let's not forget that remaining unvaccinated populations will generate variants &amp; potentially lethal waves of infections which will continue the Covid crisis long into the future to the benefit only of the pharma industries and clowns like Boris Johnson advocating herd immunity!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Let's not forget that remaining unvaccinated populations will generate variants &amp; potentially lethal waves of infections which will continue the Covid crisis long into the future to the benefit only of the pharma industries and clowns like Boris Johnson advocating herd immunity!"}, {"id": 1439392777524109322, "verified": false, "tweet_text": "Before covid vaccs, I've never heard of unvaccsed posing a danger to the vaccsed\n\nThe logic used to go: some people cant get vaccsed, so we need sufficient vaccsed to reach herd immunity in order to protect those who cant get vaccs\n\nremember?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Before covid vaccs, I've never heard of unvaccsed posing a danger to the vaccsed The logic used to go: some people cant get vaccsed, so we need sufficient vaccsed to reach herd immunity in order to protect those who cant get vaccs remember?"}, {"id": 1439392142045102088, "verified": false, "tweet_text": "@POTUS how about instead of you guys raising taxes and republican reducing it, let's eliminate tax all together and see if herd immunity works....", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["POTUS"], "country": "USA", "text_en": "how about instead of you guys raising taxes and republican reducing it, let's eliminate tax all together and see if herd immunity works...."}, {"id": 1439391813006082049, "verified": false, "tweet_text": "@DrewRanch @AaronTheRad @KiloKilo_10 @healthgovau You are drastically less likely to however, that is what 'herd immunity' means.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DrewRanch", "AaronTheRad", "KiloKilo_10", "healthgovau"], "country": "USA", "text_en": "You are drastically less likely to however, that is what 'herd immunity' means."}, {"id": 1439391337107779590, "verified": false, "tweet_text": "@mzul787 Herd immunity 80% population kan?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["mzul787"], "country": "USA", "text_en": "Herd immunity % population kan?"}, {"id": 1439391290991333381, "verified": false, "tweet_text": "@sejwatson @Pity_Kitty @AimiHamraie I doubt herd immunity will come from vaccination alone.  I think more likely it will come from a combination of vaccination and natural infection.  most people will catch Covid naturally, vaccinated or not.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["sejwatson", "Pity_Kitty", "AimiHamraie"], "country": "USA", "text_en": "I doubt herd immunity will come from vaccination alone. I think more likely it will come from a combination of vaccination and natural infection. most people will catch Covid naturally, vaccinated or not."}, {"id": 1439391258162700292, "verified": false, "tweet_text": "@ExplodedRat @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS So if Isreal I'd at 90% (Well above what was estimated for herd immunity) what happened????\n\nFollow that science that doesn't exist yet and take the experimental vaccine with a transmission medium that has not been approved for human consumption even after 40 years and 25 trials!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ExplodedRat", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "So if Isreal I'd at % (Well above what was estimated for herd immunity) what happened???? Follow that science that doesn't exist yet and take the experimental vaccine with a transmission medium that has not been approved for human consumption even after years and trials!"}, {"id": 1439391196812566531, "verified": false, "tweet_text": "@shawnnosaurus At this point, I’m willing to do a CiCi’s fountain drink suicide or a Matt Damon shot from all the bar mat spills at the end of the night if it means we can reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["shawnnosaurus"], "country": "USA", "text_en": "At this point, Im willing to do a CiCis fountain drink suicide or a Matt Damon shot from all the bar mat spills at the end of the night if it means we can reach herd immunity."}, {"id": 1439390988078833667, "verified": false, "tweet_text": "@MonicaGandhi9 Unfortunately, even infectious disease experts very rarely use those terms correctly. This has caused major confusion where you have articles saying \"the Delta variant means herd immunity isn't possible so therefore the disease won't be eradicated\".", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MonicaGandhi9"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Unfortunately, even infectious disease experts very rarely use those terms correctly. This has caused major confusion where you have articles saying \"the Delta variant means herd immunity isn't possible so therefore the disease won't be eradicated\"."}, {"id": 1439390896303198214, "verified": false, "tweet_text": "@normanswan I hope there’s lots of silent virus for two reasons: the natural immunity developed will contribute to herd immunity; and if there isn’t, then Public Health England data show those under 50, double-jabbed, dying at a higher rate than unvaccinated. Tech docs 18,20,21,22. Tab5", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["normanswan"], "country": "USA", "text_en": "I hope theres lots of silent virus for two reasons: the natural immunity developed will contribute to herd immunity; and if there isnt, then Public Health England data show those under , double-jabbed, dying at a higher rate than unvaccinated. Tech docs . Tab5"}, {"id": 1439390803818844166, "verified": true, "tweet_text": "Mempercepat pembentukan herd immunity bagi masyarakat, vaksinasi di Sidoarjo digencarkan. Kali ini dilakukan alumni AKABRI 1998. https://t.co/USRy6UkzwD", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/USRy6UkzwD"]}, {"id": 1439390732054417414, "verified": false, "tweet_text": "@SportsBurner18 @Beherren @jordanbpeterson Virologist here. We will never be able to get ahead of how fast this virus is mutating world-wide. By the time we reach herd-immunity percentages here in North America, another new variant will either arise from the vaccinated population here or unvaccinated poorer nations.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SportsBurner18", "Beherren", "jordanbpeterson"], "country": "USA", "text_en": "Virologist here. We will never be able to get ahead of how fast this virus is mutating world-wide. By the time we reach herd-immunity percentages here in North America, another new variant will either arise from the vaccinated population here or unvaccinated poorer nations."}, {"id": 1439390676689563651, "verified": false, "tweet_text": "@wintering6 @KyleKashuv You obviously havent seen the latest science on this.\nThey now say immune system deals with the virus the best way.\nHerd immunity among children are the most effective way to stop this.\nNot to talk about how import oxygen is for a growing child.\nTeachers these days..know nothing", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["wintering6", "KyleKashuv"], "country": "USA", "text_en": "You obviously havent seen the latest science on this. They now say immune system deals with the virus the best way. Herd immunity among children are the most effective way to stop this. Not to talk about how import oxygen is for a growing child. Teachers these days..know nothing"}, {"id": 1439390559127302149, "verified": false, "tweet_text": "@50Colleen2 @tg14926 Not enough! Sorry, I couldn't resist. They are thinning out their own Herd.\nHerd immunity?\n No. Herd stupidity 🙄", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["50Colleen2", "tg14926"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "Not enough! Sorry, I couldn't resist. They are thinning out their own Herd. Herd immunity? No. Herd stupidity"}, {"id": 1439390309864120327, "verified": false, "tweet_text": "@0_politics2 It's about herd immunity and that unvaccinated people can still infect people that can't take the vaxine becuase of medical issues.\nNot some moral bullshit- ffs https://t.co/8Jmzbpxamu", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["0_politics2"], "country": "USA", "text_en": "It's about herd immunity and that unvaccinated people can still infect people that can't take the vaxine becuase of medical issues. Not some moral bullshit- ffs"}, {"id": 1439390269061799941, "verified": false, "tweet_text": "@JamesDe31042816 @boosulyn Singapore uses pfizer and already reach herd immunity but yet receive 1000 positive cases yesterday", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["JamesDe31042816", "boosulyn"], "country": "USA", "text_en": "Singapore uses pfizer and already reach herd immunity but yet receive positive cases yesterday"}, {"id": 1439390256269119491, "verified": false, "tweet_text": "Vaksinasi pelajar mempercepat herd immunity https://t.co/m54MlVtnKu", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439389904220278795, "verified": false, "tweet_text": "@Glaven1994 I don’t think they’re a barrier to herd immunity but antivax sentiment runs higher in 18-44yos than any other age band and I think this wave of anti vax opposition will persist and widen after reopening (and even after many of them get vaccinated)", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Glaven1994"], "country": "USA", "text_en": "I dont think theyre a barrier to herd immunity but antivax sentiment runs higher in -44yos than any other age band and I think this wave of anti vax opposition will persist and widen after reopening (and even after many of them get vaccinated)"}, {"id": 1439389867654406144, "verified": false, "tweet_text": "@PeteGasLondon1 @DanielFooksArt @DopeyNortherner Zero covid is medically impossible. Virus which are exclusive to human beings can be eradicated with the use of herd immunity/vaccination but that's not the case with viruses that also live in animals. Just like coronavirus's &amp; sars. Flu &amp; the common cold can not be vaxxed away.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["PeteGasLondon1", "DanielFooksArt", "DopeyNortherner"], "country": "USA", "text_en": "Zero covid is medically impossible. Virus which are exclusive to human beings can be eradicated with the use of herd immunity/vaccination but that's not the case with viruses that also live in animals. Just like coronavirus's &amp; sars. Flu &amp; the common cold can not be vaxxed away."}, {"id": 1439389823429660677, "verified": false, "tweet_text": "@rikky_100 @ShaunaGee @Cernovich The case for herd immunity without vaccines (iow let nature run its course) is 6+ million hospitalization and 2+ million deaths in U.S alone. We are talking untold human misery not to mention impact on our economy which has cascading impact on the whole world.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["rikky_100", "ShaunaGee", "Cernovich"], "country": "USA", "text_en": "The case for herd immunity without vaccines (iow let nature run its course) is + million hospitalization and + million deaths in U.S alone. We are talking untold human misery not to mention impact on our economy which has cascading impact on the whole world."}, {"id": 1439389566683787267, "verified": false, "tweet_text": "@ddaaffnnaa @ttctaker @TeriHart Is that the herd immunity that used to happen for thousands of years? Or the one whose definition was recently changed to suit the convid vaccination agenda?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ddaaffnnaa", "ttctaker", "TeriHart"], "country": "USA", "text_en": "Is that the herd immunity that used to happen for thousands of years? Or the one whose definition was recently changed to suit the convid vaccination agenda?"}, {"id": 1439389347740979200, "verified": false, "tweet_text": "Wujudkan Herd Immunity, Serbuan Vaksin Kodam V/Brawijaya Sasar Pelajar SMPN 2 Bangsal - Mojokerto.\n.\nBaca berita selengkapnya di https://t.co/AXXpUO6kUK https://t.co/jaAC7OyPWZ", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/AXXpUO6kUK"]}, {"id": 1439389225229553666, "verified": false, "tweet_text": "@arifbsantoso Bisa jadi ini karena nyaris semua penduduk sdh terinfeksi di peak season kemarin, jd secara alami sdh tercipta herd immunity.\n\nVaksin yg baru 20% spertinya sulit mengklaim kan diri sebagai faktor keberhasilan.", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["arifbsantoso"]}, {"id": 1439388931800322055, "verified": false, "tweet_text": "@CharlotteJPerry @ParisDaguerre @Kit_Yates_Maths Vallance peddled herd immunity? When?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["CharlotteJPerry", "ParisDaguerre", "Kit_Yates_Maths"], "country": "USA", "text_en": "Vallance peddled herd immunity? When?"}, {"id": 1439388903039909896, "verified": false, "tweet_text": "@bslkp1 @GinaRangi Not sure this gives us enough vaccinated people to achieve herd immunity and protect those who legitimately can't be vaccinated (immunocompromised community) from those that won't (antivax losers).", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["bslkp1", "GinaRangi"], "country": "USA", "text_en": "Not sure this gives us enough vaccinated people to achieve herd immunity and protect those who legitimately can't be vaccinated (immunocompromised community) from those that won't (antivax losers)."}, {"id": 1439388611850428418, "verified": false, "tweet_text": "@DrTomFrieden Herd immunity = mass infection.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "Herd immunity = mass infection."}, {"id": 1439388468572868608, "verified": false, "tweet_text": "@pettifer_james @ronnedj @OtisSymbiosis @GeelongCats73 @undies73_adam @Whit3Kim @tinka133 @davidestcourt @theage thanks for that article; that is very powerful; interestingly, I read the estimate in Israel of people with antibodies (from recovered covid or vax) is over 93%;  herd immunity; so something does not make sense in the data - but I cannot argue with that data;  interesting", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["pettifer_james", "ronnedj", "OtisSymbiosis", "GeelongCats73", "undies73_adam", "Whit3Kim", "tinka133", "davidestcourt", "theage"], "country": "USA", "text_en": "thanks for that article; that is very powerful; interestingly, I read the estimate in Israel of people with antibodies (from recovered covid or vax) is over %; herd immunity; so something does not make sense in the data - but I cannot argue with that data; interesting"}, {"id": 1439388425879097344, "verified": false, "tweet_text": "Menurut Gubernur Jatim, vaksinasi memang dibutuhkan adanya kerja sama yang kuat lintas sektor dan semua pihak, termasuk melibatkan pentahelix approach di dalamnya. Sebab, mewujudkan herd immunity memang menjadi tanggung jawab bersama.", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439388232412643330, "verified": false, "tweet_text": "@emberandether Ever since may I've been getting more and more upset about how in the movie the vaccine being released was framed as the end of the story. Vaccine comes out, people build herd immunity, things get better, the end...\nRight?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["emberandether"], "country": "USA", "text_en": "Ever since may I've been getting more and more upset about how in the movie the vaccine being released was framed as the end of the story. Vaccine comes out, people build herd immunity, things get better, the end... Right?"}, {"id": 1439387977663275010, "verified": false, "tweet_text": "@JohnnyRyall_ @ttctaker @TeriHart if we would get herd immunity yes,  we would be out of it,  but thanks to people like you that did not happen..  i guess it is nice to be the cause of still being in it and blame everyone but your selfish entitled being.. \n\nwell what can i say,  i hope u dont get sick,  good luck", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["JohnnyRyall_", "ttctaker", "TeriHart"], "country": "USA", "text_en": "if we would get herd immunity yes, we would be out of it, but thanks to people like you that did not happen.. i guess it is nice to be the cause of still being in it and blame everyone but your selfish entitled being.. well what can i say, i hope u dont get sick, good luck"}, {"id": 1439387559482703878, "verified": false, "tweet_text": "@zadroki Yuk di vaksin, biar secepat target herd immunity tercapai", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["zadroki"]}, {"id": 1439387193332703237, "verified": false, "tweet_text": "But you know what's funny as fuck to me? We (Antiguans) does lub say Barbudans backward and all kinda subbin but look ya, dem man over dey a cool inna herd immunity nf meanwhile people over ya a talk bout hot vicks better for them.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "But you know what's funny as fuck to me? We (Antiguans) does lub say Barbudans backward and all kinda subbin but look ya, dem man over dey a cool inna herd immunity nf meanwhile people over ya a talk bout hot vicks better for them."}, {"id": 1439386752578473987, "verified": false, "tweet_text": "And not long ago you had the highest.  A virus moves and it won’t go away until we have herd immunity.  Almost everyone will get it.  It’s how it works.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "And not long ago you had the highest. A virus moves and it wont go away until we have herd immunity. Almost everyone will get it. Its how it works."}, {"id": 1439386529403531269, "verified": false, "tweet_text": "What Fauci is saying is; if you get ill from Covid, vaccinated or unvaccinated it’s the same illness either way. \n\nIn essence the jab is an avoidance mechanism that doesn’t lessen any illness or achieve herd immunity. \n\nStop hating the unvaccinated for giving us herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "What Fauci is saying is; if you get ill from Covid, vaccinated or unvaccinated its the same illness either way. In essence the jab is an avoidance mechanism that doesnt lessen any illness or achieve herd immunity. Stop hating the unvaccinated for giving us herd immunity."}, {"id": 1439386474235977729, "verified": false, "tweet_text": "@RandPaul How's that herd immunity working out in TN? Among the nation's top per capita death rate from Covid this pass week. Don't worry it will kick in just as you advised the vaccine wasn't tested enough.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["RandPaul"], "country": "USA", "text_en": "How's that herd immunity working out in TN? Among the nation's top per capita death rate from Covid this pass week. Don't worry it will kick in just as you advised the vaccine wasn't tested enough."}, {"id": 1439386427876253697, "verified": false, "tweet_text": "Hendrik : Tercapainya 'Herd Immunity' PWI Kembali Gelar Vaksinasi Covid-19 https://t.co/qafiTMpwGq", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/qafiTMpwGq"]}, {"id": 1439386364370432001, "verified": false, "tweet_text": "@AndrewOnTheGo @HRW_81 @MZM302 @nytimes https://t.co/FvauRrjUuj\nThis bullshit article proves my point.  Never enough", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["AndrewOnTheGo", "HRW_81", "MZM302", "nytimes"], "tweet_urls": ["https://t.co/FvauRrjUuj"], "country": "USA", "text_en": "This bullshit article proves my point. Never enough"}, {"id": 1439386335534587905, "verified": false, "tweet_text": "@phyzics_704 @TheRealTank Can’t get herd immunity if EVERYONE isn’t taking the vaccine genius", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["phyzics_704", "TheRealTank"], "country": "USA", "text_en": "Cant get herd immunity if EVERYONE isnt taking the vaccine genius"}, {"id": 1439386259810660353, "verified": false, "tweet_text": "@MikePMoffatt Wait til the 7th lock down, 10th booster &amp; calls to get 110% vaccinated for herd immunity. They’ll be getting more and more support each time this mess gets extended.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MikePMoffatt"], "country": "USA", "text_en": "Wait til the th lock down, th booster &amp; calls to get % vaccinated for herd immunity. Theyll be getting more and more support each time this mess gets extended."}, {"id": 1439386225719214082, "verified": false, "tweet_text": "vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/8BxfeljvuU", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439385965655646209, "verified": false, "tweet_text": "vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/H38BXtnU4d", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439385796222455813, "verified": false, "tweet_text": "Fuhh sikit lagi nak herd immunity https://t.co/FMOTvTMgPT", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/FMOTvTMgPT"]}, {"id": 1439385775070720000, "verified": false, "tweet_text": "More Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity – NBC 5 Dallas-Fort Worth https://t.co/r41mUr3bFU", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/r41mUr3bFU"], "country": "USA", "text_en": "More Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity NBC Dallas-FortWorth"}, {"id": 1439385756796129282, "verified": true, "tweet_text": "Upward of 95% of Dallas County residents need protection against COVID-19 to reach herd immunity https://t.co/qZAOK12bPd", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/qZAOK12bPd"], "country": "USA", "text_en": "Upward of % of Dallas County residents need protection against COVID-19 to reach herd immunity"}, {"id": 1439385656749342720, "verified": false, "tweet_text": "@JerasIkehorn I feel safe.  We could end the pandemic if we could achieve herd immunity. Why is it so difficult to understand?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JerasIkehorn"], "country": "USA", "text_en": "I feel safe. We could end the pandemic if we could achieve herd immunity. Why is it so difficult to understand?"}, {"id": 1439385642669019145, "verified": false, "tweet_text": "vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/3yekS1ZVCz", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439385586792554496, "verified": false, "tweet_text": "@ChristinaIris_ @fvckgotti @MrBadGentPiGz You probably were never going to reach herd immunity , even from day one it was said that covid wasn’t something that’s gonna “go away”", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ChristinaIris_", "fvckgotti", "MrBadGentPiGz"], "country": "USA", "text_en": "You probably were never going to reach herd immunity , even from day one it was said that covid wasnt something thats gonna go away"}, {"id": 1439385263696875527, "verified": false, "tweet_text": "@beartradermann @MarketWatch It protects all the people you didn't spread it to though. Herd immunity levels above 70% are the only way to stop the spread", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["beartradermann", "MarketWatch"], "country": "USA", "text_en": "It protects all the people you didn't spread it to though. Herd immunity levels above % are the only way to stop the spread"}, {"id": 1439384826713415698, "verified": false, "tweet_text": "@cwebbonline @realTuckFrumper Yup. With 30-35% of the #GQPDeathCult, QANONers &amp; #antivaxxers using everything BUT the vaccines, herd immunity seems impossible, unless they’re held down like a toddler who’s afraid of shots. #GetVaccinatedNow #VaccinesSaveLives #MasksSaveLives", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["GQPDeathCult", "antivaxxers", "GetVaccinatedNow", "VaccinesSaveLives", "MasksSaveLives"], "mentions": ["cwebbonline", "realTuckFrumper"], "country": "USA", "text_en": "Yup. With -35% of the , QANONers &amp; using everything BUT the vaccines, herd immunity seems impossible, unless theyre held down like a toddler whos afraid of shots."}, {"id": 1439384719175475200, "verified": false, "tweet_text": "vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/u3p3SJHBr6", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439384535028862977, "verified": false, "tweet_text": "@FinrodFelagun18 @chedancer @RowenaRopelius @justine_heaton @RWMaloneMD Listen I don't directly agree with being unvaccinated, and feel pregnant ppl should maybe be relegated to those we protect w herd immunity alongside immunocompromised people, but how much more fucking proof do you need regarding the probability of death from covid???", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["FinrodFelagun18", "chedancer", "RowenaRopelius", "justine_heaton", "RWMaloneMD"], "country": "USA", "text_en": "Listen I don't directly agree with being unvaccinated, and feel pregnant ppl should maybe be relegated to those we protect w herd immunity alongside immunocompromised people, but how much more fucking proof do you need regarding the probability of death from covid???"}, {"id": 1439384003065307138, "verified": false, "tweet_text": "@DrTomFrieden Denying herd immunity for a URTI virus prone to mutate and with a mortality rate of %0,02 under the age of 65? Seriously? Jeez, please give us only one example from the history of mankind for such a possibility. I would love to hear that.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "Denying herd immunity for a URTI virus prone to mutate and with a mortality rate of %0,02 under the age of ? Seriously? Jeez, please give us only one example from the history of mankind for such a possibility. I would love to hear that."}, {"id": 1439383821942722560, "verified": false, "tweet_text": "@ronnytodgers @apsmunro @andrew_croxford Neither are acceptable and minimising it is really not helpful.  I get that we are bored of it, But this winter could kick our arses and between a relaxed attitude and vaccine hesitancy, I do not want to see our kids used as a herd immunity experiment.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ronnytodgers", "apsmunro", "andrew_croxford"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Neither are acceptable and minimising it is really not helpful. I get that we are bored of it, But this winter could kick our arses and between a relaxed attitude and vaccine hesitancy, I do not want to see our kids used as a herd immunity experiment."}, {"id": 1439383811565965320, "verified": false, "tweet_text": "@trader888 @cpyzik @PetiteNicoco Look up herd immunity. Viruses mutate in those who catch it, thus making the vaccine useless unless everyone, or mostly everyone gets it. Also being vaccinated only helps your body gain immunity to getting affected by the virus, you can still carry it.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["trader888", "cpyzik", "PetiteNicoco"], "country": "USA", "text_en": "Look up herd immunity. Viruses mutate in those who catch it, thus making the vaccine useless unless everyone, or mostly everyone gets it. Also being vaccinated only helps your body gain immunity to getting affected by the virus, you can still carry it."}, {"id": 1439383495017582597, "verified": false, "tweet_text": "Vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/HXLE9w831q", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383480618586113, "verified": false, "tweet_text": "@BernieSanders Natural Immunity…Anyone???? We’re at Herd Immunity…Anyone???", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["BernieSanders"], "country": "USA", "text_en": "Natural ImmunityAnyone???? Were at Herd ImmunityAnyone???"}, {"id": 1439383468337631238, "verified": false, "tweet_text": "Vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/3ArWLQrm3U", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383424997986313, "verified": false, "tweet_text": "Vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/AcoST2ZY6C", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383281787551744, "verified": false, "tweet_text": "@bigstape @GovernorTomWolf @gtconway3d Nope!\nhttps://t.co/CLPglT7ts4", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["bigstape", "GovernorTomWolf", "gtconway3d"], "tweet_urls": ["https://t.co/CLPglT7ts4"], "country": "USA", "text_en": "Nope!"}, {"id": 1439383098437746690, "verified": false, "tweet_text": "vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/dr1izg51WC", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383012676825088, "verified": false, "tweet_text": "@bigstape @GovernorTomWolf @gtconway3d All the more reason to admit the experimental gene therapy is not a Vax and is a complete Failure!\nhttps://t.co/CLPglT7ts4", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["bigstape", "GovernorTomWolf", "gtconway3d"], "tweet_urls": ["https://t.co/CLPglT7ts4"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "All the more reason to admit the experimental gene therapy is not a Vax and is a complete Failure!"}, {"id": 1439382593540001798, "verified": false, "tweet_text": "@BenRoss_AKL The plan is 90+% vaccination then never lockdown again. Only level 4 lockdowns eliminate delta - herd immunity requires 97-98%, so we're unlikely to eliminate it mid term\n\nThe US is like half vaxxed and we're already on track to do much better tho", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["BenRoss_AKL"], "country": "USA", "text_en": "The plan is +% vaccination then never lockdown again. Only level lockdowns eliminate delta - herd immunity requires -98%, so we're unlikely to eliminate it mid term The US is like half vaxxed and we're already on track to do much better tho"}, {"id": 1439382348395687938, "verified": false, "tweet_text": "@simoncooper32 @moirarichards14 @ridgeisback Wow 90% so we must be at herd immunity? What happened to 25million jabs to freedom?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["simoncooper32", "moirarichards14", "ridgeisback"], "country": "USA", "text_en": "Wow % so we must be at herd immunity? What happened to million jabs to freedom?"}, {"id": 1439382084825632775, "verified": false, "tweet_text": "@cricketjones69 @iamHelum @Polin_VAL @TSM_Myth Herd Immunity, if they aren’t double vaxxed then who is really in the wrong.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["cricketjones69", "iamHelum", "Polin_VAL", "TSM_Myth"], "country": "USA", "text_en": "Herd Immunity, if they arent double vaxxed then who is really in the wrong."}, {"id": 1439381769661321216, "verified": false, "tweet_text": "@cwebbonline @ImSpeaking13 Herd immunity is what mtg spreads at closing time..three toed club footed sloth of a witch...", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["cwebbonline", "ImSpeaking13"], "country": "USA", "text_en": "Herd immunity is what mtg spreads at closing time..three toed club footed sloth of a witch..."}, {"id": 1439381580175134724, "verified": false, "tweet_text": "vaksinasi pelajar dapat mempercepat Herd immunity\nVaksin Keluarga Terlindungi https://t.co/IDnNzK15Cp", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439381408233971712, "verified": false, "tweet_text": "upon reflection (and this aligns w/ things i've picked up irl) i think this is reflective of the corporate/medical establishment having decided to race to herd immunity...\n\nhttps://t.co/mzcQ3CbpJ6", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/mzcQ3CbpJ6"], "country": "USA", "text_en": "upon reflection (and this aligns w/ things i've picked up irl) i think this is reflective of the corporate/medical establishment having decided to race to herd immunity..."}, {"id": 1439381144642985984, "verified": false, "tweet_text": "https://t.co/16Qh4x3qTT", "tweet_lang": "und", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/16Qh4x3qTT"]}, {"id": 1439380827268255744, "verified": false, "tweet_text": "@CaptainKetoUK @LiamWood10 @jordanbpeterson I'm not sure where this semantics over shows vs suggests is coming from, but I never claimed we need 100% vax for herd immunity? Most studies quote around 80%, which once you excluded young children and those medically unable, means almost the whole eligible pop needs to get it.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["CaptainKetoUK", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "I'm not sure where this semantics over shows vs suggests is coming from, but I never claimed we need % vax for herd immunity? Most studies quote around %, which once you excluded young children and those medically unable, means almost the whole eligible pop needs to get it."}, {"id": 1439380393514266624, "verified": false, "tweet_text": "He’s also promised to protect Canadians from the extremist ideologues using fascistic civil disobedience and intimidation to hold the rest of the nation hostage. And he’s adamant that Zero Covid be the national strategy and the attempt to achieve natural herd immunity cease.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Hes also promised to protect Canadians from the extremist ideologues using fascistic civil disobedience and intimidation to hold the rest of the nation hostage. And hes adamant that Zero Covid be the national strategy and the attempt to achieve natural herd immunity cease."}, {"id": 1439379305646198795, "verified": false, "tweet_text": "One of the states most ruthlessly pursuing the “herd immunity” strategy is Texas,where a growing number of educators and students have died from COVID-19 amid a wave of mass infections throughout the state\n#Texas #schoolsreopen #Educators #teachertwitter \nhttps://t.co/FcTtWH48x1", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Texas", "schoolsreopen", "Educators", "teachertwitter"], "tweet_urls": ["https://t.co/FcTtWH48x1"], "country": "USA", "text_en": "One of the states most ruthlessly pursuing the herd immunity strategy is Texas,where a growing number of educators and students have died from COVID-19 amid a wave of mass infections throughout the state"}, {"id": 1439379190835515392, "verified": false, "tweet_text": "@jaquarlawyer @MaryEllenKlas @GovRonDeSantis Allowing all Americans to become infected to reach herd immunity does not in any way leave less dead Americans -  but you’ve proven critical thinking isn’t your high point.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["jaquarlawyer", "MaryEllenKlas", "GovRonDeSantis"], "country": "USA", "text_en": "Allowing all Americans to become infected to reach herd immunity does not in any way leave less dead Americans - but youve proven critical thinking isnt your high point."}, {"id": 1439378295317938177, "verified": false, "tweet_text": "@DrMata1 @CClavel79 La Herd Immunity Declaración es una de la más importantes. Aquí está la entrevista de los científicos que la hicieron,  estos profesionales han sido atacados, censurados y hasta despedidos. En el canal encuentra ud mucha info. Le dejo aqui la entrevista \n\nhttps://t.co/siuojqeVOm", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DrMata1", "CClavel79"], "tweet_urls": ["https://t.co/siuojqeVOm"], "country": "MEXICO", "text_es": "La Herd Immunity Declaración es una de la más importantes. Aquí está la entrevista de los científicos que la hicieron, estos profesionales han sido atacados, censurados y hasta despedidos. En el canal encuentra ud mucha info. Le dejo aqui la entrevista"}, {"id": 1439378160122990596, "verified": false, "tweet_text": "@helenamattson2 @sk8erboiiii_ @ItsJustJoThough @cinch_chilla @SlimHeroics In the case of polio you’re correct because it eradicated it. This vaccine does not eradicate it helps you to get lessen symptoms. Herd immunity can be done just as easy with no vaccines. No long term data on them so no point in risking it unless it actually eradicates it.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["helenamattson2", "sk8erboiiii_", "ItsJustJoThough", "cinch_chilla", "SlimHeroics"], "country": "USA", "text_en": "In the case of polio youre correct because it eradicated it. This vaccine does not eradicate it helps you to get lessen symptoms. Herd immunity can be done just as easy with no vaccines. No long term data on them so no point in risking it unless it actually eradicates it."}, {"id": 1439377197530222593, "verified": false, "tweet_text": "@DrTomFrieden We have herd immunity. It is called vaccination.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "We have herd immunity. It is called vaccination."}, {"id": 1439377144472211456, "verified": false, "tweet_text": "@camgouldcs @sfchronicle A good chunk of people who got it died so I doubt its herd immunity. Unless anybody has official statistics on herd immunity in California, there is no proof.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["camgouldcs", "sfchronicle"], "country": "USA", "text_en": "A good chunk of people who got it died so I doubt its herd immunity. Unless anybody has official statistics on herd immunity in California, there is no proof."}, {"id": 1439377016135036928, "verified": false, "tweet_text": "Garda/Google vetting with dewormer &amp; herd immunity? https://t.co/6xKLb552kb", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/6xKLb552kb"], "country": "USA", "text_en": "Garda/Google vetting with dewormer &amp; herd immunity?"}, {"id": 1439376230558535683, "verified": false, "tweet_text": "@cwebbonline No they have just shifted the meaning to eating livestock deworming items so that’s their new herd immunity logo #Ivermectin", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Ivermectin"], "mentions": ["cwebbonline"], "country": "USA", "text_en": "No they have just shifted the meaning to eating livestock deworming items so thats their new herd immunity logo"}, {"id": 1439376017907404806, "verified": false, "tweet_text": "@DrTomFrieden The United States needs to develop herd immunity to the Republican Party then COVID-19 will be virtually cured.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "The United States needs to develop herd immunity to the Republican Party then COVID-19 will be virtually cured."}, {"id": 1439375964346073090, "verified": false, "tweet_text": "@coolvm17 @alokebajpai We need to do 10million shots a day till end December to meet targets. We don't want staged events. We want results. Brag all you want after we reach herd immunity. Not a birthday event staged for hype. Get a life.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["coolvm17", "alokebajpai"], "country": "USA", "text_en": "We need to do million shots a day till end December to meet targets. We don't want staged events. We want results. Brag all you want after we reach herd immunity. Not a birthday event staged for hype. Get a life."}, {"id": 1439375851825467393, "verified": false, "tweet_text": "@brandi_love 5. Ergo, any/all \"Boosters\" (= bio version of SW patch till next patch, etc) become another Darwinian Bottleneck for next mutation/variant.\n\nRx? Everyone with a Jab does group hugs, to let body's immune system make REAL &amp; ROBUST Natural Immunity ➡️ Herd immunity.\n👇🏼", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["brandi_love"], "tweet_emoticons": ["👇🏼", "➡️"], "country": "USA", "text_en": ". Ergo, any/all \"Boosters\" (= bio version of SW patch till next patch, etc) become another Darwinian Bottleneck for next mutation/variant. Rx? Everyone with a Jab does group hugs, to let body's immune system make REAL &amp; ROBUST Natural Immunity Herd immunity."}, {"id": 1439375410924597251, "verified": false, "tweet_text": "Madness by @Conservatives @sajidjavid \nAppealing to their holiday seeking voters.\n\nIn a pandemic it is crucial to keeo track of importing new variants. Pcr testing allows genome sequencing. \n\nBut hey @borisjohnson wants herd immunity.\n\nWe've exported a variant and imported many https://t.co/jK9BK7RekI", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Conservatives", "sajidjavid", "BorisJohnson"], "tweet_urls": ["https://t.co/jK9BK7RekI"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Madness by Appealing to their holiday seeking voters. In a pandemic it is crucial to keeo track of importing new variants. Pcr testing allows genome sequencing. But hey wants herd immunity. We've exported a variant and imported many"}, {"id": 1439375185338060805, "verified": false, "tweet_text": "@cwebbonline @RancidGinger Only when we have herd immunity globally will the likelihood of new more infectious variants lessen.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["cwebbonline", "RancidGinger"], "country": "USA", "text_en": "Only when we have herd immunity globally will the likelihood of new more infectious variants lessen."}, {"id": 1439374863936917513, "verified": false, "tweet_text": "@MidNight_T0kR @andrew_croxford @catvaxlax So far, it looks like the vaccines confer more robust immunity. Of course, if we want to reach herd immunity, we want to vaccinate as many people who have *no* immunity as possible. That would include children.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["MidNight_T0kR", "andrew_croxford", "catvaxlax"], "country": "USA", "text_en": "So far, it looks like the vaccines confer more robust immunity. Of course, if we want to reach herd immunity, we want to vaccinate as many people who have *no* immunity as possible. That would include children."}, {"id": 1439374649989730305, "verified": false, "tweet_text": "@jaquarlawyer @MaryEllenKlas @GovRonDeSantis Maybe stop showing the world how ignorant you are about epidemiology and virology. 1) can’t have herd immunity to corona virus w/out vaccine: 2) vax is $2 and mono’s about $3k. Do the math. 3) Mono’s last 3 wks in the body. Wanna keep playing?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["jaquarlawyer", "MaryEllenKlas", "GovRonDeSantis"], "country": "USA", "text_en": "Maybe stop showing the world how ignorant you are about epidemiology and virology. ) cant have herd immunity to corona virus w/out vaccine: ) vax is $2 and monos about $3k. Do the math. ) Monos last wks in the body. Wanna keep playing?"}, {"id": 1439374382464319489, "verified": false, "tweet_text": "@JasonFarry @HazelChubb @magicrossy @georgieparker We will have to stay home forever at this rate. These lockdowns are not about taking anyone’s “freedom” they are about protecting the most vulnerable of our society until we can create herd immunity through the vaccine. If you want to protest about freedom look at Afghanistan.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JasonFarry", "HazelChubb", "magicrossy", "georgieparker"], "country": "USA", "text_en": "We will have to stay home forever at this rate. These lockdowns are not about taking anyones freedom they are about protecting the most vulnerable of our society until we can create herd immunity through the vaccine. If you want to protest about freedom look at Afghanistan."}, {"id": 1439374282191147010, "verified": false, "tweet_text": "@DailyMailUK It's almost as if protective herd immunity can't be achieved with these experimental non-sterilising genetic vaccines. 20+ years of epidemiology warned us that this strategy is doomed to failure. Dr Vanden Bossche even told us in March but no-one listened. https://t.co/zeojF0F5x3 https://t.co/7zOXtN0Fxo", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DailyMailUK"], "tweet_urls": ["https://t.co/zeojF0F5x3"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "It's almost as if protective herd immunity can't be achieved with these experimental non-sterilising genetic vaccines. + years of epidemiology warned us that this strategy is doomed to failure. Dr Vanden Bossche even told us in March but no-one listened."}, {"id": 1439374253766451204, "verified": false, "tweet_text": "@dgurdasani1 99.97 % chance of not knowing they even had it. Great way of finding herd immunity risk free??", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["dgurdasani1"], "country": "USA", "text_en": "% chance of not knowing they even had it. Great way of finding herd immunity risk free??"}, {"id": 1439374199429140480, "verified": false, "tweet_text": "@lilirishtravels @phurstclass Herd immunity requires at least 63% of the population to contract &amp; survive a WILD virus. Vaccines cannot confer herd immunity. See outbreaks of measles in countries boasting 98% vaccinated against for proof.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["lilirishtravels", "phurstclass"], "country": "USA", "text_en": "Herd immunity requires at least % of the population to contract &amp; survive a WILD virus. Vaccines cannot confer herd immunity. See outbreaks of measles in countries boasting % vaccinated against for proof."}, {"id": 1439374148053049344, "verified": false, "tweet_text": "MuslimahNews – Ikuti Diskusi Online WAG\n\nMitos “Herd Immunity”, Kehidupan Normal Sejati Hanya dalam Naungan Khilafah\n\nNarasumber: Ustazah Rini Syafri\nAhad, 19 September 2021\nPukul 20.00 WIB s.d. selesai\n\nDi seluruh Grup WhatsApp\nMuslimah News ID\nhttps://t.co/FQdyPgR1Qm", "tweet_lang": "in", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/FQdyPgR1Qm"]}, {"id": 1439373815092584450, "verified": false, "tweet_text": "@mikejohansenmd we have herd something, but it’s not immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["mikejohansenmd"], "country": "USA", "text_en": "we have herd something, but its not immunity"}, {"id": 1439373103243665408, "verified": false, "tweet_text": "I know it’s not very empathic but how many non vaccinated covid deaths will change the denominator so the %vaccinated goes up?  Is that how we reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "I know its not very empathic but how many non vaccinated covid deaths will change the denominator so the %vaccinated goes up? Is that how we reach herd immunity."}, {"id": 1439372893000019970, "verified": false, "tweet_text": "Herd immunity https://t.co/UDZdFEuIcL", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/UDZdFEuIcL"], "country": "USA", "text_en": "Herd immunity"}, {"id": 1439372796644167689, "verified": false, "tweet_text": "@MelanieChristi2 @VoteDarlene The USA has always promoted public health over the whims of an uninformed minority.\nGet your shot, selfish woman.\nHerd immunity is the only way out.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["MelanieChristi2", "VoteDarlene"], "country": "USA", "text_en": "The USA has always promoted public health over the whims of an uninformed minority. Get your shot, selfish woman. Herd immunity is the only way out."}, {"id": 1439372652695601152, "verified": false, "tweet_text": "@ElliotIkilei What's wrong with the objective of achieving herd immunity by getting 90% of us vaccinated? It's a genuine national effort, so patriotism applies.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ElliotIkilei"], "country": "USA", "text_en": "What's wrong with the objective of achieving herd immunity by getting % of us vaccinated? It's a genuine national effort, so patriotism applies."}, {"id": 1439372475435945984, "verified": false, "tweet_text": "This government will pursue the previous government’s efforts in implementing measures in order for us to swiftly move to the next phase of recovery through herd immunity. - #KeluargaMalaysia #HariMalaysia https://t.co/vzKLtxPI6h", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["KeluargaMalaysia", "HariMalaysia"], "country": "USA", "text_en": "This government will pursue the previous governments efforts in implementing measures in order for us to swiftly move to the next phase of recovery through herd immunity. -"}, {"id": 1439372371668836357, "verified": false, "tweet_text": "The anti vax &amp; mask cult followers aren't gonna listen to reason. At this point we have to wait for them to all die out in order for us to reach herd immunity. This isn't a game. It's life or death. Get vaxxed or die. https://t.co/wlZLMWEOqg", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/wlZLMWEOqg"], "country": "USA", "text_en": "The anti vax &amp; mask cult followers aren't gonna listen to reason. At this point we have to wait for them to all die out in order for us to reach herd immunity. This isn't a game. It's life or death. Get vaxxed or die."}, {"id": 1439371375106424834, "verified": false, "tweet_text": "Ivermectin takers think they will get 'herd' immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Ivermectin takers think they will get 'herd' immunity."}, {"id": 1439371286375899142, "verified": false, "tweet_text": "@TRiXWoN I'm so sorry our country ever believed in herd immunity. 😞", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["TRiXWoN"], "tweet_emoticons": ["😞"], "country": "USA", "text_en": "I'm so sorry our country ever believed in herd immunity."}, {"id": 1439371206344445957, "verified": false, "tweet_text": "@LozzaFox The only way to reach herd immunity is to have 70% of the population vaccinated\n\nBut I guess there's more than one way to get there ......", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LozzaFox"], "country": "USA", "text_en": "The only way to reach herd immunity is to have % of the population vaccinated But I guess there's more than one way to get there ......"}, {"id": 1439371177588371457, "verified": false, "tweet_text": "@RpsAgainstTrump Killed by a hoax! He realized the fate he created for himself ... his death help us reach herd immunity ... we might get there in part over the dead bodies of the anti-vaxers ... they get sick and run to the hospital, please stay home and save the ICU beds for others", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["RpsAgainstTrump"], "country": "USA", "text_en": "Killed by a hoax! He realized the fate he created for himself ... his death help us reach herd immunity ... we might get there in part over the dead bodies of the anti-vaxers ... they get sick and run to the hospital, please stay home and save the ICU beds for others"}, {"id": 1439370947765571589, "verified": false, "tweet_text": "Masyarakat Mendukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity https://t.co/WucUGavaN5", "tweet_lang": "in", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439370756111024131, "verified": false, "tweet_text": "@RNVthree @mewpocalypse @DC_hoda @tedcruz Sparring aside, I'm glad you're vaxxed and taking care of your health and that of others around you. The Vaxx DOES work, even if not 100%. It's better to work towards Herd Immunity than just Thinning the Herd. I also agree with the perilous nature of mandates. But this is SERIOUS", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["RNVthree", "mewpocalypse", "DC_hoda", "tedcruz"], "country": "USA", "text_en": "Sparring aside, I'm glad you're vaxxed and taking care of your health and that of others around you. The Vaxx DOES work, even if not %. It's better to work towards Herd Immunity than just Thinning the Herd. I also agree with the perilous nature of mandates. But this is SERIOUS"}, {"id": 1439370131671506947, "verified": false, "tweet_text": "@phurstclass I don’t think herd immunity is a possibility, due to variants.\n\nWe have to live with them.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["phurstclass"], "country": "USA", "text_en": "I dont think herd immunity is a possibility, due to variants. We have to live with them."}, {"id": 1439369819468570633, "verified": false, "tweet_text": "@treeshakin_cur @Bwahahahafunny @AsaHutchinson @ADHPIO Mayo: Herd immunity also can be reached when enough people have been vaccinated against a disease and have developed protective antibodies against future infection. Unlike the natural infection method, vaccines create immunity without causing illness or resulting complications.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["treeshakin_cur", "Bwahahahafunny", "AsaHutchinson", "ADHPIO"], "country": "USA", "text_en": "Mayo: Herd immunity also can be reached when enough people have been vaccinated against a disease and have developed protective antibodies against future infection. Unlike the natural infection method, vaccines create immunity without causing illness or resulting complications."}, {"id": 1439369552119300096, "verified": false, "tweet_text": "@NishaLewinsky @unity4allkind @TMZ I wanna know how many of these ppl signed up for clinical trials during this national emergency? How many of them put aside their politics &amp; said they would take the vaccine despite it being funded by trump's fda so we can get to herd immunity? Fake righteousness #IStandWithNicki", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["IStandWithNicki"], "mentions": ["NishaLewinsky", "unity4allkind", "TMZ"], "country": "USA", "text_en": "I wanna know how many of these ppl signed up for clinical trials during this national emergency? How many of them put aside their politics &amp; said they would take the vaccine despite it being funded by trump's fda so we can get to herd immunity? Fake righteousness"}, {"id": 1439368789154541570, "verified": false, "tweet_text": "@WorriedparentDC @parent_in_dc @MayorBowser @DCPSChancellor @DCSuptGrant @DMEforDC @dcpublicschools I decided week 1 that Bowser’s plan is to force supposed herd immunity by deliberately exposing as many DC residents as possible. There is NO other explanation.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["WorriedparentDC", "parent_in_dc", "MayorBowser", "DCPSChancellor", "DCSuptGrant", "DMEforDC", "dcpublicschools"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I decided week that Bowsers plan is to force supposed herd immunity by deliberately exposing as many DC residents as possible. There is NO other explanation."}, {"id": 1439368787921444868, "verified": false, "tweet_text": "@Signatur3 Bro I’m not annoyed and I know it’s not easy but without herd immunity it’s gonna get there eventually, you’ll see 🙂", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Signatur3"], "tweet_emoticons": ["🙂"], "country": "USA", "text_en": "Bro Im not annoyed and I know its not easy but without herd immunity its gonna get there eventually, youll see"}, {"id": 1439368520534409217, "verified": false, "tweet_text": "Herd Immunity, here we come. And no, you cant take credit for it after you’re dead. https://t.co/B8Op21xlKU", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/B8Op21xlKU"], "country": "USA", "text_en": "Herd Immunity, here we come. And no, you cant take credit for it after youre dead."}, {"id": 1439368459859595267, "verified": false, "tweet_text": "Have you noticed nobody talks about herd immunity anymore?\n\nSeems like Antivaxxers have totally sucked the life out of that goal.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "country": "USA", "text_en": "Have you noticed nobody talks about herd immunity anymore? Seems like Antivaxxers have totally sucked the life out of that goal."}, {"id": 1439368155504070661, "verified": false, "tweet_text": "@sfchronicle Maybe because they were averaging 44k cases a day during the last peak. They have achieved actual herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["sfchronicle"], "country": "USA", "text_en": "Maybe because they were averaging k cases a day during the last peak. They have achieved actual herd immunity"}, {"id": 1439368135983915008, "verified": false, "tweet_text": "@phurstclass I am pretty sure * Herd immunity * refers to a closed society such as a care home , not a open every day society we have now .", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["phurstclass"], "country": "USA", "text_en": "I am pretty sure * Herd immunity * refers to a closed society such as a care home , not a open every day society we have now ."}, {"id": 1439367997508960257, "verified": false, "tweet_text": "@Polichromos @Andronicus50 @murray_nyc Spanish Flu killed 40-50M people, 2.5% of the world population. Back then travel distances were short and not frequent, apart from WWI. Covid-19 has killed ~4.5M, 0.05%. Quite a way to go still to reach SF figures. It's likely we never reach herd immunity with this virus. 1/", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Polichromos", "Andronicus50", "murray_nyc"], "country": "USA", "text_en": "Spanish Flu killed -50M people, % of the world population. Back then travel distances were short and not frequent, apart from WWI. Covid-19 has killed ~4.5M, %. Quite a way to go still to reach SF figures. It's likely we never reach herd immunity with this virus. /"}, {"id": 1439367810912751623, "verified": true, "tweet_text": "About 80% of adults living in New York City have had at least one dose of the COVID vaccine as of Friday, according to Mayor de Blasio, who touted the rate as a “major milestone” in the city’s battle with the pandemic. https://t.co/Jwt25pkxWy", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/Jwt25pkxWy"], "country": "USA", "text_en": "About % of adults living in New York City have had at least one dose of the COVID vaccine as of Friday, according to Mayor de Blasio, who touted the rate as a major milestone in the citys battle with the pandemic."}, {"id": 1439367255020777480, "verified": false, "tweet_text": "@TOCovidsurvivor @TeriHart The thread hold for herd immunity was calculated before delta. It’s like 95%. \n\nI don’t think you understand how disease is spread lol. \n\nBut I (truly) appreciate your opinion.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["TOCovidsurvivor", "TeriHart"], "country": "USA", "text_en": "The thread hold for herd immunity was calculated before delta. Its like %. I dont think you understand how disease is spread lol. But I (truly) appreciate your opinion."}, {"id": 1439367212196786176, "verified": false, "tweet_text": "@BradHuston 70-80% is needed for herd immunity.\nCalifornia has 2m active cases and the virus has the unvaccinated 42.5% of CA's population in which to spread itself around. https://t.co/O8NfgVKEWQ", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["BradHuston"], "country": "USA", "text_en": "-80% is needed for herd immunity. California has m active cases and the virus has the unvaccinated % of CA's population in which to spread itself around."}, {"id": 1439366375240261636, "verified": false, "tweet_text": "Is there what you call \"herd immunity\" to OC43, HKU1, 229E or NL63? What has happened in all previous attempts to create a coronavirus vaccine (for benefits on absenteeism)? Why do you and others believe SARS Co V 2 is so different that herd immunity is possible? https://t.co/iHt28NyGTR", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/iHt28NyGTR"], "country": "USA", "text_en": "Is there what you call \"herd immunity\" to OC43, HKU1, E or NL63? What has happened in all previous attempts to create a coronavirus vaccine (for benefits on absenteeism)? Why do you and others believe SARS Co V is so different that herd immunity is possible?"}, {"id": 1439366268314918916, "verified": false, "tweet_text": "@CautiousLefty Maybe enough people get sick to get herd immunity. It's a long process, lots of death lots of full ICUs.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CautiousLefty"], "country": "USA", "text_en": "Maybe enough people get sick to get herd immunity. It's a long process, lots of death lots of full ICUs."}, {"id": 1439366105647042568, "verified": false, "tweet_text": "@DavidSharp84 Fauci spoke of natural immunity last year when talking about how many people we'd need infected and vaccinated to get to herd immunity get back to normal. Now they treat natural immunity and herd immunity like they are conspiracy theories.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["DavidSharp84"], "country": "USA", "text_en": "Fauci spoke of natural immunity last year when talking about how many people we'd need infected and vaccinated to get to herd immunity get back to normal. Now they treat natural immunity and herd immunity like they are conspiracy theories."}, {"id": 1439365829536092160, "verified": false, "tweet_text": "Vaksinasi pelajar dan anak-anak agar percepat capai herd Immunity. Vaksin Keluarga Terlindungi https://t.co/8kkx4HZUvY", "tweet_lang": "in", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439365793829949440, "verified": false, "tweet_text": "Vaksinasi pelajar dan anak-anak agar percepat capai herd Immunity. Vaksin Keluarga Terlindungi https://t.co/qJScQtp73R", "tweet_lang": "in", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439365348420202503, "verified": false, "tweet_text": "@KidsPoodle @LSB227 @Billius27 @rubiconcapital_ @CTV_AvisFavaro No, but restrictions are working now.  Already they’re showing increases in vaccinations where mandates are in place.  Anything to get to 90% herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["KidsPoodle", "LSB227", "Billius27", "rubiconcapital_", "CTV_AvisFavaro"], "country": "USA", "text_en": "No, but restrictions are working now. Already theyre showing increases in vaccinations where mandates are in place. Anything to get to % herd immunity"}, {"id": 1439365253997940738, "verified": false, "tweet_text": "@not2shrt @ReggieHammond14 @thehill I know herd immunity is likely impossible (with the current technoloy so far) but it doesn't mean people do nothing to mitigate the spread and help reduce severe illness either.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["not2shrt", "ReggieHammond14", "thehill"], "country": "USA", "text_en": "I know herd immunity is likely impossible (with the current technoloy so far) but it doesn't mean people do nothing to mitigate the spread and help reduce severe illness either."}, {"id": 1439364608616185858, "verified": false, "tweet_text": "2nd negative test come een herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "country": "USA", "text_en": "nd negative test come een herd immunity"}, {"id": 1439364109837946880, "verified": false, "tweet_text": "@purplemonkeyemy I don’t think I will ever be “normal” as in the before times. Will start to do more but with caution &amp; def masking until herd immunity. What you are proposing for the girls makes sense.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["purplemonkeyemy"], "country": "USA", "text_en": "I dont think I will ever be normal as in the before times. Will start to do more but with caution &amp; def masking until herd immunity. What you are proposing for the girls makes sense."}, {"id": 1439363990967234564, "verified": false, "tweet_text": "@DevonP_RD @ThaRealDill1 @TeriHart The vaccines do reduce severity, so it makes sense to give them to the people most at risk, as well as others who want them after making an informed choice.\n\nMeanwhile, the rest of the population develops the natural antibodies and resiliencies that bring about herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["DevonP_RD", "ThaRealDill1", "TeriHart"], "country": "USA", "text_en": "The vaccines do reduce severity, so it makes sense to give them to the people most at risk, as well as others who want them after making an informed choice. Meanwhile, the rest of the population develops the natural antibodies and resiliencies that bring about herd immunity."}, {"id": 1439363849900154887, "verified": false, "tweet_text": "I actually misread. There's actually only one vaccine that has a requirement and that's for travelling to south africa and south america.\n\nbut seriously, the sooner we get to herd immunity, the sooner we can return to something close to resembling normal. https://t.co/5YmnCG7IEW", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/5YmnCG7IEW"], "country": "USA", "text_en": "I actually misread. There's actually only one vaccine that has a requirement and that's for travelling to south africa and south america. but seriously, the sooner we get to herd immunity, the sooner we can return to something close to resembling normal."}, {"id": 1439363677577256964, "verified": false, "tweet_text": "@sombrelyric Herd immunity is an impossibility. They know this and yet Fauci still says this to the public.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["sombrelyric"], "country": "USA", "text_en": "Herd immunity is an impossibility. They know this and yet Fauci still says this to the public."}, {"id": 1439363453546897410, "verified": false, "tweet_text": "@iarentspartacus Everyone who needs the jab has had it by now if you can't go for herd immunity after that you're either admitting the vaccine doesn't work or you want to keep lockdowns and restrictions in place for the rest of time, we have to face this thing at some point unfortunately.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["iarentspartacus"], "country": "USA", "text_en": "Everyone who needs the jab has had it by now if you can't go for herd immunity after that you're either admitting the vaccine doesn't work or you want to keep lockdowns and restrictions in place for the rest of time, we have to face this thing at some point unfortunately."}, {"id": 1439363313683554312, "verified": false, "tweet_text": "It was never about reaching herd immunity. https://t.co/TdzXYMOzbW", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/TdzXYMOzbW"], "country": "USA", "text_en": "It was never about reaching herd immunity."}, {"id": 1439363182137692160, "verified": false, "tweet_text": "@sjacobm321 I just visited a link at the CDC website saying that at least 80% of the population was either vaccinated or had prior infection. Seems like we are closer to herd immunity. Whats the magic number?", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["sjacobm321"], "country": "USA", "text_en": "I just visited a link at the CDC website saying that at least % of the population was either vaccinated or had prior infection. Seems like we are closer to herd immunity. Whats the magic number?"}, {"id": 1439363146427379714, "verified": false, "tweet_text": "None of the \"Herd Immunity\" folks think they're gonna be the ones to be culled - US already has close to 3 million deaths a year, We're probably fine with a million more... https://t.co/tPH3hOuK4t", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/tPH3hOuK4t"], "country": "USA", "text_en": "None of the \"Herd Immunity\" folks think they're gonna be the ones to be culled - US already has close to million deaths a year, We're probably fine with a million more..."}, {"id": 1439362701508190219, "verified": false, "tweet_text": "@LBC I’m sure they are only anti government propaganda. Pro natural immunity and herd immunity!! Remember them 🤦🏼‍♂️🤷‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["LBC"], "tweet_emoticons": ["🤦🏼‍♂️", "🤷‍♂️"], "country": "USA", "text_en": "Im sure they are only anti government propaganda. Pro natural immunity and herd immunity!! Remember them"}, {"id": 1439362454061035523, "verified": false, "tweet_text": "@DevonP_RD @ThaRealDill1 @TeriHart The variants are likely caused by wide-spread vaccination with 'leaky' vaccines.\n\nThe only way to achieve herd immunity with vaccines is to achieve near 100% vax rates followed by booster..after booster..after booster.\n\nNatural antibodies&gt;&gt;&gt;leaky vaccines\n\nhttps://t.co/UTkR2oe0Iq", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["DevonP_RD", "ThaRealDill1", "TeriHart"], "tweet_urls": ["https://t.co/UTkR2oe0Iq"], "country": "USA", "text_en": "The variants are likely caused by wide-spread vaccination with 'leaky' vaccines. The only way to achieve herd immunity with vaccines is to achieve near % vax rates followed by booster..after booster..after booster. Natural antibodies&gt;&gt;&gt;leaky vaccines"}, {"id": 1439361846713085955, "verified": false, "tweet_text": "@CryptoPsi @leilamechoui @realism_fan @realMrFrank @NahasNewman It does concern us. The lockdowns didn't work because we didn't follow thru. When the solution to the pandemic became available - the vaccine - not enough people partook to achieve herd immunity. Viruses adapt faster than we do and we now there's the delta variant.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CryptoPsi", "leilamechoui", "realism_fan", "realMrFrank", "NahasNewman"], "country": "USA", "text_en": "It does concern us. The lockdowns didn't work because we didn't follow thru. When the solution to the pandemic became available - the vaccine - not enough people partook to achieve herd immunity. Viruses adapt faster than we do and we now there's the delta variant."}, {"id": 1439361831403982850, "verified": false, "tweet_text": "@TorontoStar @BogochIsaac The other challenge to herd immunity is the fact the virus keeps spreading through vaccinated people too (I'm fully vaccinated and very disappointed that the virus can potentially spread through me)", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["TorontoStar", "BogochIsaac"], "country": "USA", "text_en": "The other challenge to herd immunity is the fact the virus keeps spreading through vaccinated people too (I'm fully vaccinated and very disappointed that the virus can potentially spread through me)"}, {"id": 1439361557922783234, "verified": false, "tweet_text": "After testing the blood donations of over 1.4 million Americans between 2020 and 2021, 83.3% were found to have antibodies to Covid when combining both natural immunity and vaccine immunity. The original threshold given for herd immunity was 80%. https://t.co/xvmxh5p6ic", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/xvmxh5p6ic"], "country": "USA", "text_en": "After testing the blood donations of over million Americans between and , % were found to have antibodies to Covid when combining both natural immunity and vaccine immunity. The original threshold given for herd immunity was %."}, {"id": 1439361305727602693, "verified": false, "tweet_text": "@DogulusPrime @TeriHart And if you say it's to protect everyone else, that's basically an admission the vaccines don't work all that well and even less reason to mandate them. We have reached the old threshold for herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["DogulusPrime", "TeriHart"], "country": "USA", "text_en": "And if you say it's to protect everyone else, that's basically an admission the vaccines don't work all that well and even less reason to mandate them. We have reached the old threshold for herd immunity."}, {"id": 1439361117826928642, "verified": false, "tweet_text": "@Nunyabiz____ @politicalham @DuaneBratt @jkenney kenney opened up way too soon. ab had not reached the vax target to call a herd immunity.\nhe wanted the stampede to open.\nhe fucked up.\nthe vax passport seems to be getting ppl to get their shots. he should have done that sooner, much sooner", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Nunyabiz____", "politicalham", "DuaneBratt", "jkenney"], "country": "USA", "text_en": "kenney opened up way too soon. ab had not reached the vax target to call a herd immunity. he wanted the stampede to open. he fucked up. the vax passport seems to be getting ppl to get their shots. he should have done that sooner, much sooner"}, {"id": 1439360844236685312, "verified": false, "tweet_text": "@ksorbs San Francisco doesn’t want you anyway. We don’t need business from stupid Trumpers. Go build up your “herd immunity” via natural selection. https://t.co/3SBN5knMQv", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ksorbs"], "country": "USA", "text_en": "San Francisco doesnt want you anyway. We dont need business from stupid Trumpers. Go build up your herd immunity via natural selection."}, {"id": 1439360721054093317, "verified": false, "tweet_text": "@CDCDirector Our we sure vac is answer? Why is there higher infections with even vaccinated people? I’m not herd immunity guy either. Or countries getting ran over with covid would be seeing less.not sure we have right answer", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CDCDirector"], "country": "USA", "text_en": "Our we sure vac is answer? Why is there higher infections with even vaccinated people? Im not herd immunity guy either. Or countries getting ran over with covid would be seeing less.not sure we have right answer"}, {"id": 1439360471996329984, "verified": false, "tweet_text": "@vbgirlie Perhaps because we want to reach herd immunity so we can live normal once again? Do you think I like wearing a mask? Do you think it's okay for unvaccinated people to get others sick? Some of us do care.\n\nThere's kids that have lost both of their parents due to their negligence", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["vbgirlie"], "country": "USA", "text_en": "Perhaps because we want to reach herd immunity so we can live normal once again? Do you think I like wearing a mask? Do you think it's okay for unvaccinated people to get others sick? Some of us do care. There's kids that have lost both of their parents due to their negligence"}, {"id": 1439360406716391429, "verified": false, "tweet_text": "@TheNavigator73 Herd immunity through vaccination is how it goes away numb nuts, that's what the cdc says which was my whole point.  You're not safer if you've had it, you don't know what you're talking about. Stay stupid and scared, but do it away from others since you don't value life.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["TheNavigator73"], "country": "USA", "text_en": "Herd immunity through vaccination is how it goes away numb nuts, that's what the cdc says which was my whole point. You're not safer if you've had it, you don't know what you're talking about. Stay stupid and scared, but do it away from others since you don't value life."}, {"id": 1439359940364312578, "verified": false, "tweet_text": "@FireandIce0802 @RonOBrien17 @MaiaBug2010 That ideology is what made me think that they, and others, may have caused the virus to be leaked out of the lab in Wuhan. It’s also likely why Johnson never dropped his “herd immunity” plans. Every last one of them needs to be removed from office before they cause more deaths.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["FireandIce0802", "RonOBrien17", "MaiaBug2010"], "country": "USA", "text_en": "That ideology is what made me think that they, and others, may have caused the virus to be leaked out of the lab in Wuhan. Its also likely why Johnson never dropped his herd immunity plans. Every last one of them needs to be removed from office before they cause more deaths."}, {"id": 1439359796881334282, "verified": false, "tweet_text": "@doctorgis84 @alefitpiu Attenzione, l'immunità di gregge è un mito. Vaccinarsi fa bene a tutti, ma herd immunity è una chimera (non secondo me ma secondo Gimbe...)", "tweet_lang": "it", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["doctorgis84", "alefitpiu"]}, {"id": 1439359762781646851, "verified": false, "tweet_text": "@kearree @jacobroccomom @kuriapasu @mini_bubbly @JaroGiesbrecht by the amount we have vaccinated now, herd immunity should already be reached. except countless vaccinated are still spreading and getting infected. look at the situation in israel. covid is not as deadly or serious as the past situations you described", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["kearree", "jacobroccomom", "kuriapasu", "mini_bubbly", "JaroGiesbrecht"], "country": "USA", "text_en": "by the amount we have vaccinated now, herd immunity should already be reached. except countless vaccinated are still spreading and getting infected. look at the situation in israel. covid is not as deadly or serious as the past situations you described"}, {"id": 1439359635824070659, "verified": false, "tweet_text": "Indonesia donk mlh ud “herd immunity” jalur kerjasama dg covid delta. 😁 https://t.co/rIDE9XxsF6", "tweet_lang": "in", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/rIDE9XxsF6"], "tweet_emoticons": ["😁"]}, {"id": 1439359498888622085, "verified": false, "tweet_text": "Herd immunity implies that exposure/vax conveys sterilizing immunity…you don’t get infected/pass it on\n\nRespiratory viruses mutate quickly, come back with new variants\n\nBest strategy is to let it spread freely so new variants are like a booster shot\n\nDelay exposure - more deadly https://t.co/fupzh0ytto", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/fupzh0ytto"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Herd immunity implies that exposure/vax conveys sterilizing immunityyou dont get infected/pass it on Respiratory viruses mutate quickly, come back with new variants Best strategy is to let it spread freely so new variants are like a booster shot Delay exposure - more deadly"}, {"id": 1439359044691578889, "verified": false, "tweet_text": "@E7Drew @NickyBanks14 @winfinancial @BrianLenzkes 20 months ago we should have protected the vulnerable and let the virus run it’s course.  We would have had herd immunity in 6 months as opposed to what we have now!", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["E7Drew", "NickyBanks14", "winfinancial", "BrianLenzkes"], "country": "USA", "text_en": "months ago we should have protected the vulnerable and let the virus run its course. We would have had herd immunity in months as opposed to what we have now!"}]