[{"id": 1439460742600830978, "verified": false, "tweet_text": "@_sara_jade_ what if, there was a planned release of another bioweapon planned for october to instigate injection uptake thereby helping her along with getting that pesky ICAC matter resolved favourably for her? BSL4 labs in oz https://t.co/Q9xS5GGHwd", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["_sara_jade_"], "tweet_urls": ["https://t.co/Q9xS5GGHwd"], "country": "USA", "text_en": "what if, there was a planned release of another bioweapon planned for october to instigate injection uptake thereby helping her along with getting that pesky ICAC matter resolved favourably for her? BSL4 labs in oz"}, {"id": 1439460689555431427, "verified": false, "tweet_text": "@Frances15818239 @APPO92200 Plein d'affirmations et d'accusations. Donc, tu sais qui c'est ???\nSi oui,merci d'indiquer qui sont les personnes sur la vidéo.\n\nSinon, ne donne pas ton avis. Il est biaisé. À cause de l'injection, tu es en sursis et tu le sais.\nEt cela te fait dire n'importe quoi...", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Frances15818239", "APPO92200"]}, {"id": 1439460651848581120, "verified": false, "tweet_text": "@DidierMaisto Nous ne sommes pas contre cette injection génique. Pour les personnes à risques, pour les personnes âgées, pour les personnes qui le souhaite. Du moment que le choix est libre et éclairé, voulut et non extorquer, mais surtout Ne Touchez PAS AUX ENFANTS SINON C'EST LA GUERRE", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["DidierMaisto"]}, {"id": 1439460518788362241, "verified": false, "tweet_text": "@snackdaddy1972 I hate the fact I have to do the injection. I'm terrified of needles.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["snackdaddy1972"], "country": "USA", "text_en": "I hate the fact I have to do the injection. I'm terrified of needles."}, {"id": 1439460349040742402, "verified": false, "tweet_text": "@mbDunningKruger @HelgaValinski @prayerfeathers @margie_strike The government isn't tackling people to give them an injection against their will.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["mbDunningKruger", "HelgaValinski", "prayerfeathers", "margie_strike"], "country": "USA", "text_en": "The government isn't tackling people to give them an injection against their will."}, {"id": 1439460248478117888, "verified": false, "tweet_text": "Scary na nga injection, swb pa kya grr", "tweet_lang": "tl", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439460144262172677, "verified": false, "tweet_text": "AEM 30-3301 V2 5G Water/Methanol Injection Kit HD Controller Internal MAP Sensor https://t.co/2X8AsiywgK eBay https://t.co/0VwL5KPCMu", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/2X8AsiywgK"], "country": "USA", "text_en": "AEM -3301 V2 G Water/Methanol Injection Kit HD Controller Internal MAP Sensor eBay"}, {"id": 1439459898207711233, "verified": false, "tweet_text": "@fowmarten I have an injection to help with that", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["fowmarten"], "country": "USA", "text_en": "I have an injection to help with that"}, {"id": 1439459609199185923, "verified": false, "tweet_text": "@oliv31470 @Joss53143843 @PBlanrue @CorinneReverbel Si vous ne savez pas, comment pouvez vous remettre en doute le décès de leur fille ?! \nC’est ignoré que cette injection cause des dégâts ! #NonAuPassSanitaire #NonALaVaccinationObligatoire", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["NonAuPassSanitaire", "NonALaVaccinationObligatoire"], "mentions": ["oliv31470", "Joss53143843", "PBlanrue", "CorinneReverbel"]}, {"id": 1439459370291499015, "verified": false, "tweet_text": "@henrietta3451 From what I understand it's still supposed to similar to getting a standard needle injection except it uses a jet to spray the molecules onto the skin, penetrating mostly local cells and producing desired antigen. I haven't looked too deeply into the tech yet however", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["henrietta3451"], "country": "USA", "text_en": "From what I understand it's still supposed to similar to getting a standard needle injection except it uses a jet to spray the molecules onto the skin, penetrating mostly local cells and producing desired antigen. I haven't looked too deeply into the tech yet however"}, {"id": 1439459231158124545, "verified": false, "tweet_text": "@JigueLionel @APPO92200 Parce que le PCC est infiltré dans tous pays qui ont pris en masse l'injection", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["JigueLionel", "APPO92200"]}, {"id": 1439458997455654915, "verified": false, "tweet_text": "Fuel injection stacks https://t.co/f4m8fB1C6f eBay https://t.co/rP0hWqAZvt", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/f4m8fB1C6f"], "country": "USA", "text_en": "Fuel injection stacks eBay"}, {"id": 1439458991088848896, "verified": false, "tweet_text": "Dead Warlock Acid Theory Boiling Inflation Injection Witch", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Dead Warlock Acid Theory Boiling Inflation Injection Witch"}, {"id": 1439458923208077317, "verified": false, "tweet_text": "Men, stay away from estrogen\n\nHuggins and Clark..reduced the volume of the ejaculate of dogs, by the injection of 0.6 mg. or more per day of diethylstilbestrol, to almost nil. This reduction was accompanied by a rapid fall in the sperm count, which became nil after about a month\"", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Men, stay away from estrogen Huggins and Clark..reduced the volume of the ejaculate of dogs, by the injection of mg. or more per day of diethylstilbestrol, to almost nil. This reduction was accompanied by a rapid fall in the sperm count, which became nil after about a month\""}, {"id": 1439458902685339651, "verified": false, "tweet_text": "@Singh5202 टेटनस का injection लगवा देंगे😂", "tweet_lang": "hi", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Singh5202"], "tweet_emoticons": ["😂"], "country": "INDIA", "text_hi": "टेटनस का injection लगवा देंगे😂"}, {"id": 1439458622904307716, "verified": false, "tweet_text": "@JoeSmit05465144 @AussieVal10 Most people don't question anything. Mindless TV-watchers who are programmed to comply, hence why so many are rushing to be poisoned with an experimental, untested, unapproved injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["JoeSmit05465144", "AussieVal10"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Most people don't question anything. Mindless TV-watchers who are programmed to comply, hence why so many are rushing to be poisoned with an experimental, untested, unapproved injection."}, {"id": 1439458367911694337, "verified": false, "tweet_text": "@Siya_Maloka_ @Nkosazanaa_ With a little bit of cash injection and proper management they'll compete", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Siya_Maloka_", "Nkosazanaa_"], "country": "USA", "text_en": "With a little bit of cash injection and proper management they'll compete"}, {"id": 1439458319412842497, "verified": false, "tweet_text": "Regardless of uncountable suffering and dying based on solid truths re NWO planned mass murder, minds believe only according to the bias programmed since birth, or robotic injection. Nothing is what it seems in the world built on lies. Thus truthers are despised. https://t.co/QZU10sYHTI https://t.co/DvKfT6tyLT", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/QZU10sYHTI"], "country": "USA", "text_en": "Regardless of uncountable suffering and dying based on solid truths re NWO planned mass murder, minds believe only according to the bias programmed since birth, or robotic injection. Nothing is what it seems in the world built on lies. Thus truthers are despised."}, {"id": 1439457851538386945, "verified": false, "tweet_text": "@laraekrouse The main issue was the fact that they wanted to pretend like the injection would stay at the injection site.\n\nThey knew better from the get-go.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["laraekrouse"], "country": "USA", "text_en": "The main issue was the fact that they wanted to pretend like the injection would stay at the injection site. They knew better from the get-go."}, {"id": 1439457662933086208, "verified": false, "tweet_text": "@rihanna I saw my brother trying to advocate so that may be injected with flupenxihol injection, kind of I was busted within my own games", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["rihanna"], "country": "USA", "text_en": "I saw my brother trying to advocate so that may be injected with flupenxihol injection, kind of I was busted within my own games"}, {"id": 1439457639448989696, "verified": false, "tweet_text": "@psad19611 I felt much worse after my shingles vaccine than either Pfizer vaccines. Welts and pain and a Goan injection site. It sucked.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I felt much worse after my shingles vaccine than either Pfizer vaccines. Welts and pain and a Goan injection site. It sucked."}, {"id": 1439457559589568514, "verified": false, "tweet_text": "@WillowSomeone @dockers1975 @Resist_05 You make great assumptions, pity that they are incorrect. I personally refuse the injection on principle not because of fear of it. Only idiots (or incompetent govts as you say) force or coerce an injection that is still in trials &amp; has no long term safety data. Making it...", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["WillowSomeone", "dockers1975", "Resist_05"], "country": "USA", "text_en": "You make great assumptions, pity that they are incorrect. I personally refuse the injection on principle not because of fear of it. Only idiots (or incompetent govts as you say) force or coerce an injection that is still in trials &amp; has no long term safety data. Making it..."}, {"id": 1439456923082846211, "verified": false, "tweet_text": "mom said she gonna bring me for influenza vaccine since my turn for covid vaccine is still long THAT MEANS THREE TIMES GETTING INJECTION FUCK I HATE NEEDLES", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "mom said she gonna bring me for influenza vaccine since my turn for covid vaccine is still long THAT MEANS THREE TIMES GETTING INJECTION FUCK I HATE NEEDLES"}, {"id": 1439456886848299013, "verified": false, "tweet_text": "今日のDimensionは絶対Gugun - Injectionがかかる", "tweet_lang": "ja", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439456735027138568, "verified": false, "tweet_text": "@usmanrafim @Abdul_WaheedCA @AIMALSHERANI_ @adeel_azhar @MaddyWithKhan My 16 years son Suffering from Ankylosing Spondylitis which is joints limiting disease not curable but only remedy is Biologic treatment which is costly .Inject every month for 24 months period. My son's need is only injection or medication. Do not know the procedure to get help.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["usmanrafim", "Abdul_WaheedCA", "AIMALSHERANI_", "adeel_azhar", "MaddyWithKhan"], "country": "USA", "text_en": "My years son Suffering from Ankylosing Spondylitis which is joints limiting disease not curable but only remedy is Biologic treatment which is costly .Inject every month for months period. My son's need is only injection or medication. Do not know the procedure to get help."}, {"id": 1439456587920314368, "verified": false, "tweet_text": "This is toxic and I would undo it if possible. Injection of genes from more clannish ethnies into the greater NW Euro pool would be desirable (Irish foremost, Slavic second but less desirable) https://t.co/ct9qYBtUoY", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/ct9qYBtUoY"], "country": "USA", "text_en": "This is toxic and I would undo it if possible. Injection of genes from more clannish ethnies into the greater NW Euro pool would be desirable (Irish foremost, Slavic second but less desirable)"}, {"id": 1439456581939249155, "verified": false, "tweet_text": "@RedCollie1 Imagine thinking that if your body reacts to a small injection of spike protein that it would instead be better to have a replicating viral load covered in spike protein.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["RedCollie1"], "country": "USA", "text_en": "Imagine thinking that if your body reacts to a small injection of spike protein that it would instead be better to have a replicating viral load covered in spike protein."}, {"id": 1439456575702192129, "verified": false, "tweet_text": "@unhealthytruth Well - there ya have it.  That means more lockdowns for Californians, masks and demands - forcing people to get the evil injection or no soup for you!  Mass exodus is on it's way.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["unhealthytruth"], "country": "USA", "text_en": "Well - there ya have it. That means more lockdowns for Californians, masks and demands - forcing people to get the evil injection or no soup for you! Mass exodus is on it's way."}, {"id": 1439456546149347328, "verified": false, "tweet_text": "It blew the fuel injection manifold.  Get the book The Macroeconomic Laws by Gregory Del Jones.  Before mass immigration, wages were increasing 7 times as fast in the US.  All immigration lowers wages.  It is time to end mass immigration.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "It blew the fuel injection manifold. Get the book The Macroeconomic Laws by Gregory Del Jones. Before mass immigration, wages were increasing times as fast in the US. All immigration lowers wages. It is time to end mass immigration."}, {"id": 1439456252858232832, "verified": false, "tweet_text": "@Firenic52376597 @mrsallnut @sinnndy1 Tattoos aren't the same as an injection", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Firenic52376597", "mrsallnut", "sinnndy1"], "country": "USA", "text_en": "Tattoos aren't the same as an injection"}, {"id": 1439456213457014787, "verified": false, "tweet_text": "https://t.co/A3tInGJ5Os https://t.co/56h1LXn4U6", "tweet_lang": "und", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/A3tInGJ5Os"]}, {"id": 1439455595631980544, "verified": false, "tweet_text": "@edouardhusson @Verhaeghe @Aldaron17 Il y en a des milliers, paralysés, devenus aveugles, amputés suite à la nécrose de leurs extrémités, d'autres dont les cancers guéris se sont réveillés, des jeunes devenus cardiaques, des gens se retrouvant à l'état végétatif en 24 heures et tant qui sont morts de cette injection", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["edouardhusson", "Verhaeghe", "Aldaron17"]}, {"id": 1439455162628591618, "verified": false, "tweet_text": "@nickybc28 @NEWS1130Traffic @NEWS1130 I'm of course being ridiculous because I don't think you'll even survive after the 4th or 5th experimental injection. Which may be the whole point.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["nickybc28", "NEWS1130Traffic", "NEWS1130"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I'm of course being ridiculous because I don't think you'll even survive after the th or th experimental injection. Which may be the whole point."}, {"id": 1439455083243048965, "verified": false, "tweet_text": "@Sam55121644 @Culbert_Report Had a vacation injection yet sam?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Sam55121644", "Culbert_Report"], "country": "USA", "text_en": "Had a vacation injection yet sam?"}, {"id": 1439455020395614217, "verified": false, "tweet_text": "(2/2)\nKapag napatunayang epektibo, posibleng i-spray na lang sa ilong ang bakuna para sa mga ayaw ng turok o injection. \n\n#TheChronicle #YourNewsNOW", "tweet_lang": "tl", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["TheChronicle", "YourNewsNOW"]}, {"id": 1439455011075993602, "verified": false, "tweet_text": "@psad19611 I got he shingles vaccine Oct/November 2020. It’s was the 2 dose Shingrix. Had a local reaction at the injection site both shots and ran a low grade fever after the second. A bit unpleasant…but compared to what my wife suffered with the shingles…nothing. I recommend getting it", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I got he shingles vaccine Oct/November . Its was the dose Shingrix. Had a local reaction at the injection site both shots and ran a low grade fever after the second. A bit unpleasantbut compared to what my wife suffered with the shinglesnothing. I recommend getting it"}, {"id": 1439454851335921666, "verified": false, "tweet_text": "@Milkman2228 My serious question is if you are “only bitcoin” how tf do you acquire more without outside capital injection because most people should never touch leverage and maxis are also “never sell” literal smooth brains", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Milkman2228"], "country": "USA", "text_en": "My serious question is if you are only bitcoin how tf do you acquire more without outside capital injection because most people should never touch leverage and maxis are also never sell literal smooth brains"}, {"id": 1439454517356007432, "verified": false, "tweet_text": "@Laissonslespre1 Comment la justice peut elle laisser faire cette horreur ?? Pour quelle raison la justice se cache t elle contre cette extorsion cette violation de notre corps ? Coment ls gens peuvent ils aller à l AGONIE ou parfois même la la mort alors que cette injection arm MESSAGER est AMM", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Laissonslespre1"]}, {"id": 1439454207459962882, "verified": false, "tweet_text": "\"Love Injection\" by Philippe Edison on @TIDAL \n\n https://t.co/PgBcPqaShG", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["TIDAL"], "tweet_urls": ["https://t.co/PgBcPqaShG"], "country": "USA", "text_en": "\"Love Injection\" by Philippe Edison on"}, {"id": 1439454170591887360, "verified": false, "tweet_text": "@EWoodhouse7 There never was SARS-CoV-2, never existed. Only Graphene Oxide and its purpose is Neuromodulation. The COVID19 is only a collateral effect. \n\nCOVID injection is 99% Graphene Oxide that's to make all working class people FiveG compatible for total control and surveillance.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["EWoodhouse7"], "country": "USA", "text_en": "There never was SARS-CoV-2, never existed. Only Graphene Oxide and its purpose is Neuromodulation. The COVID19 is only a collateral effect. COVID injection is % Graphene Oxide that's to make all working class people FiveG compatible for total control and surveillance."}, {"id": 1439454081228099584, "verified": false, "tweet_text": "Interview survey and medical record review. Descriptive analyses were performed to characterize demographics, health characteristics, and injection practices. The primary outcome was SSP utilization, and the main independent variable was se... 4/5", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Interview survey and medical record review. Descriptive analyses were performed to characterize demographics, health characteristics, and injection practices. The primary outcome was SSP utilization, and the main independent variable was se... /5"}, {"id": 1439454066011164676, "verified": false, "tweet_text": "Viral Video: People’s laughter after seeing such a reaction of the child while getting the injection, funny video went viral on social media https://t.co/lcczjIY40S", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/lcczjIY40S"], "country": "USA", "text_en": "Viral Video: Peoples laughter after seeing such a reaction of the child while getting the injection, funny video went viral on socialmedia"}, {"id": 1439454062076911617, "verified": false, "tweet_text": "BACKGROUND: Increasing rates of injection drug use (IDU) associated-infections suggest significant syringe service program (SSP) underutilization. Our study objective was to assess practices of safe injection techniques and to determine pre... 2/5", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "BACKGROUND: Increasing rates of injection drug use (IDU) associated-infections suggest significant syringe service program (SSP) underutilization. Our study objective was to assess practices of safe injection techniques and to determine pre... /5"}, {"id": 1439453752423903232, "verified": false, "tweet_text": "As a chef, hindi ako takot sa hiwa ng kutsilyo, pero sobrang nerbyos ko ngayon sa karayom ng injection. 😨 Hay, para sa bakuna..", "tweet_lang": "tl", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["😨"]}, {"id": 1439452862925324294, "verified": false, "tweet_text": "Jotaro was afraid for injection Hhhh https://t.co/FUQcGa39Zr", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Jotaro was afraid for injection Hhhh"}, {"id": 1439452452764282885, "verified": false, "tweet_text": "@ke11ybender @wakeupfromcovid f someone gets a COVID shot, then shortly thereafter tests positive for COVID-19 and ends up in the hospital or dies within two weeks of getting their injection, they are counted as an “unvaccinated” case.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ke11ybender", "wakeupfromcovid"], "country": "USA", "text_en": "f someone gets a COVID shot, then shortly thereafter tests positive for COVID-19 and ends up in the hospital or dies within two weeks of getting their injection, they are counted as an unvaccinated case."}, {"id": 1439452430756978688, "verified": false, "tweet_text": "Not the first time @pfizer have pressed ahead with dangerous/deadly drugs marketed to the public \n\nWith the #COVID19 injection, it is government which is doing the marketing, relieving them of responsibility of consequential harms and the public pay\n ➡️https://t.co/d67Mcdlfa7 https://t.co/KsaGIJR8Tp", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["COVID19"], "mentions": ["pfizer"], "tweet_urls": ["https://t.co/d67Mcdlfa7", "https://t.co/KsaGIJR8Tp"], "tweet_emoticons": ["➡️"], "country": "USA", "text_en": "Not the first time have pressed ahead with dangerous/deadly drugs marketed to the public With the injection, it is government which is doing the marketing, relieving them of responsibility of consequential harms and the public pay"}, {"id": 1439452285310996483, "verified": false, "tweet_text": "Got a road accident today. Went to THQ Fateh Pur District Layyah. Wounds were cleaned with drip fluid (intravenous). That's it. Dr. on emergency ward duty said no Tetanus injection. That's hilarious @Dr_YasminRashid @DcLayyah and other stakeholders.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Dr_YasminRashid", "DcLayyah"], "country": "USA", "text_en": "Got a road accident today. Went to THQ Fateh Pur District Layyah. Wounds were cleaned with drip fluid (intravenous). That's it. Dr. on emergency ward duty said no Tetanus injection. That's hilarious and other stakeholders."}, {"id": 1439452189869678596, "verified": false, "tweet_text": "The injection is the infection. Wake up,", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "The injection is the infection. Wake up,"}, {"id": 1439452102594494465, "verified": false, "tweet_text": "@Aatmament @rishav_sharma1 Isse toh Rishav bhai injection denge apne syringe se 😹🤭", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Aatmament", "rishav_sharma1"], "tweet_emoticons": ["🤭", "😹"], "country": "USA", "text_en": "Isse toh Rishav bhai injection denge apne syringe se"}, {"id": 1439452047900770304, "verified": false, "tweet_text": "@Tiny_Biologist @Alex_Kump @ByronGoerz @CastanetNews I'm a scientist so yes I do \"know\" enought to see that bonnie Henry is paid for by Pfizer and you all just took a very dangerous injection from the communists at the UN and WHO... See how that works out", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Tiny_Biologist", "Alex_Kump", "ByronGoerz", "CastanetNews"], "country": "USA", "text_en": "I'm a scientist so yes I do \"know\" enought to see that bonnie Henry is paid for by Pfizer and you all just took a very dangerous injection from the communists at the UN and WHO... See how that works out"}, {"id": 1439452026434293760, "verified": false, "tweet_text": "@AntonyukPavlo @MorganKIRO7 @kristy_sharkey Yea, part of climate engineering involves injecting aerosols into the stratosphere\n\n'Stratospheric Aerosol Injection' is the name of one of the programs", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["AntonyukPavlo", "MorganKIRO7", "kristy_sharkey"], "country": "USA", "text_en": "Yea, part of climate engineering involves injecting aerosols into the stratosphere 'Stratospheric Aerosol Injection' is the name of one of the programs"}, {"id": 1439451689547829249, "verified": false, "tweet_text": "@obryant666 @AxosBank Are they afraid of the O'Briant injection attacks?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["obryant666", "AxosBank"], "country": "USA", "text_en": "Are they afraid of the O'Briant injection attacks?"}, {"id": 1439451502628638720, "verified": false, "tweet_text": "@CountryGardener Every restaurant in Vancouver complied. I was even refused service, at a CARLS JR.  No injection= no life.  And believe me when I tell you, EVERYONE in Vancouver, Canada, is 100% onboard with ANY GOVERNMENT order.\nWhen I'm on the train, I am ALWAYS the only person not masked.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["CountryGardener"], "country": "USA", "text_en": "Every restaurant in Vancouver complied. I was even refused service, at a CARLS JR. No injection= no life. And believe me when I tell you, EVERYONE in Vancouver, Canada, is % onboard with ANY GOVERNMENT order. When I'm on the train, I am ALWAYS the only person not masked."}, {"id": 1439450517978198018, "verified": false, "tweet_text": "@MADAMECAPUCHON Oh non.... elle doit trouver 1pote pour lui faire 1 injection de sérum phy, c'est tout. 4ème année tout de même.... purée....", "tweet_lang": "fr", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["MADAMECAPUCHON"]}, {"id": 1439450378458836996, "verified": false, "tweet_text": "RN is correct. That’s not how an IM injection is administered. But why would you fake it so blatantly?🤔\n\nTrudeau Fakes Getting Vaccine? https://t.co/w1XEEomZVP", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/w1XEEomZVP"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "RN is correct. Thats not how an IM injection is administered. But why would you fake it so blatantly? Trudeau Fakes Getting Vaccine?"}, {"id": 1439450095737454593, "verified": false, "tweet_text": "ACSC ended : SQL Injection is hard\nsolved all other crypto challenges\nsolutions are on the usual github repository", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "ACSC ended : SQL Injection is hard solved all other crypto challenges solutions are on the usual github repository"}, {"id": 1439450002489843712, "verified": false, "tweet_text": "@DanielAndrewsMP Coerce everyone to take lethal injection, promise them freedom &amp; prepare for next rug-pull.\n\nThe virus is the distraction.\n\nThis is about monetary reset/ depopulation.\n\nReset to #Bitcoin", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["Bitcoin"], "mentions": ["DanielAndrewsMP"], "country": "USA", "text_en": "Coerce everyone to take lethal injection, promise them freedom &amp; prepare for next rug-pull. The virus is the distraction. This is about monetary reset/ depopulation. Reset to"}, {"id": 1439449703259705348, "verified": false, "tweet_text": "@andykopsa @brittiowa @mjlcardsfan @TheRealRhllor Marty also thinks it’s ok to call women “sweetheart”. He cannot use the word injection (like an adult). He’s racist and xenophobic. He went to LOOK IT UP University, digs America’s Frontline (not actually) Doctors. I’m guessing has an online gambling problem. https://t.co/rlPayLyPgT", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["andykopsa", "brittiowa", "mjlcardsfan", "TheRealRhllor"], "country": "USA", "text_en": "Marty also thinks its ok to call women sweetheart. He cannot use the word injection (like an adult). Hes racist and xenophobic. He went to LOOK IT UP University, digs Americas Frontline (not actually) Doctors. Im guessing has an online gambling problem."}, {"id": 1439449458605838343, "verified": false, "tweet_text": "@JuniorVikatan @vikatan Epadi saraku potu injection podanuma", "tweet_lang": "und", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["JuniorVikatan", "vikatan"]}, {"id": 1439449196013129729, "verified": false, "tweet_text": "@DanielNewman injection site issue", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["DanielNewman"], "country": "USA", "text_en": "injection site issue"}, {"id": 1439448996506857472, "verified": false, "tweet_text": "@real_hotaru I know that certain antivirals can invalidate a vaccine if taken within a few days of injection, but this weirds me out a bit", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["real_hotaru"], "country": "USA", "text_en": "I know that certain antivirals can invalidate a vaccine if taken within a few days of injection, but this weirds me out a bit"}, {"id": 1439448903963668483, "verified": false, "tweet_text": "@MConallin @pattymalone2000 @ScottMorrisonMP absolutely! How about we double the hospital &amp; ambo workforce - which will have a massive impact on their enjoyment of work and a massive injection of cash into the economy. But then we need to stop rorts and giving the rich myriad ways to avoid tax", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["MConallin", "pattymalone2000", "ScottMorrisonMP"], "country": "USA", "text_en": "absolutely! How about we double the hospital &amp; ambo workforce - which will have a massive impact on their enjoyment of work and a massive injection of cash into the economy. But then we need to stop rorts and giving the rich myriad ways to avoid tax"}, {"id": 1439447865764552706, "verified": false, "tweet_text": "@erinpenny926 Social distance? Mask? \nWe can never fully eradicate risk but we have ways to be safer. \nI don’t mind (and I practice) the above mentioned. \nHowever, I have a hard time with government mandating invasive measures (which to me include any type of injection).", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["erinpenny926"], "country": "USA", "text_en": "Social distance? Mask? We can never fully eradicate risk but we have ways to be safer. I dont mind (and I practice) the above mentioned. However, I have a hard time with government mandating invasive measures (which to me include any type of injection)."}, {"id": 1439447683555602432, "verified": false, "tweet_text": "EOFlow expands presence in wearable drug-injection device business - Korea Biomedical Review https://t.co/I3mLJc6p6Z", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/I3mLJc6p6Z"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "EOFlow expands presence in wearable drug-injection device business - Korea Biomedical Review"}, {"id": 1439447294022127616, "verified": false, "tweet_text": "This is exactly what I have been warning people around me. With any injection, read the vial and be present as they draw it. https://t.co/9McnLcqt0X", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/9McnLcqt0X"], "country": "USA", "text_en": "This is exactly what I have been warning people around me. With any injection, read the vial and be present as they draw it."}, {"id": 1439447096726368257, "verified": false, "tweet_text": "@telecomegypt  طب ايه اسباب ال injection  \n&amp; other pages redirection ? \nخصوصا فى مواقع للبنوك ?? \nأكثر انترنت بروفيدر مثير للريبة \nVDSL-Redirection_100", "tweet_lang": "und", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["telecomegypt"]}, {"id": 1439446812679553028, "verified": false, "tweet_text": "PM said at 1 pm, people have concerns so it’s our duty to address them in order to get them to get mNRA injections. PM needs to address these issues discussed buy doctors who are more qualified than her and her team. Shaming to injection is barbaric.  https://t.co/UiDgURFiGD", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/UiDgURFiGD"], "country": "USA", "text_en": "PM said at pm, people have concerns so its our duty to address them in order to get them to get mNRA injections. PM needs to address these issues discussed buy doctors who are more qualified than her and her team. Shaming to injection is barbaric."}, {"id": 1439446749500764161, "verified": false, "tweet_text": "शुक्र है. \nडॉक्टर लोग ये नहीं कहते, \n\nखुले पैसे नहीं हैं,, \nएक और injection लगा दूँ... 😑😑😑", "tweet_lang": "hi", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["😑"], "country": "INDIA", "text_hi": "शुक्र है. डॉक्टर लोग ये नहीं कहते, खुले पैसे नहीं हैं,, एक और injection लगा दूँ... 😑😑😑"}, {"id": 1439446421657174024, "verified": false, "tweet_text": "@Thetruth_222 @ANI Bhai 2.5 cr roz kaise honge tum hi batao. Imagine tum vaccine lagane wale karmachari hote to kya roz roz bina rest ke hazaro injection laga pate? \n\nAur vaccine ki baat se tum petrol, gas, black money par chale gaye iska matlab tumhe bas Modi se problem hai aur koi lena dena nahi", "tweet_lang": "hi", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Thetruth_222", "ANI"], "country": "INDIA", "text_hi": "Bhai cr roz kaise honge tum hi batao. Imagine tum vaccine lagane wale karmachari hote to kya roz roz bina rest ke hazaro injection laga pate? Aur vaccine ki baat se tum petrol, gas, black money par chale gaye iska matlab tumhe bas Modi se problem hai aur koi lena dena nahi"}, {"id": 1439446322726129667, "verified": false, "tweet_text": "Patrick McGorry praised Vic Govs implementation of all Royal Commission recommendations and the immediate injection of funds to kickstart programs. Mental Health is under FedGov and State but as usual, VicGov steps up\n\nhttps://t.co/zksDp2ocfT https://t.co/IdoNVPKfLz", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/zksDp2ocfT", "https://t.co/IdoNVPKfLz"], "country": "USA", "text_en": "Patrick McGorry praised Vic Govs implementation of all Royal Commission recommendations and the immediate injection of funds to kickstart programs. Mental Health is under FedGov and State but as usual, VicGov steps up"}, {"id": 1439446094698659840, "verified": false, "tweet_text": "@PBlanrue La solution pour contrée la censure : les pancartes pour témoigner des ravages de l'injection. Bon courage à cette dame et à sa famille.", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PBlanrue"]}, {"id": 1439446047022100480, "verified": false, "tweet_text": "@Tycenedwards1 Caffeine!!! That’s what I was told after I had an epidural injection &amp; also lumbar puncture &amp; developed a spinal headache. They also said they sometimes have to put a “patch” over the little leak that hasn’t closed after the puncture. Hang in there! Also lay flat on your back….", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Tycenedwards1"], "country": "USA", "text_en": "Caffeine!!! Thats what I was told after I had an epidural injection &amp; also lumbar puncture &amp; developed a spinal headache. They also said they sometimes have to put a patch over the little leak that hasnt closed after the puncture. Hang in there! Also lay flat on your back."}, {"id": 1439446022317494273, "verified": false, "tweet_text": "i cant stop cryng my mum thought it was a good idea to pretend she was giving me an injection i fuckjgn hate her", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "i cant stop cryng my mum thought it was a good idea to pretend she was giving me an injection i fuckjgn hate her"}, {"id": 1439445866721554433, "verified": false, "tweet_text": "@PotoulouCarl3 @willynyamitwe En France,en Belgique,en Amérique,etc., on arrive à la quatrième dose d'injection.\nMais les même  gens vaccinées tombent comme si rien n'a été fait.\n\nQue nous dire de cette situation?", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PotoulouCarl3", "willynyamitwe"]}, {"id": 1439445685800259586, "verified": false, "tweet_text": "@96fps Not at all. The first one was a bugger, but I had no more than a slightly sore arm from the injection for a few hours on the second.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "Not at all. The first one was a bugger, but I had no more than a slightly sore arm from the injection for a few hours on the second."}, {"id": 1439445487631966208, "verified": false, "tweet_text": "Effects and Safety of Intra-articular Sodium Hyaluronate Injection for the Treatment of Ankle Osteoarthritis: A Prospective Clinical Trial https://t.co/kL4PPZCg42 @ACFAS @CollegePodiatry @jfootankleres", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ACFAS", "jfootankleres"], "tweet_urls": ["https://t.co/kL4PPZCg42"], "country": "USA", "text_en": "Effects and Safety of Intra-articular Sodium Hyaluronate Injection for the Treatment of Ankle Osteoarthritis: A Prospective Clinical Trial"}, {"id": 1439445113118158855, "verified": false, "tweet_text": "Going for vaccination, bass ab koi sundar si nurse injection laga de🥰❤️ https://t.co/zHVf3dtzvf", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["❤️", "🥰"], "country": "USA", "text_en": "Going for vaccination, bass ab koi sundar si nurse injection laga de"}, {"id": 1439445092389908481, "verified": false, "tweet_text": "@Coltheman1 Lol I wouldn’t get injected even if they were offering 10k on completion of second injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Coltheman1"], "country": "USA", "text_en": "Lol I wouldnt get injected even if they were offering k on completion of second injection."}, {"id": 1439444958625230849, "verified": false, "tweet_text": "@jenyj05 @MattHaneySF safe injection sites are oftentimes the first entry point to rehab for folks who struggle with addiction. you can’t help someone get clean if they’re dead from an overdose.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["jenyj05", "MattHaneySF"], "country": "USA", "text_en": "safe injection sites are oftentimes the first entry point to rehab for folks who struggle with addiction. you cant help someone get clean if theyre dead from an overdose."}, {"id": 1439444643951824901, "verified": false, "tweet_text": "@danmath88 @Jeffrey49399003 Ce que je trouve fascinant c'est de penser que de mon vivant on aura appris à viser certaines cellules et à leur faire produire l'antidote requis. Aussi, on pourra remplacer la prise de médicaments quotidiens par une injection hebdomadaire et travailler plus sur la prévention.", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["danmath88", "Jeffrey49399003"]}, {"id": 1439444533444427780, "verified": false, "tweet_text": "Piece of 🚽DAN Clearly stated today via his daily verbal Covid diarrhoea media circus 🎪. It’s not about FLU it’s about injection of mRNA 3rd shot than booster and if your still alive and our population cull is on target we will review your political prison sentence for freedom.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🚽", "🎪"], "country": "USA", "text_en": "Piece of DAN Clearly stated today via his daily verbal Covid diarrhoea media circus . Its not about FLU its about injection of mRNA rd shot than booster and if your still alive and our population cull is on target we will review your political prison sentence for freedom."}, {"id": 1439444429102747648, "verified": false, "tweet_text": "P2448 2012 FORD FUSION - Secondary Air Injection System High Air Flow Bank 1 https://t.co/h4jRUJiNGc #autocodes", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["autocodes"], "tweet_urls": ["https://t.co/h4jRUJiNGc"], "country": "USA", "text_en": "P2448 FORD FUSION - Secondary Air Injection System High Air Flow Bank"}, {"id": 1439443188511612930, "verified": false, "tweet_text": "@HaterAls Does a positive outcome increase with each injection?  Or 1 and done?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["HaterAls"], "country": "USA", "text_en": "Does a positive outcome increase with each injection? Or and done?"}, {"id": 1439443111210471424, "verified": false, "tweet_text": "@SCee57 @BrittAtGlobal They were there with their kids at the outdoor clinic. It wasn't a protest. They were asking too many questions and the nurses didn't like that they were recording. More people need to wake up and ask questions. Jesus. It's an injection", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SCee57", "BrittAtGlobal"], "country": "USA", "text_en": "They were there with their kids at the outdoor clinic. It wasn't a protest. They were asking too many questions and the nurses didn't like that they were recording. More people need to wake up and ask questions. Jesus. It's an injection"}, {"id": 1439443095611797508, "verified": false, "tweet_text": "@LemmingsNFT Celebrate with an injection! And I don’t mean the vaccine! https://t.co/7lJ9onIWZK", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LemmingsNFT"], "country": "USA", "text_en": "Celebrate with an injection! And I dont mean the vaccine!"}, {"id": 1439442920793198594, "verified": false, "tweet_text": "@Chaklindar @deshpremidilse @Joglekar09 @Bhutumdada @ShefVaidya It's not safe &amp; it's not a vaccine--it has no long term safety results. It's a Gene Therapy injection &amp; you along with your Jingoism is a guinea pig. https://t.co/F3cGVhyaet", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Chaklindar", "deshpremidilse", "Joglekar09", "Bhutumdada", "ShefVaidya"], "country": "USA", "text_en": "It's not safe &amp; it's not a vaccine--it has no long term safety results. It's a Gene Therapy injection &amp; you along with your Jingoism is a guinea pig."}, {"id": 1439442692258222085, "verified": false, "tweet_text": "@Progressive_RN @ScaryLikeAFoxx @gaijingirl2004 @TheNarrator000 @MarcFish15 @WadeTurnbull @Clarknt67 This is a Gene Transfer platform, from a failed biotech program decades old, which didn't exist as a \"vaccine\" even 1 year ago. These platforms were approved at \"warp speed\" in 2 months. Minimum time required by law for ANY genetic injection is 5 years observation and testing.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Progressive_RN", "ScaryLikeAFoxx", "gaijingirl2004", "TheNarrator000", "MarcFish15", "WadeTurnbull", "Clarknt67"], "country": "USA", "text_en": "This is a Gene Transfer platform, from a failed biotech program decades old, which didn't exist as a \"vaccine\" even year ago. These platforms were approved at \"warp speed\" in months. Minimum time required by law for ANY genetic injection is years observation and testing."}, {"id": 1439442311713226756, "verified": false, "tweet_text": "https://t.co/Wg0GAMDmp9", "tweet_lang": "und", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/Wg0GAMDmp9"]}, {"id": 1439442132838887425, "verified": false, "tweet_text": "@7empest_76 @nasty1_not Oh you mean with that legal injection drug called Remedesvir they are poisoning ventilators with -killing people in the USA? LoL", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["7empest_76", "nasty1_not"], "country": "USA", "text_en": "Oh you mean with that legal injection drug called Remedesvir they are poisoning ventilators with -killing people in the USA? LoL"}, {"id": 1439442130192142336, "verified": false, "tweet_text": "What is Injection Molding Simulation in Fusion 360? - Fusion 360 Blog #AutodeskEmployee https://t.co/x12pxk88Wj", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["AutodeskEmployee"], "tweet_urls": ["https://t.co/x12pxk88Wj"], "country": "USA", "text_en": "What is Injection Molding Simulation in Fusion ? - Fusion Blog"}, {"id": 1439441878848401417, "verified": false, "tweet_text": "@RampalS64916312 Urgent need help for lungs operation to stop bleeding from lungs. Living on daily injection doses. Please support me in this hour of need &amp; also share this. I m totaly depend on your help. Ph. 8449516080\nSupport link:\nhttps://t.co/1Oww3bjlAK", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RampalS64916312"], "tweet_urls": ["https://t.co/1Oww3bjlAK"], "country": "USA", "text_en": "Urgent need help for lungs operation to stop bleeding from lungs. Living on daily injection doses. Please support me in this hour of need &amp; also share this. I m totaly depend on your help. Ph. Support link:"}, {"id": 1439441801488781314, "verified": false, "tweet_text": "@davekindigit \n1957 chevy 210 handyman wagon 2 door with a 454 chevy big block and FITEC multi-port fuel injection https://t.co/3N9HhDu9B8", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["davekindigit"], "country": "USA", "text_en": "chevy handyman wagon door with a chevy big block and FITEC multi-port fuel injection"}, {"id": 1439441661210214406, "verified": false, "tweet_text": "Plastic two color injection molding machine\nWhatsapp : +8618270239344 \nWechat:18270239344          \nhttps://t.co/zafV7Xq2hP\nhaijia02@china-haijiang.com https://t.co/TPpnuq8I44", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/zafV7Xq2hP"], "country": "USA", "text_en": "Plastic two color injection molding machine Whatsapp : +8618270239344 Wechat:18270239344 haijia02-haijiang.com"}, {"id": 1439441536090058757, "verified": false, "tweet_text": "@JustJacen7 @Bertitude What can you invest in that will give you the possible returns a lottery win can, that doesn’t require further capital injection?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JustJacen7", "Bertitude"], "country": "USA", "text_en": "What can you invest in that will give you the possible returns a lottery win can, that doesnt require further capital injection?"}, {"id": 1439441443081252866, "verified": false, "tweet_text": "nakalimutan kong may injection pala aq ngayon 😟", "tweet_lang": "tl", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😟"]}, {"id": 1439441420566155265, "verified": false, "tweet_text": "@neha_sinha27 Haan maine bhi dekha promo abhi k wo actually mein nahi mudi thi 🤣 ya Raghav ko pura injection lag gya wo hallucinations ho raha 😂😂", "tweet_lang": "tl", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["neha_sinha27"], "tweet_emoticons": ["😂", "🤣"]}, {"id": 1439441286596018179, "verified": false, "tweet_text": "@vieil_garde_ph Paralysie de Bell chez ma blonde ( épouse en québécois ) 72 h après 1 injection Pfizer. « Santé publique » après réflexion de 72 h: vous pouvez prendre la deuxième dose, la paralysie régresse généralement en 6 mois !", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["vieil_garde_ph"]}, {"id": 1439441245290614784, "verified": false, "tweet_text": "It's brilliant. Create an injection that makes people sick within two weeks, but claim it was not caused by the injection, but bc immunity response.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "It's brilliant. Create an injection that makes people sick within two weeks, but claim it was not caused by the injection, but bc immunity response."}, {"id": 1439441131557703681, "verified": false, "tweet_text": "@RiseofBurnol Ab tak multiple scams like mask scam, o2 cylinder scam, injection scam, kit scam, sab bahar se import hota. One fourth nation sorry to say but reduce ho chuka hota. Jo keral ka haal hai poore nation ka hota. And vaccination abhi one crore ka bhi sochna mushkil hota.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RiseofBurnol"], "country": "USA", "text_en": "Ab tak multiple scams like mask scam, o2 cylinder scam, injection scam, kit scam, sab bahar se import hota. One fourth nation sorry to say but reduce ho chuka hota. Jo keral ka haal hai poore nation ka hota. And vaccination abhi one crore ka bhi sochna mushkil hota."}, {"id": 1439441084355006467, "verified": false, "tweet_text": "Plastic injection molding machine\nWhatsapp : +8618270239344 \nWechat:18270239344          \nhttps://t.co/zafV7Xq2hP\nhaijia02@china-haijiang.com https://t.co/YWsQHkRM51", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/zafV7Xq2hP"], "country": "USA", "text_en": "Plastic injection molding machine Whatsapp : +8618270239344 Wechat:18270239344 haijia02-haijiang.com"}, {"id": 1439440869275230212, "verified": false, "tweet_text": "@MercedesChao1 @galexybrane Guess same like in Vietnam. Not allowed to leave the house w/o green pass. Die of hunger or get the injection. Go out if the house means go to work . No work,  no income -", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MercedesChao1", "galexybrane"], "country": "USA", "text_en": "Guess same like in Vietnam. Not allowed to leave the house w/o green pass. Die of hunger or get the injection. Go out if the house means go to work . No work, no income -"}, {"id": 1439440747380428802, "verified": true, "tweet_text": "@kgxl Oh wow your wife works in the SCBU! I walked past that door on Friday (had to have an anti-D injection up at the hospital). Due mid-January. Very excited and somewhat nervous 😂", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["kgxl"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Oh wow your wife works in the SCBU! I walked past that door on Friday (had to have an anti-D injection up at the hospital). Due mid-January. Very excited and somewhat nervous"}, {"id": 1439440688106594304, "verified": false, "tweet_text": "Se faire vacciner bien sûr quand cela correspond à une réalité scientifique\nIci en l'occurrence il n'y a aucune obligation pour cette injection ds la loi...🤔🤔 Parce que les firmes ont retiré leur responsabilité et que l'État ne veut pas risquer de payer) effets secondaires 🤔 https://t.co/ECG4ERLMyk", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/ECG4ERLMyk"], "tweet_emoticons": ["🤔"]}, {"id": 1439440536864272384, "verified": false, "tweet_text": "@96fps Not at all. The first one had my arm hurting from my elbow up into my neck, but the second one barely even had localized pain at the injection site.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "Not at all. The first one had my arm hurting from my elbow up into my neck, but the second one barely even had localized pain at the injection site."}, {"id": 1439440429351571456, "verified": false, "tweet_text": "Avoid these activities after getting your COVID-19 vaccine injection. \n\n#vaksincovid19\n#menangbersama https://t.co/H0L2TP2hgW", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["vaksincovid19", "menangbersama"], "country": "USA", "text_en": "Avoid these activities after getting your COVID-19 vaccine injection."}, {"id": 1439440366390894593, "verified": false, "tweet_text": "@Lilbirdgirl79 @_mcderpy @dockaurG @nvk I also know many people who are being forced from their healthcare careers because they won’t get the injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Lilbirdgirl79", "_mcderpy", "dockaurG", "nvk"], "country": "USA", "text_en": "I also know many people who are being forced from their healthcare careers because they wont get the injection."}, {"id": 1439439464514740231, "verified": false, "tweet_text": "@Hoosier84 @MrAndyNgo @AlwaysL2F Nobody -- and I mean NOBODY -- may justifiably coerce or in any way force another human into taking a genetic injection which has not been observed, tested, measured, and vetted for longterm safety consequences. Anyone who says or thinks otherwise is unequivocally wrong. https://t.co/0IYlhoRNj7", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Hoosier84", "MrAndyNgo", "AlwaysL2F"], "country": "USA", "text_en": "Nobody -- and I mean NOBODY -- may justifiably coerce or in any way force another human into taking a genetic injection which has not been observed, tested, measured, and vetted for longterm safety consequences. Anyone who says or thinks otherwise is unequivocally wrong."}, {"id": 1439439363994054656, "verified": false, "tweet_text": "@francoislegault @ClubDejeuner Avec une injection dans le bras ??,", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["francoislegault", "ClubDejeuner"]}, {"id": 1439439206057603074, "verified": false, "tweet_text": "\"Merciful and mighty.\"\n\nLast words of Jose Gutierrez (age 39)\nExecuted by lethal injection on Nov 18, 1999", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "\"Merciful and mighty.\" Last words of Jose Gutierrez (age ) Executed by lethal injection on Nov ,"}, {"id": 1439438702741270531, "verified": false, "tweet_text": "@TalDijk No sir, that synthetic RNA that is the covid injection is satan's mark.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TalDijk"], "country": "USA", "text_en": "No sir, that synthetic RNA that is the covid injection is satan's mark."}, {"id": 1439438477599207425, "verified": false, "tweet_text": "@katterumpu Kattaerumbin injection to Thirutu thiravidam gal karuppu siriyar group design Ku", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["katterumpu"]}, {"id": 1439438085876555778, "verified": false, "tweet_text": "@108wintersrest @Jordan43572657 @RockcliffeSian @truthor_lies @EmzandFriends @Emmamor27460070 @CoopeVivienne @Ninney2017 @Jamba08772729 @J_Pimpernell Everyone here says jab. Sometime just injection ❤️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["108wintersrest", "Jordan43572657", "RockcliffeSian", "truthor_lies", "EmzandFriends", "Emmamor27460070", "CoopeVivienne", "Ninney2017", "Jamba08772729", "J_Pimpernell"], "tweet_emoticons": ["❤️"], "country": "USA", "text_en": "Everyone here says jab. Sometime just injection"}, {"id": 1439438031438573571, "verified": false, "tweet_text": "@96fps I think it hurt more the second time, and for the usual 2 weeks at least a little discomfort. Then it itched at the injection site for several weeks more.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "I think it hurt more the second time, and for the usual weeks at least a little discomfort. Then it itched at the injection site for several weeks more."}, {"id": 1439437819118686209, "verified": false, "tweet_text": "@EffingGrim @ProfPCDoherty Bizarre logic to trust one type of injection over another (apposite) one; it’s like a child just wanting to get their own way", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["EffingGrim", "ProfPCDoherty"], "country": "USA", "text_en": "Bizarre logic to trust one type of injection over another (apposite) one; its like a child just wanting to get their own way"}, {"id": 1439437795714482176, "verified": false, "tweet_text": "Ive always thought a fast death would be better than a slow death. Im starting to wonder is it gonna be easier to jump off a bridge than take this death injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Ive always thought a fast death would be better than a slow death. Im starting to wonder is it gonna be easier to jump off a bridge than take this death injection."}, {"id": 1439437375923445765, "verified": false, "tweet_text": "sqli(sql injection) تو دو خط؟\n\n2\n#sec_in_2_lines https://t.co/a0ZNW3G1zZ", "tweet_lang": "und", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["sec_in_2_lines"], "tweet_urls": ["https://t.co/a0ZNW3G1zZ"]}, {"id": 1439437188383461376, "verified": false, "tweet_text": "I think I fucked up my injection yesterday my leg kinda feels fucked sometimes ｎｏｗ🤨", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🤨"], "country": "USA", "text_en": "I think I fucked up my injection yesterday my leg kinda feels fucked sometimes"}, {"id": 1439436917343338499, "verified": false, "tweet_text": "@AlchemicalHimbo @HerbsandDirt The pendulum do swing. Time will avenge those who did their research.  And those who realize the difference btw an experimental gene-altering mRNA injection and a time-proven vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AlchemicalHimbo", "HerbsandDirt"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The pendulum do swing. Time will avenge those who did their research. And those who realize the difference btw an experimental gene-altering mRNA injection and a time-proven vaccine."}, {"id": 1439436760023375874, "verified": false, "tweet_text": "@IShivamChhabra @VarunjamwalBJP an old lady patient in faridabad has to undergo ACTH stimulation test, however she and her family is not getting Synacthem injection required to be administered before test, please help in getting this injection. Contact: 9212341853 https://t.co/36tlrH6pmZ", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["IShivamChhabra", "VarunjamwalBJP"], "country": "USA", "text_en": "an old lady patient in faridabad has to undergo ACTH stimulation test, however she and her family is not getting Synacthem injection required to be administered before test, please help in getting this injection. Contact:"}, {"id": 1439436515894087680, "verified": false, "tweet_text": "@PhilChose Et une autre! Le Monde: ...l’injection intramusculaire d’un ARN messager codant la protéine S (Spike) de l’enveloppe du SARS-CoV-2...", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PhilChose"]}, {"id": 1439436248721076225, "verified": false, "tweet_text": "@curly_grace @CNN You mean India or wuhan virus idiots? They should just take their medicine no matter the safety of it? You obviously didn’t watch the fda advisory that had a glimmer of truth to the Chinese coded wuhan biological injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["curly_grace", "CNN"], "country": "USA", "text_en": "You mean India or wuhan virus idiots? They should just take their medicine no matter the safety of it? You obviously didnt watch the fda advisory that had a glimmer of truth to the Chinese coded wuhan biological injection."}, {"id": 1439436005115895809, "verified": false, "tweet_text": "@KieranRose7 @AutSciPerson Years ago I had a dentist anesthetize my mouth by injecting saline into the ganglia at the back of the jaw. Injection hurt like hell but it jangled the nerves enough to allow him to work on deep fillings. Far better than the alternatives.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KieranRose7", "AutSciPerson"], "country": "USA", "text_en": "Years ago I had a dentist anesthetize my mouth by injecting saline into the ganglia at the back of the jaw. Injection hurt like hell but it jangled the nerves enough to allow him to work on deep fillings. Far better than the alternatives."}, {"id": 1439435961046339584, "verified": false, "tweet_text": "@96fps 18hrs with a SPLITTING headache, that started 24hrsv after getting it. \n\nHubs had a brief bruised feeling at the injection site, for maybe a day. He attributes such to all the vaccines he took as an army medic.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "hrs with a SPLITTING headache, that started hrsv after getting it. Hubs had a brief bruised feeling at the injection site, for maybe a day. He attributes such to all the vaccines he took as an army medic."}, {"id": 1439435320374829057, "verified": false, "tweet_text": "@RemarkableProof @AmyArial @MerkTrades Wall st wouldn’t have a world at all! That is how ignorant Smart Money is. From the corruption on WS all the way down to having to take an injection 🤣 will not be a wall st when 80-100 mm people are not working 🤦‍♀️ idk.. good luck to all", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RemarkableProof", "AmyArial", "MerkTrades"], "tweet_emoticons": ["🤣", "🤦‍♀️"], "country": "USA", "text_en": "Wall st wouldnt have a world at all! That is how ignorant Smart Money is. From the corruption on WS all the way down to having to take an injection will not be a wall st when -100 mm people are not working idk.. good luck to all"}, {"id": 1439435114564489225, "verified": false, "tweet_text": "@psad19611 Getting my second one next week…I felt terrible, light headed, injection site was red for several days…", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Getting my second one next weekI felt terrible, light headed, injection site was red for several days"}, {"id": 1439435100647669760, "verified": false, "tweet_text": "Edelbrock 35770 Pro-Flo 4 Fuel Injection Kit https://t.co/MAlCDym6d1 eBay https://t.co/YCWK4EpQTF", "tweet_lang": "ht", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/MAlCDym6d1"]}, {"id": 1439435086408019970, "verified": false, "tweet_text": "Dorman Secondary Air Injection Pump for 2005-2014 Toyota Tundra 4.0L 4.6L be https://t.co/HMl6AJr9K0 eBay https://t.co/QDaF1Kszvz", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/HMl6AJr9K0"], "country": "USA", "text_en": "Dorman Secondary Air Injection Pump for -2014 Toyota Tundra L L be eBay"}, {"id": 1439434833235746816, "verified": false, "tweet_text": "@Nanameb2 @GendarmesLibres Je suis solidaire avec eux mais le sont et seront ils avec nous si leur obligation vaccinale est levée et qu’ils doivent un jour venir nous chercher de force pour nous faire l’injection expérimentale ? J’aimerai bien le croire .. mais ...", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Nanameb2", "GendarmesLibres"], "tweet_emoticons": ["xp"]}, {"id": 1439434660325494784, "verified": false, "tweet_text": "Jabs are making people sick with conditions the drug companies sell drugs to treat. \n\nNumber 1 rule of dietetics - \"Preserve skin integrity\" inside &amp; out\nGI tract filters out all but 3% of dietary mercury contaminants.  Injection would 100% of contaminants,  Trypanasoma, or mRNA https://t.co/Grvm3fKirL", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/Grvm3fKirL"], "country": "USA", "text_en": "Jabs are making people sick with conditions the drug companies sell drugs to treat. Number rule of dietetics - \"Preserve skin integrity\" inside &amp; out GI tract filters out all but % of dietary mercury contaminants. Injection would % of contaminants, Trypanasoma, or mRNA"}, {"id": 1439434548874342402, "verified": false, "tweet_text": "For more visit, https://t.co/BRnGyzsBfE Frame Injection Frame injection is a relatively simple vulnerability that arises from the fact that in many https://t.co/rLGUp5QqPv #tutorial #webhosting", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["tutorial", "webhosting"], "tweet_urls": ["https://t.co/BRnGyzsBfE", "https://t.co/rLGUp5QqPv"], "country": "USA", "text_en": "For more visit, Frame Injection Frame injection is a relatively simple vulnerability that arises from the fact that in many"}, {"id": 1439434406062592000, "verified": false, "tweet_text": "@geetmh @pavanztweets Naku janalaki injection chesthuntene chudalenu.. labor room ante nene nalugu aidhu sarlu moorchapothanu emo..", "tweet_lang": "et", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["geetmh", "pavanztweets"]}, {"id": 1439434335396896769, "verified": false, "tweet_text": "@Barnsty_ Andrews:\nSpeak to your doctor. Make an informed decision. Get vaccinated.\n\nMe:\nSpoke to my doctor. I've made an informed decision. I like Pfizer, please.\n\nInjection Hub:\nSorry. Over 60s can only get AZ.\n\nMe:\nBut,.. I followed the Premier's instructions. 😡\n\n#AndrewsIsDishonest!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["AndrewsIsDishonest"], "mentions": ["Barnsty_"], "tweet_emoticons": ["😡"], "country": "USA", "text_en": "Andrews: Speak to your doctor. Make an informed decision. Get vaccinated. Me: Spoke to my doctor. I've made an informed decision. I like Pfizer, please. Injection Hub: Sorry. Over s can only get AZ. Me: But,.. I followed the Premier's instructions. !"}, {"id": 1439434118496878592, "verified": false, "tweet_text": "Readerモナドって関数をモナドとして扱っており、関数は引数を受け取って何かを返すもの、引数を依存性だってとらえればこれはもうDependency Injectionだなと。", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439433559484166148, "verified": false, "tweet_text": "let's not forget I never got any injection before tacoddsssddd", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "let's not forget I never got any injection before tacoddsssddd"}, {"id": 1439433402327863298, "verified": false, "tweet_text": "Inhaler type covid19 vaccine. China. 🤗 rate of vaccine adverse reactions much lower as compared to intra-muscular injection type covid19 vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🤗"], "country": "USA", "text_en": "Inhaler type covid19 vaccine. China. rate of vaccine adverse reactions much lower as compared to intra-muscular injection type covid19 vaccine."}, {"id": 1439433357365071873, "verified": false, "tweet_text": "It's collapsing because so MANY Nurses and Doctors are refusing mandates.\n30% and up due to walk-outs / refusing to be a lab rat.\n\nThe same people who bravely worked without an injection since the begining.\n\nThe same ones who work with HIV, Flu, Hep and diseases daily. https://t.co/hUNB8BfpIn", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/hUNB8BfpIn"], "country": "USA", "text_en": "It's collapsing because so MANY Nurses and Doctors are refusing mandates. % and up due to walk-outs / refusing to be a lab rat. The same people who bravely worked without an injection since the begining. The same ones who work with HIV, Flu, Hep and diseases daily."}, {"id": 1439433305036754952, "verified": false, "tweet_text": "ReaderモナドでDependency Injectionが実現できるってやっと意味がわかったわ。わかってしまえば至極当たり前のことだった。", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439433290176516097, "verified": false, "tweet_text": "@KwameA009 A myriad of revolving-door shots, mandated for injection every, what, 12 mos? 6mos? Where one will have to, at every step in the manufacturing and supply-chain, trust that each dose has been perfectly-handled. Good luck with that, pro-mandaters", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KwameA009"], "country": "USA", "text_en": "A myriad of revolving-door shots, mandated for injection every, what, mos? mos? Where one will have to, at every step in the manufacturing and supply-chain, trust that each dose has been perfectly-handled. Good luck with that, pro-mandaters"}, {"id": 1439432967265325060, "verified": false, "tweet_text": "@SebLecan @CossaliPatrice @jfberdah 6 mois (cf réponse de M. Véran à l'AN je crois)\n\nConcernant l'expiration du passe  « sanitaire » pour les vaccinés 💉💉, ce sera peut-être 9 mois et 14 jours après la dernière injection 💉, comme en Italie 🇮🇹.", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SebLecan", "CossaliPatrice", "jfberdah"], "tweet_emoticons": ["💉", "🇮🇹", "xp"]}, {"id": 1439432871576408068, "verified": false, "tweet_text": "@Prison_Health @maggie_epi @WSOnlineNews @Dfildebrandt Agreed but publications rarely (ever?) let you select photos... Overall I'm OK with actual injection drug use being portrayed though. Hopefully more imagery helps to de-stigmatize it.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Prison_Health", "maggie_epi", "WSOnlineNews", "Dfildebrandt"], "country": "USA", "text_en": "Agreed but publications rarely (ever?) let you select photos... Overall I'm OK with actual injection drug use being portrayed though. Hopefully more imagery helps to de-stigmatize it."}, {"id": 1439432783370194946, "verified": false, "tweet_text": "@TreanorSteve @KEdge23 Vaccines don't suppress the immune system, and spike proteins in vaccines stay at the injection site, do their work and are destroyed in a few weeks. You're welcome.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TreanorSteve", "KEdge23"], "country": "USA", "text_en": "Vaccines don't suppress the immune system, and spike proteins in vaccines stay at the injection site, do their work and are destroyed in a few weeks. You're welcome."}, {"id": 1439432330754490374, "verified": false, "tweet_text": "@DrRadhikaBatra @sunilkapoor8 @vikram_tuteja a lady patient in faridabad has to undergo ACTH stimulation test, however she and her family is not getting Synacthem injection required to be administered before test, please help in getting this injection. https://t.co/w5VOz4w55n", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DrRadhikaBatra", "sunilkapoor8", "vikram_tuteja"], "country": "USA", "text_en": "a lady patient in faridabad has to undergo ACTH stimulation test, however she and her family is not getting Synacthem injection required to be administered before test, please help in getting this injection."}, {"id": 1439432330133716992, "verified": false, "tweet_text": "@kyvhyvkchvl Slight headache lang kahapon, muscle pain sa injection site. Buti hindi ako nilagnat. Hahaha", "tweet_lang": "tl", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["kyvhyvkchvl"]}, {"id": 1439431925270290433, "verified": false, "tweet_text": "@treadmillhorse @ChadWillis @TalkinACCSports @MattZemek Like you know Corn been with JF for 6 years - they are joined at the hip - best you can get as an injection of independent thought like they did with Jerry Kill", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["treadmillhorse", "ChadWillis", "TalkinACCSports", "MattZemek"], "country": "USA", "text_en": "Like you know Corn been with JF for years - they are joined at the hip - best you can get as an injection of independent thought like they did with Jerry Kill"}, {"id": 1439431899257188353, "verified": false, "tweet_text": "@latimes @mollyhf Who in God’s name is so clueless in 2021 (no IUD? No condom? No pill? No injection? No Plan B) that they have to drive to this sad place with the ripped paper tablecloth and tattooed lady to abort a child?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["latimes", "mollyhf"], "country": "USA", "text_en": "Who in Gods name is so clueless in (no IUD? No condom? No pill? No injection? No Plan B) that they have to drive to this sad place with the ripped paper tablecloth and tattooed lady to abort a child?"}, {"id": 1439431874812813315, "verified": false, "tweet_text": "@derfleponge 8 mois de pédagogie…. Et on entend encore parler de thérapie génique et d’aimantation au point d’injection.. c’est bon maintenant …", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["derfleponge"]}, {"id": 1439431518103896065, "verified": false, "tweet_text": "@SaketGokhale Were they given proper vaccination or just Saline injection?? Needs to be checked thoroughly..", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SaketGokhale"], "country": "USA", "text_en": "Were they given proper vaccination or just Saline injection?? Needs to be checked thoroughly.."}, {"id": 1439431513393803264, "verified": false, "tweet_text": "[Aegis] @ 2021-09-19 04:29:41 +0100 -&gt; 185.191.171.6 -&gt; SQL injection attempt.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "[Aegis] -09-19 :29:41 +0100 -&gt; -&gt; SQL injection attempt."}, {"id": 1439431095192334336, "verified": false, "tweet_text": "@EricNaulleau https://t.co/L7qa5PWtaV\nEt lui Naulleau ? C'est un complotiste qanon d'extrême  droite mega évolution ? 4X plus de crises cardiaques sur les personnes vaccinés 6 mois après l'injection, plus de soucis avec ce vaccin qu'avec tout les autres, le pass sanitaire sauves tjr des vies ?", "tweet_lang": "fr", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["EricNaulleau"], "tweet_urls": ["https://t.co/L7qa5PWtaV"]}, {"id": 1439430871539490818, "verified": false, "tweet_text": "@Tamara_MVC Nooo, don’t let her. This will come to an end soon. It is all illegal. Besides, if she is a Christian she cannot inject aborted baby T cells into her body. It’s a mortal sin. It violates the Nuremberg code of 1947, the Constitution, Hippa Laws, The injection does not work.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Tamara_MVC"], "country": "USA", "text_en": "Nooo, dont let her. This will come to an end soon. It is all illegal. Besides, if she is a Christian she cannot inject aborted baby T cells into her body. Its a mortal sin. It violates the Nuremberg code of , the Constitution, Hippa Laws, The injection does not work."}, {"id": 1439430056548442114, "verified": false, "tweet_text": "@NassMeryl Dr. Nass I just got a tweet that all production batches of this injection are GMP tested and data are sent to FDA before batches are released to the public.  I am curious about your thoughts on this. Should everyone go get their injection regardless of medical history?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["NassMeryl"], "country": "USA", "text_en": "Dr. Nass I just got a tweet that all production batches of this injection are GMP tested and data are sent to FDA before batches are released to the public. I am curious about your thoughts on this. Should everyone go get their injection regardless of medical history?"}, {"id": 1439429992224473088, "verified": false, "tweet_text": "@dsszabo @BadNuremburg It’s an experimental injection. Still in clinical studies.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["dsszabo", "BadNuremburg"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Its an experimental injection. Still in clinical studies."}, {"id": 1439429478082437123, "verified": false, "tweet_text": "@ProfVemsani Every Indian in last 1400 yrs has gone through these phases &amp; felt d pain.chemical dependency may not b there as people died young but today an unhealthy person takes 5-6 tablets in morning &amp; night or couple of injection a day to feel he is normal.rat race,struggle &amp; fear kills🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ProfVemsani"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Every Indian in last yrs has gone through these phases &amp; felt d pain.chemical dependency may not b there as people died young but today an unhealthy person takes -6 tablets in morning &amp; night or couple of injection a day to feel he is normal.rat race,struggle &amp; fear kills"}, {"id": 1439429170623180801, "verified": false, "tweet_text": "It saddens me so much how this world is at the moment, people turning on each other all because of an injection💉where has respect for one another's choice gone? The anger &amp; hatred I'm seeing is making me physically sick. We all need to be kinder &amp; respectful to each other 💜🧚‍♀️💜 https://t.co/FE8dBTUDBF", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["💉", "💜", "🧚‍♀️"], "country": "USA", "text_en": "It saddens me so much how this world is at the moment, people turning on each other all because of an injectionwhere has respect for one another's choice gone? The anger &amp; hatred I'm seeing is making me physically sick. We all need to be kinder &amp; respectful to each other"}, {"id": 1439428846252552196, "verified": false, "tweet_text": "@Justin_K000 @ambermatthews_1 April 1 , Dan Andrew’s announced a $1.3 bn injection to quickly establish 4000 ICU beds , staff &amp; space we need to meet the expected surge in cases", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Justin_K000", "ambermatthews_1"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "April , Dan Andrews announced a $1.3 bn injection to quickly establish ICU beds , staff &amp; space we need to meet the expected surge in cases"}, {"id": 1439428758474162177, "verified": false, "tweet_text": "@AliiRidge I guess it depends on where you get the injection at...", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AliiRidge"], "country": "USA", "text_en": "I guess it depends on where you get the injection at..."}, {"id": 1439428674890047488, "verified": false, "tweet_text": "@PalaceIan @Tims_Pants @DiabeticDadUK According to EMC listing the porcine isophane starts at 2 hours after subcutaneous injection and lasts for 18 to 24 hours. The peak is 6 to 12 hours. This sounds much like the regime I was started on 44 years ago. Now I've been placed on modern sliding scale for 20+ years.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PalaceIan", "Tims_Pants", "DiabeticDadUK"], "country": "USA", "text_en": "According to EMC listing the porcine isophane starts at hours after subcutaneous injection and lasts for to hours. The peak is to hours. This sounds much like the regime I was started on years ago. Now I've been placed on modern sliding scale for + years."}, {"id": 1439428631390928896, "verified": false, "tweet_text": "Uh this lockdown has been so bad. Haven’t gotten laid in 6 years.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Uh this lockdown has been so bad. Havent gotten laid in years."}, {"id": 1439428605541445633, "verified": false, "tweet_text": "@Cernovich This is NOT complicated at all - do you want to live? Do you want your DNA altered by some untested, experimental and dangerous genetic altering injection? \nWake Up and get out of the mind control.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Cernovich"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "This is NOT complicated at all - do you want to live? Do you want your DNA altered by some untested, experimental and dangerous genetic altering injection? Wake Up and get out of the mind control."}, {"id": 1439428135733366791, "verified": false, "tweet_text": "@indijaswaloye Is janwar se bach k mitro kat le tu 14 kya 40 injection b kam h", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["indijaswaloye"]}, {"id": 1439427999758049285, "verified": false, "tweet_text": "Sarap turukan ng injection braso mo yuyu i'm a medtech student HAHAAHAH https://t.co/OCUqSwgfzz", "tweet_lang": "tl", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/OCUqSwgfzz"]}, {"id": 1439427877834002436, "verified": false, "tweet_text": "@psad19611 Yes. Felt worse after 2nd shot- very achy with slight temp. Was all gone within 24 hours after injection. Well worth it if it prevents me from getting it. Same with Covid vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes. Felt worse after nd shot- very achy with slight temp. Was all gone within hours after injection. Well worth it if it prevents me from getting it. Same with Covid vaccine."}, {"id": 1439427265092325380, "verified": false, "tweet_text": "@FatActivist Wishing you smooth sailing!  (Hydrating with Gatorade type fluids, a warm wet cloth on the injection site, and taking Tylenol really helped me through) https://t.co/nntvYilJpv", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["FatActivist"], "country": "USA", "text_en": "Wishing you smooth sailing! (Hydrating with Gatorade type fluids, a warm wet cloth on the injection site, and taking Tylenol really helped me through)"}, {"id": 1439427116152487936, "verified": false, "tweet_text": "@asyraff_fawzy laju siap, mesti ada side job nanti tu cap, ahahaha, oim mesti tak bagi duk saja. kau naik sana untuk water injection plant ke?", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["asyraff_fawzy"]}, {"id": 1439427059630153734, "verified": false, "tweet_text": "@LynsieBrandon The Injection Queen on IG has really good reviews and her work is amazing 😍", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LynsieBrandon"], "tweet_emoticons": ["😍"], "country": "USA", "text_en": "The Injection Queen on IG has really good reviews and her work is amazing"}, {"id": 1439427045000421381, "verified": false, "tweet_text": "@PresidencyZA And we are saying:\n\"If the this experimental chemical is safe, why do we have to sign a waver that says that we take it at our own risk\"?\n\nGive us a contract where you AND the manufacturer accept liability for injury as a result of taking the chemical injection!\n\nVOETSEK @MYANC", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PresidencyZA", "MYANC"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "And we are saying: \"If the this experimental chemical is safe, why do we have to sign a waver that says that we take it at our own risk\"? Give us a contract where you AND the manufacturer accept liability for injury as a result of taking the chemical injection! VOETSEK"}, {"id": 1439426913307709444, "verified": false, "tweet_text": "@alex12321_ @HerbsandDirt The injection doesn't make you immune, you can still get covid. I have HepB vaccine. I won't get HepB. Difference between vaccine &amp; injection of mRNA", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["alex12321_", "HerbsandDirt"], "country": "USA", "text_en": "The injection doesn't make you immune, you can still get covid. I have HepB vaccine. I won't get HepB. Difference between vaccine &amp; injection of mRNA"}, {"id": 1439426881867206661, "verified": false, "tweet_text": "Sitter. The hardest working member of the Lethal Injection crew. https://t.co/QmcHFRiu2C", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Sitter. The hardest working member of the Lethal Injection crew."}, {"id": 1439426785104465920, "verified": false, "tweet_text": "Dorman Secondary Air Injection Pump for 2001-2013 Toyota Sequoia 4.6L 4.7L oh https://t.co/BGokLZ1FkJ eBay https://t.co/h8if2dnOjF", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/BGokLZ1FkJ"], "country": "USA", "text_en": "Dorman Secondary Air Injection Pump for -2013 Toyota Sequoia L L oh eBay"}, {"id": 1439426609186951169, "verified": false, "tweet_text": "@pohutukawas @everythingj4ck @nzherald You get it anyway ,? . Don’t stop the spread just because you have a injection . Need to update on what exactly the vaccination does", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["pohutukawas", "everythingj4ck", "nzherald"], "country": "USA", "text_en": "You get it anyway ,? . Dont stop the spread just because you have a injection . Need to update on what exactly the vaccination does"}, {"id": 1439425782615478272, "verified": false, "tweet_text": "@LaserHodl @getongab 6 months to 5 years after the covid injection and you are dead. Period", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LaserHodl", "getongab"], "country": "USA", "text_en": "months to years after the covid injection and you are dead. Period"}, {"id": 1439425447977054211, "verified": false, "tweet_text": "@psad19611 I did.  First and only time I had any reaction other than a tenderness at the site injection.  Glad I did it though", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I did. First and only time I had any reaction other than a tenderness at the site injection. Glad I did it though"}, {"id": 1439425160768065550, "verified": false, "tweet_text": "@smfordham @WayneMcGaheeIII Yeah I don’t care if we go 0-12. It’s about getting an injection of talent, Hunter and others. (Which is harder with mounting losses)", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["smfordham", "WayneMcGaheeIII"], "country": "USA", "text_en": "Yeah I dont care if we go -12. Its about getting an injection of talent, Hunter and others. (Which is harder with mounting losses)"}, {"id": 1439425029410746371, "verified": false, "tweet_text": "@psad19611 I had mine Wednesday &amp; had full-blown flu symptoms from headache to body aches with cold nose, hands &amp; feet. I have a big red, warm patch at the injection site. If this is the immunization, I sure don’t want full-blown shingles! On biological injections for asthma, was warned.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I had mine Wednesday &amp; had full-blown flu symptoms from headache to body aches with cold nose, hands &amp; feet. I have a big red, warm patch at the injection site. If this is the immunization, I sure dont want full-blown shingles! On biological injections for asthma, was warned."}, {"id": 1439424919440433156, "verified": false, "tweet_text": "@lyng62 not anti-vax. However do I not have the right to say yes or no to any injection?  Without being harassed or victimised and NOT being employed again?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["lyng62"], "country": "USA", "text_en": "not anti-vax. However do I not have the right to say yes or no to any injection? Without being harassed or victimised and NOT being employed again?"}, {"id": 1439424795859243010, "verified": false, "tweet_text": "@gypsy_nilima @alok_bhatt @KiranKS You are a dr and then also comparing drops to injection? Lol!!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["gypsy_nilima", "alok_bhatt", "KiranKS"], "country": "USA", "text_en": "You are a dr and then also comparing drops to injection? Lol!!"}, {"id": 1439424785092517895, "verified": false, "tweet_text": "@96fps Nothing, nada. Injection site was itchy like a mosquito bite.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "Nothing, nada. Injection site was itchy like a mosquito bite."}, {"id": 1439424628963741702, "verified": false, "tweet_text": "First injection today.  Next in three weeks.\n\nNo side effects so far (and those I was told to expect are common for me anyway).", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "First injection today. Next in three weeks. No side effects so far (and those I was told to expect are common for me anyway)."}, {"id": 1439424566686670857, "verified": false, "tweet_text": "@callme_dars yes ate good news ngaaa! kaya ate inom agad ng biogesic after second dose hahaha! at sobrang sakit sa injection site as in 🤣 wag ka lang din sana lagnatin kasi grabe ang lamig na mararamdaman mo 🤣 nakajacket, panjama, socks and kumot na ako with no efan pero malamig pa rin🤣", "tweet_lang": "tl", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["callme_dars"], "tweet_emoticons": ["🤣"]}, {"id": 1439424428396347395, "verified": false, "tweet_text": "@deezymay1 @KkfromAB I think they should keep that one for lethal injection", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["deezymay1", "KkfromAB"], "country": "USA", "text_en": "I think they should keep that one for lethal injection"}, {"id": 1439424284615593988, "verified": false, "tweet_text": "@fedtanyl @KielnotKiel @MandHF Your useless injection does nothing.\n\nEnjoy your endless booster shots. You'll contract Covid long before I ever will.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["fedtanyl", "KielnotKiel", "MandHF"], "country": "USA", "text_en": "Your useless injection does nothing. Enjoy your endless booster shots. You'll contract Covid long before I ever will."}, {"id": 1439424237807325188, "verified": false, "tweet_text": "resisiting mask/injection mandates and protesting is great and honorable work. your ancestors are smiling upon you.\n\nbut there are other ways to resist, to toss some foreign objects into the gears of the machine. be creative. imagine there were no rules or laws\n#Pureblood https://t.co/N3y8Sxcs3u", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["Pureblood"], "country": "USA", "text_en": "resisiting mask/injection mandates and protesting is great and honorable work. your ancestors are smiling upon you. but there are other ways to resist, to toss some foreign objects into the gears of the machine. be creative. imagine there were no rules or laws"}, {"id": 1439423803210158080, "verified": false, "tweet_text": "@PomanaPere @albertanbeech I truly believe their bodies/systems are not conducive to this new-type of injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PomanaPere", "albertanbeech"], "country": "USA", "text_en": "I truly believe their bodies/systems are not conducive to this new-type of injection."}, {"id": 1439423794146418690, "verified": false, "tweet_text": "@ianbremmer “For free, even injection on the forehead”, Every Brazilian knows That", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ianbremmer"], "country": "USA", "text_en": "For free, even injection on the forehead, Every Brazilian knows That"}, {"id": 1439423404499783680, "verified": false, "tweet_text": "Insulin Injection sites https://t.co/87P5p9rIvw", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Insulin Injection sites"}, {"id": 1439423085824774144, "verified": false, "tweet_text": "Motores fuel injection, convertidor catalítico, cinturones de seguridad de tres puntos automáticos en  puertas,3a luz de freno trasero, protección para rodillas, volante y asiento del conductor de posiciones, además de cinturones de seguridad traseros de tres puntos. https://t.co/wlwInglh3Z", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Motores fuel injection, convertidor catalítico, cinturones de seguridad de tres puntos automáticos en puertas,3a luz de freno trasero, protección para rodillas, volante y asiento del conductor de posiciones, además de cinturones de seguridad traseros de tres puntos."}, {"id": 1439423058754904064, "verified": false, "tweet_text": "@psad19611 I had a sore arm at the injection site for about two days similar to a tetanus shot.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I had a sore arm at the injection site for about two days similar to a tetanus shot."}, {"id": 1439422991788609537, "verified": false, "tweet_text": "@FLCaseyDeSantis \n@GovRonDeSantis \nPeople KNOW that this evil injection is KILLING people and so do you.\nGet someone to get you the FACTS, then stand up for TRUTH ~~ https://t.co/D2oEUWuhXR", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["FLCaseyDeSantis", "GovRonDeSantis"], "tweet_urls": ["https://t.co/D2oEUWuhXR"], "country": "USA", "text_en": "People KNOW that this evil injection is KILLING people and so do you. Get someone to get you the FACTS, then stand up for TRUTH ~~"}, {"id": 1439422933265309697, "verified": false, "tweet_text": "@psad19611 I didn’t have any symptoms other than pain at the injection site for almost a year.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I didnt have any symptoms other than pain at the injection site for almost a year."}, {"id": 1439422769205104643, "verified": false, "tweet_text": "Allergic injection ✅ https://t.co/iFmAvVwEaa", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["✅"], "country": "USA", "text_en": "Allergic injection"}, {"id": 1439422742734934019, "verified": false, "tweet_text": "2014 Ford Fiesta ST180 1.6 Turbo. 13kuga1.6 . Petrol Fuel Injector CJ5G9F593AA 43K，Fuel injection nozzle，\n0261500155 Volvo Galaxy\nWechat &amp; Whatsapp：18211227241\nWeb：https://t.co/ZxXG6oomeB\n#ford #autoparts #Original https://t.co/JyEQPZuqXi", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ford", "autoparts", "Original"], "tweet_urls": ["https://t.co/ZxXG6oomeB"], "country": "USA", "text_en": "Ford Fiesta ST180 Turbo. kuga1.6 . Petrol Fuel Injector CJ5G9F593AA KFuel injection nozzle Volvo Galaxy Wechat &amp; Whatsapp18211227241 Web"}, {"id": 1439422319638638596, "verified": false, "tweet_text": "@DrBradRobinson @TheParraEels Yeah agreed and we need to upgrade PAPA as well. I also think our coaches will come into question also (rightly so) I guess. I wouldn’t be paying Gutho anywhere near what he wants either. We really need an injection of speed in our side.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DrBradRobinson", "TheParraEels"], "country": "USA", "text_en": "Yeah agreed and we need to upgrade PAPA as well. I also think our coaches will come into question also (rightly so) I guess. I wouldnt be paying Gutho anywhere near what he wants either. We really need an injection of speed in our side."}, {"id": 1439422141066186758, "verified": false, "tweet_text": "@MikeKel58825759 @TakethatCt @BrexitRe @KEdge23 @eatyourgardn @Hammer_Brooker @LindaLetitbe No, spike proteins don't travel from the injection site. You could read about that any number of places, unless you don't want to know about it. Oh, and look! Another image interpreting data wrong! /1\nhttps://t.co/cIOwxmOsXy", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MikeKel58825759", "TakethatCt", "BrexitRe", "KEdge23", "eatyourgardn", "Hammer_Brooker", "LindaLetitbe"], "tweet_urls": ["https://t.co/cIOwxmOsXy"], "country": "USA", "text_en": "No, spike proteins don't travel from the injection site. You could read about that any number of places, unless you don't want to know about it. Oh, and look! Another image interpreting data wrong! /1"}, {"id": 1439421998011076609, "verified": false, "tweet_text": "#biden #BidenLiedPeopleDied #COVID #Covid_19 #COVID19 #VaccineMandate #trump #FBiden #impeach46 \nYet America citizens are faced with the decision of getting an unwanted injection or lose their job…No Joe, OUR patience is beyond thin. https://t.co/bDcBipSbc9", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["biden", "BidenLiedPeopleDied", "COVID", "Covid_19", "COVID19", "VaccineMandate", "trump", "FBiden", "impeach46"], "tweet_urls": ["https://t.co/bDcBipSbc9"], "country": "USA", "text_en": "Yet America citizens are faced with the decision of getting an unwanted injection or lose their jobNo Joe, OUR patience is beyond thin."}, {"id": 1439421926338871298, "verified": false, "tweet_text": "@ddwlsdd um are you saying all anti covid injection people are the same???", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ddwlsdd"], "country": "USA", "text_en": "um are you saying all anti covid injection people are the same???"}, {"id": 1439421425446793220, "verified": false, "tweet_text": "@PostOpinions I have one question. Lethal injection or electric chair?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PostOpinions"], "country": "USA", "text_en": "I have one question. Lethal injection or electric chair?"}, {"id": 1439421066594684928, "verified": false, "tweet_text": "Sagar’s doctor made epidrum device, VIDEO: If Pakistan refused to send the device, it was made from indigenous jugaad at the cost of 10 rupees, it is useful for giving injection in the spinal cord https://t.co/g2oeUvgjlL", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/g2oeUvgjlL"], "country": "USA", "text_en": "Sagars doctor made epidrum device, VIDEO: If Pakistan refused to send the device, it was made from indigenous jugaad at the cost of rupees, it is useful for giving injection in the spinalcord"}, {"id": 1439421025809092611, "verified": false, "tweet_text": "いや、普通に画面遷移などのタイミングでVCを初期化する際にEnvironmentに依存解決を要求するだけで、Environment側で依存を注入するのはConstructor Injectionか", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439420425646354435, "verified": false, "tweet_text": "@Nukeantzisback1 So is it the flu shot or the covid injection in disguise????", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Nukeantzisback1"], "country": "USA", "text_en": "So is it the flu shot or the covid injection in disguise????"}, {"id": 1439420157990871040, "verified": false, "tweet_text": "Your intrusive tweet of the night: Twinkies have injection sites.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Your intrusive tweet of the night: Twinkies have injection sites."}, {"id": 1439419973319888902, "verified": false, "tweet_text": "Environmentによる依存性の解決によりテストも書きやすくなる\nConstructor InjectionによるDIはあんまりやらないのかなぁ🤔\n#iosdc #a", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["iosdc", "a"], "tweet_emoticons": ["🤔"]}, {"id": 1439419924305231874, "verified": false, "tweet_text": "@yazza97118774 @protectOZFOOD I even saw someone post with large amounts of blood in their urine. Of course it can't be confirmed it injection related but caution must be applied and the cause determined.\nMakes sense when there were lots of studies not conducted before being given provisional approval.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["yazza97118774", "protectOZFOOD"], "country": "USA", "text_en": "I even saw someone post with large amounts of blood in their urine. Of course it can't be confirmed it injection related but caution must be applied and the cause determined. Makes sense when there were lots of studies not conducted before being given provisional approval."}, {"id": 1439419915199553536, "verified": false, "tweet_text": "@NinaVee @quadcarl_carl Incorrect injection technique risks serious patient injury. Report her to corporate.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["NinaVee", "quadcarl_carl"], "country": "USA", "text_en": "Incorrect injection technique risks serious patient injury. Report her to corporate."}, {"id": 1439419480182902789, "verified": false, "tweet_text": "@shunyata2000 @komonews It is an Experimental mRNA Technology Injection.\n\nhttps://t.co/zAEbaOPYZm https://t.co/WomVzzKtsw", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["shunyata2000", "komonews"], "tweet_urls": ["https://t.co/zAEbaOPYZm"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "It is an Experimental mRNA Technology Injection."}, {"id": 1439419297323913220, "verified": false, "tweet_text": "#子ども科学電話相談 #日曜討論\n\n休日の #マイあさ MCは #獣医学 部卒業してるだろ、\n#正規雇用 なのに何してんだ？\n\n#老害 に #注射 でも打ってろ。\n\n#Holiday morning press #MC has graduated from the #veterinary school,\nHe is a #regular #employee.\n\n#Hit an #injection to the #gerontocracy.", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["子ども科学電話相談", "日曜討論", "マイあさ", "獣医学", "正規雇用", "老害", "注射", "Holiday", "MC", "veterinary", "regular", "employee", "Hit", "injection", "gerontocracy"]}, {"id": 1439419261903122432, "verified": false, "tweet_text": "@SHP1964 @ABC Good for you. Brick layers, carpenters, masons, weilders, plumbers can still feed their families without greedy blood sucking companies who could care less about the American worker forcing  injection on them. The ones who actually move the country, not men who hide in basements.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SHP1964", "ABC"], "country": "USA", "text_en": "Good for you. Brick layers, carpenters, masons, weilders, plumbers can still feed their families without greedy blood sucking companies who could care less about the American worker forcing injection on them. The ones who actually move the country, not men who hide in basements."}, {"id": 1439419070747578370, "verified": false, "tweet_text": "Dulu sebulan sekali kena injection, appt lepasni 2bulan sekali injection", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439418981840920579, "verified": false, "tweet_text": "@albertanbeech And don't forget the huge risk. It's not a vaccine, it's an experimental injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["albertanbeech"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "And don't forget the huge risk. It's not a vaccine, it's an experimental injection."}, {"id": 1439418745517006848, "verified": false, "tweet_text": "@edo_lena My adverse effects kicked in around the 13th to 14th hour after the injection. Glad to know you are okay.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["edo_lena"], "country": "USA", "text_en": "My adverse effects kicked in around the th to th hour after the injection. Glad to know you are okay."}, {"id": 1439418713938169857, "verified": false, "tweet_text": "@AxleRider @Donnajanerich @MayorJamieNG @globalnews @kinsellawarren Actually my meds are covered by my wife’s Sunlife. I’ve been on my current meds since 2017 when Notley was premier. They cost $2427.67 per injection at 2xs a month.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AxleRider", "Donnajanerich", "MayorJamieNG", "globalnews", "kinsellawarren"], "country": "USA", "text_en": "Actually my meds are covered by my wifes Sunlife. Ive been on my current meds since when Notley was premier. They cost $2427.67 per injection at xs a month."}, {"id": 1439418534912737281, "verified": false, "tweet_text": "@moorehn @mccanner Live Music does that to a person, sometimes that's the injection that moves the soul.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["moorehn", "mccanner"], "country": "USA", "text_en": "Live Music does that to a person, sometimes that's the injection that moves the soul."}, {"id": 1439418496694296576, "verified": false, "tweet_text": "@96fps Speaking for the Moderna vaccine, there were more body aches and soreness at the injection site on the second shot but beyond that?  It was fine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "Speaking for the Moderna vaccine, there were more body aches and soreness at the injection site on the second shot but beyond that? It was fine."}, {"id": 1439418151159189506, "verified": false, "tweet_text": "@MagicalOverload Downhole injection line… I looked up at him and the world stopped. I was his the moment we met. We celebrate our 15 anniversary in Oct.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MagicalOverload"], "country": "USA", "text_en": "Downhole injection line I looked up at him and the world stopped. I was his the moment we met. We celebrate our anniversary in Oct."}, {"id": 1439417784866377730, "verified": false, "tweet_text": "@Atilla66897907 @WendyBarwood @nytimes Really, because people can avoid injection heroin into their bodies...right?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Atilla66897907", "WendyBarwood", "nytimes"], "country": "USA", "text_en": "Really, because people can avoid injection heroin into their bodies...right?"}, {"id": 1439417618209771526, "verified": false, "tweet_text": "PSU (Polysulfone) recycle grade: Injection, extrusion, fiber and compounding  https://t.co/a7vwOWNJhy https://t.co/85xa5P6PWq", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/a7vwOWNJhy"], "country": "USA", "text_en": "PSU (Polysulfone) recycle grade: Injection, extrusion, fiber and compounding"}, {"id": 1439417346754494469, "verified": false, "tweet_text": "@DevonP_RD @JettBla25847027 @TeriHart Lol imagine taking a useless injection and then believing that everyone taking the same useless injection will protect you from a virus that can't be eradicated with an injection and that you have 99% chance of surviving. \n\nDoes the injection lower IQ? Cause wow. Just wow.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DevonP_RD", "JettBla25847027", "TeriHart"], "country": "USA", "text_en": "Lol imagine taking a useless injection and then believing that everyone taking the same useless injection will protect you from a virus that can't be eradicated with an injection and that you have % chance of surviving. Does the injection lower IQ? Cause wow. Just wow."}, {"id": 1439417309714690054, "verified": false, "tweet_text": "@mcleary55 He has his first injection in exactly a week so hopefully he should be completely heart worm free by the end of October!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["mcleary55"], "country": "USA", "text_en": "He has his first injection in exactly a week so hopefully he should be completely heart worm free by the end of October!"}, {"id": 1439415631946948609, "verified": false, "tweet_text": "Just gave myself my injection and took my cocktail of drugs 🤮im TIRED of it like honestly why can’t drugs just fix things within a week and then it’s like that’s it but no every day for the most part", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["🤮"], "country": "USA", "text_en": "Just gave myself my injection and took my cocktail of drugs im TIRED of it like honestly why cant drugs just fix things within a week and then its like thats it but no every day for the most part"}, {"id": 1439415458701221888, "verified": false, "tweet_text": "@PoorDunce is Injection Fairy Lilly your waifu", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["PoorDunce"], "country": "USA", "text_en": "is Injection Fairy Lilly your waifu"}, {"id": 1439415109701431296, "verified": false, "tweet_text": "Viral immunologist and biologist Dr. Jessica Rose noted that, based on the VAERS data, the vaccine risks outweigh the benefits in young people, especially children, pointing to a thousand-fold increase in adverse reactions to the injection in 2021 compared to over the last decade", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Viral immunologist and biologist Dr. Jessica Rose noted that, based on the VAERS data, the vaccine risks outweigh the benefits in young people, especially children, pointing to a thousand-fold increase in adverse reactions to the injection in compared to over the last decade"}, {"id": 1439414893405523974, "verified": false, "tweet_text": "The Arduino Uno in the injection molding Industry https://t.co/lgjaU4NI4S I have been challenged with logging key parameters on an injection molding press with an Arduino Uno. We have a prototype that is logging data to a server and to a database. We have interfacing in-place t…", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/lgjaU4NI4S"], "country": "USA", "text_en": "The Arduino Uno in the injection molding Industry I have been challenged with logging key parameters on an injection molding press with an Arduino Uno. We have a prototype that is logging data to a server and to a database. We have interfacing in-place t"}, {"id": 1439414510217957383, "verified": false, "tweet_text": "@DonovanBrown @daprdev @dotnet Interesting.  I hadn't realized `AddDapr()` would set up dependency injection.  How do you map the PubSub without `.WithTopic()` ?  Here's my minimal if you're interested:  https://t.co/N5b3hHtTVa", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["DonovanBrown", "daprdev", "dotnet"], "tweet_urls": ["https://t.co/N5b3hHtTVa"], "country": "USA", "text_en": "Interesting. I hadn't realized `AddDapr()` would set up dependency injection. How do you map the PubSub without `.WithTopic()` ? Here's my minimal if you're interested:"}, {"id": 1439414458233888769, "verified": false, "tweet_text": "They take…\nA bleach injection\nIvermectin\nGlycophospate shots \nBetadine gargle \nTurpentine shots \nAll this is dangerous and potentially deadly but they don’t want to take a vaccine that is safe because they don’t know what is in it. Please make it make sense!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "They take A bleach injection Ivermectin Glycophospate shots Betadine gargle Turpentine shots All this is dangerous and potentially deadly but they dont want to take a vaccine that is safe because they dont know what is in it. Please make it make sense!"}, {"id": 1439413891881177088, "verified": false, "tweet_text": "@96fps I had no problem with either shot, just a little soreness at the injection site.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "I had no problem with either shot, just a little soreness at the injection site."}, {"id": 1439413870146113540, "verified": false, "tweet_text": "Was expecting some side effects after my second dose, but a day later and still nothing out of the ordinary except slight soreness at the injection site. I'm surprised!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Was expecting some side effects after my second dose, but a day later and still nothing out of the ordinary except slight soreness at the injection site. I'm surprised!"}, {"id": 1439413767213699079, "verified": false, "tweet_text": "@bigmothufacking I have a Ruger brand rapid repeating lead vaccine injection system that vaccinates dirt squirrels from near and far, very good for cleaning their guts and clearing their minds with the cci stinger brand vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["bigmothufacking"], "country": "USA", "text_en": "I have a Ruger brand rapid repeating lead vaccine injection system that vaccinates dirt squirrels from near and far, very good for cleaning their guts and clearing their minds with the cci stinger brand vaccine."}, {"id": 1439413433561194500, "verified": false, "tweet_text": "Prêt pour la livraison.\nObtenez un moule d'injection AC de qualité de Sino Mould. Livraison rapide ~\n-www.sinomould.fr-\nEmail:sales8@sinomould.com\nWhatsApp:+86 38-5865-8631\n#SinoMould #ACInjectionMould https://t.co/tTJ6JJYnB0", "tweet_lang": "fr", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["SinoMould", "ACInjectionMould"]}, {"id": 1439413414930141194, "verified": false, "tweet_text": "@ericdupin @esbuiee @besse_pascale Un symptôme passager, qui laisse pourtant des séquelles à vie, minimes...ça reste à voir. Tout ça pour une injection, censée immuniser et protéger, le tout chez une personne ayant très peu de risque de faire une forme grave. Normal quoi!", "tweet_lang": "fr", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ericdupin", "esbuiee", "besse_pascale"]}, {"id": 1439413112072032256, "verified": false, "tweet_text": "Solo Dolo at a shithole karaoke bar downtown and pretty sure I saw someone immediately post-heroin- injection stumble out of the bathroom and back into the EDM show next door. Gotta say, this has got to be what the American Dream always has been.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Solo Dolo at a shithole karaoke bar downtown and pretty sure I saw someone immediately post-heroin- injection stumble out of the bathroom and back into the EDM show next door. Gotta say, this has got to be what the American Dream always has been."}, {"id": 1439412910086893571, "verified": false, "tweet_text": "@danfox_mi @chickiesinger @ABC Obesity and other health problems in the US are being blamed on Covid. Stop being afraid of other humans because they don’t take an injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["danfox_mi", "chickiesinger", "ABC"], "country": "USA", "text_en": "Obesity and other health problems in the US are being blamed on Covid. Stop being afraid of other humans because they dont take an injection."}, {"id": 1439412495567970308, "verified": false, "tweet_text": "\"you know, if I avoided reflection for this and instead had it so there was a central script for handling my dependency injection that I manually control, I could probably improve start times\" I say, as I invent the service locator pattern", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "\"you know, if I avoided reflection for this and instead had it so there was a central script for handling my dependency injection that I manually control, I could probably improve start times\" I say, as I invent the service locator pattern"}, {"id": 1439412412004782088, "verified": false, "tweet_text": "@BuildingOrderFC @neilplatform1 @FayeEsq Because it is none of your business. THAT is the point. I worry about me, you worry about you. I don't give a shit what YOU think about the risk/reward of adding an experimental injection to my already FAR superior immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BuildingOrderFC", "neilplatform1", "FayeEsq"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Because it is none of your business. THAT is the point. I worry about me, you worry about you. I don't give a shit what YOU think about the risk/reward of adding an experimental injection to my already FAR superior immunity."}, {"id": 1439412334217285633, "verified": false, "tweet_text": "See everyone, companies do care about their money. Don't let them force you into a bad decision with some injection that hasn't been tested properly. It's your life. https://t.co/XKCTFDPoJI", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/XKCTFDPoJI"], "country": "USA", "text_en": "See everyone, companies do care about their money. Don't let them force you into a bad decision with some injection that hasn't been tested properly. It's your life."}, {"id": 1439412259202211847, "verified": false, "tweet_text": "@gojirademonstah @crude_m @DougJBalloon I do not understand your question. I am simply asking for some basic safety/efficacy data on the long-term effects of these shots. Can you provide such information or not? If not, we have nothing to discuss. You’ll accept the injection, based on your FAITH. I will wait.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["gojirademonstah", "crude_m", "DougJBalloon"], "country": "USA", "text_en": "I do not understand your question. I am simply asking for some basic safety/efficacy data on the long-term effects of these shots. Can you provide such information or not? If not, we have nothing to discuss. Youll accept the injection, based on your FAITH. I will wait."}, {"id": 1439412252818345988, "verified": false, "tweet_text": "gusto ko mag pa micro-needling therapy pero injection pa lang scared na.", "tweet_lang": "tl", "tweet_date": "2021-09-19T02:00:00Z"}, {"id": 1439412247017648129, "verified": false, "tweet_text": "@CatGambl3 @business It's not a vaccine, it's a genetic modification mRNA tech injection, of which NOBODY knows the exact effect in 10 or 20 years. And it does not stop spread.\nHealthy unvaccinated have an immune system that can still recognise variants.\nVaccinated have a compromised immune system.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["CatGambl3", "business"], "country": "USA", "text_en": "It's not a vaccine, it's a genetic modification mRNA tech injection, of which NOBODY knows the exact effect in or years. And it does not stop spread. Healthy unvaccinated have an immune system that can still recognise variants. Vaccinated have a compromised immune system."}, {"id": 1439412166021554181, "verified": false, "tweet_text": "@annmcd88 @mferreriptbokaw Injection junkies. That's all I see. Nothing better to crucify with than a needle.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["annmcd88", "mferreriptbokaw"], "country": "USA", "text_en": "Injection junkies. That's all I see. Nothing better to crucify with than a needle."}, {"id": 1439411985888813057, "verified": false, "tweet_text": "Quick update: \n\nThis evening I noticed my soreness at the injection site is getting better. Took a 2nd Ibuprofen dose of 600MG at 8:42PM this evening due to feeling a little warm &amp; feverish still, but nothing I can't handle. Still feeling a little run down, but again, not bad.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Quick update: This evening I noticed my soreness at the injection site is getting better. Took a nd Ibuprofen dose of MG at :42PM this evening due to feeling a little warm &amp; feverish still, but nothing I can't handle. Still feeling a little run down, but again, not bad."}, {"id": 1439411739280486404, "verified": false, "tweet_text": "@gojirademonstah @crude_m @DougJBalloon My guiding light is the scientific method. A major factor in the scientific method is EVIDENCE/DATA. I require long-term data demonstrating safety/efficacy before I will submit to this irreversible injection of an essentially new inoculation technology.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["gojirademonstah", "crude_m", "DougJBalloon"], "country": "USA", "text_en": "My guiding light is the scientific method. A major factor in the scientific method is EVIDENCE/DATA. I require long-term data demonstrating safety/efficacy before I will submit to this irreversible injection of an essentially new inoculation technology."}, {"id": 1439411286748512260, "verified": false, "tweet_text": "Ah, the comp with the largest criminal fine for fraud! But, their gene therapy injection is safe! So safe they've been granted immunity everywhere. https://t.co/ofQNW8xUkN", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/ofQNW8xUkN"], "country": "USA", "text_en": "Ah, the comp with the largest criminal fine for fraud! But, their gene therapy injection is safe! So safe they've been granted immunity everywhere."}, {"id": 1439411249918398466, "verified": false, "tweet_text": "Still not interested in playing the swollen balls injection lottery https://t.co/WkBdCod2ea", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Still not interested in playing the swollen balls injection lottery"}, {"id": 1439411249066872832, "verified": false, "tweet_text": "Much, much luckier are the tenured economics professors who cannot distinguish between an oral vacciniation program running over decades from a injection based vaccination program that is a race against time. https://t.co/R3bOMFSd9k", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/R3bOMFSd9k"], "country": "USA", "text_en": "Much, much luckier are the tenured economics professors who cannot distinguish between an oral vacciniation program running over decades from a injection based vaccination program that is a race against time."}, {"id": 1439411162165121025, "verified": false, "tweet_text": "@oakdevtech Yeah, that's always tough, and is what largely separates maker products from commercial ones sometimes.\n\nI'm personally waiting until something magical happens and injection molding isn't ridiculously expensive in small runs. (Hi-temp resin printed molds instead of machined?)", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["oakdevtech"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Yeah, that's always tough, and is what largely separates maker products from commercial ones sometimes. I'm personally waiting until something magical happens and injection molding isn't ridiculously expensive in small runs. (Hi-temp resin printed molds instead of machined?)"}, {"id": 1439410669531578370, "verified": false, "tweet_text": "cancer deaths are up over 1000 from annual average. japanese study 'radioactivity' 'don't get mammograms after injections', swollen lymph nodes 'means injection working' oh &amp; pfizer rep 'if in 4 years a cancer were to develop well we would want immunity from that'. https://t.co/rMPcLo8aew", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "cancer deaths are up over from annual average. japanese study 'radioactivity' 'don't get mammograms after injections', swollen lymph nodes 'means injection working' oh &amp; pfizer rep 'if in years a cancer were to develop well we would want immunity from that'."}, {"id": 1439410172888240133, "verified": false, "tweet_text": "💉 Corticosteroid injection within 1 month of meniscectomy carries an OR of 1.78 for infection (1.28% vs 0.63%) 😬 Increase in risk higher than diabetes, tobacco use, or obesity! \nOpen access article based on &gt; 48k pts at https://t.co/sqMKyAe9c6\n\n@MOR_Docs @BrianForsytheMD https://t.co/bPv2ux3puR", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["MOR_Docs", "BrianForsytheMD"], "tweet_urls": ["https://t.co/sqMKyAe9c6"], "tweet_emoticons": ["💉", "😬"], "country": "USA", "text_en": "Corticosteroid injection within month of meniscectomy carries an OR of for infection (1.28% vs %) Increase in risk higher than diabetes, tobacco use, or obesity! Open access article based on &gt; k pts at"}, {"id": 1439409678358757382, "verified": false, "tweet_text": "#HeWhoShallBeNamed​ \nCaptain Corruption\nFlappy Meal\nBenedict Donald\nInsurrection Injection", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["HeWhoShallBeNamed"], "country": "USA", "text_en": "Captain Corruption Flappy Meal Benedict Donald Insurrection Injection"}, {"id": 1439409568161746945, "verified": false, "tweet_text": "@OlgaInCali \"We're not nazis. Nazis didn't force injection mandates on the population nearly as much as we're trying to. BIG difference!\"\n\nNot quite the massive win @jacobin apparently thinks it is.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["OlgaInCali", "jacobin"], "country": "USA", "text_en": "\"We're not nazis. Nazis didn't force injection mandates on the population nearly as much as we're trying to. BIG difference!\" Not quite the massive win apparently thinks it is."}, {"id": 1439408946536615942, "verified": false, "tweet_text": "@JasonNihon need an injection", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["JasonNihon"], "country": "USA", "text_en": "need an injection"}, {"id": 1439408927284858880, "verified": false, "tweet_text": "@ZacMoselane ‘Reactogenicity represents the physical manifestation of the inflammatory response to vaccination, and can include injection-site pain, redness, swelling or induration at the injection site, as well as systemic symptoms, such as fever, myalgia, or headache.’ https://t.co/8U38oCHEir", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ZacMoselane"], "tweet_urls": ["https://t.co/8U38oCHEir"], "country": "USA", "text_en": "Reactogenicity represents the physical manifestation of the inflammatory response to vaccination, and can include injection-site pain, redness, swelling or induration at the injection site, as well as systemic symptoms, such as fever, myalgia, or headache."}, {"id": 1439408903855423489, "verified": false, "tweet_text": "@NinaVee I’d have taken it from her and shoved it where the sun don’t shine ! Then shouted out to the waiting patients before reporting her. If it had been a guy doing the injection……….", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["NinaVee"], "country": "USA", "text_en": "Id have taken it from her and shoved it where the sun dont shine ! Then shouted out to the waiting patients before reporting her. If it had been a guy doing the injection."}, {"id": 1439408800629362692, "verified": false, "tweet_text": "Getting my first dose of Zoladex tomorrow. An injection in the stomach, and I’m needle phobic. Picked up the prescription from the pharmacy and the box is like 30 cms long. And that’s only 1 needle 😱", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["😱"], "country": "USA", "text_en": "Getting my first dose of Zoladex tomorrow. An injection in the stomach, and Im needle phobic. Picked up the prescription from the pharmacy and the box is like cms long. And thats only needle"}, {"id": 1439408513399230468, "verified": false, "tweet_text": "@pohutukawas @nzherald Good for you. Nor am I. I just didn’t need an emergency-approved injection to get there.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["pohutukawas", "nzherald"], "country": "USA", "text_en": "Good for you. Nor am I. I just didnt need an emergency-approved injection to get there."}, {"id": 1439408411473494024, "verified": false, "tweet_text": "@effiedog Home tests would be nice. Meanwhile I'll make due w/ my official exposure tracker &amp; soon to come third Pfizer injection.\nLast 2 shots were in the left deltoid, next going into my right; to kept the satellite's wifi-from-space signals well balanced.\nDon't wanna spin off kilter.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["effiedog"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Home tests would be nice. Meanwhile I'll make due w/ my official exposure tracker &amp; soon to come third Pfizer injection. Last shots were in the left deltoid, next going into my right; to kept the satellite's wifi-from-space signals well balanced. Don't wanna spin off kilter."}, {"id": 1439408293798088705, "verified": false, "tweet_text": "@Lesinfirmieres1 1/ 350 et pas 450\n2/ Une centaine sont en cours de régulation\n3/ 95% du personnel a pu justifier de l'injection d'une première dose, \nConclusion une fois de plus vous dites n'importe quoi", "tweet_lang": "fr", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Lesinfirmieres1"]}, {"id": 1439408274399367170, "verified": false, "tweet_text": "@urethriya Whoever invented that deserves the lethal injection", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["urethriya"], "country": "USA", "text_en": "Whoever invented that deserves the lethal injection"}, {"id": 1439408072359882753, "verified": false, "tweet_text": "@UN_Spokesperson \nthe Toronto police wants to destroyed Mohamed Yussuf dignity then our Muslim community told the Albany community that Dr. Mrozek gave Mohamed Yussuf antipsychotic injection route Intramuscular (IM) every two weeks due to that Mohamed lost his own brain.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["UN_Spokesperson"], "country": "USA", "text_en": "the Toronto police wants to destroyed Mohamed Yussuf dignity then our Muslim community told the Albany community that Dr. Mrozek gave Mohamed Yussuf antipsychotic injection route Intramuscular (IM) every two weeks due to that Mohamed lost his own brain."}, {"id": 1439407974355808256, "verified": false, "tweet_text": "Nicki Minaj cool with every type of injection except a vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Nicki Minaj cool with every type of injection except a vaccine."}, {"id": 1439407939085873159, "verified": false, "tweet_text": "@UN_Spokesperson \nI would like the Ministry of Health Canada to investigate my case then I have had told the Toronto Police How I was felt and medical sign and symptom when the Dr. Mrozek gave me antipsychotic injection route Intramuscular (IM) every two weeks .", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["UN_Spokesperson"], "country": "USA", "text_en": "I would like the Ministry of Health Canada to investigate my case then I have had told the Toronto Police How I was felt and medical sign and symptom when the Dr. Mrozek gave me antipsychotic injection route Intramuscular (IM) every two weeks ."}, {"id": 1439407887193972739, "verified": false, "tweet_text": "@UN_Spokesperson \n\nthe Police asked my why you wants to get Dr. M.Mrozek then I have had told them that Dr.M.Mrozek way back November/1993 gave me antipsychotic injection route Intramuscular (IM) every two weeks and Dr. Mrozek has been destroyed my brain .", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["UN_Spokesperson"], "country": "USA", "text_en": "the Police asked my why you wants to get Dr. M.Mrozek then I have had told them that Dr.M.Mrozek way back November/1993 gave me antipsychotic injection route Intramuscular (IM) every two weeks and Dr. Mrozek has been destroyed my brain ."}, {"id": 1439407827534102529, "verified": false, "tweet_text": "@psad19611 The shingles vaccine is known for causing some pretty miserable side effects. I ran fever, body aches, headache, fatigue for 2 days after EACH injection. Better than shingles!\n\nDrink lots of fluids, take Tylenol or Ibuprofen, REST and let your body do its thing. 💗", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["psad19611"], "tweet_emoticons": ["💗"], "country": "USA", "text_en": "The shingles vaccine is known for causing some pretty miserable side effects. I ran fever, body aches, headache, fatigue for days after EACH injection. Better than shingles! Drink lots of fluids, take Tylenol or Ibuprofen, REST and let your body do its thing."}, {"id": 1439407750564429829, "verified": false, "tweet_text": "@_bztadaronne ptdrrr vraiment courage hein parce que chaque dose fait grave mal au moment de l’injection et j’ai encore une boule dans le bras de ce vaccin", "tweet_lang": "fr", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["_bztadaronne"]}, {"id": 1439407211550101506, "verified": false, "tweet_text": "@1capplegate Small feet...\n\nLike my 2 daughters \n\nBTW I have MS as well as you \n\nI find that hitting the gym daily for 45 min to 1 hr and pushing myself has been beneficial as well as Avonex weekly injection as well as Cymbalta taking orally daily as frequently as my hands ✋ bother me https://t.co/AG7ObVDfmq", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["1capplegate"], "tweet_emoticons": ["✋"], "country": "USA", "text_en": "Small feet... Like my daughters BTW I have MS as well as you I find that hitting the gym daily for min to hr and pushing myself has been beneficial as well as Avonex weekly injection as well as Cymbalta taking orally daily as frequently as my hands bother me"}, {"id": 1439406979567525888, "verified": false, "tweet_text": "@mmcmann20 @News_8 work to change state laws that's what grownup Americans do if you're too lazy to be an American like they taught you in school move to a low education red state they're waiting with your requisite doses of horse paste &amp; clorox injection like trump told you was safe bon voyage", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mmcmann20", "News_8"], "country": "USA", "text_en": "work to change state laws that's what grownup Americans do if you're too lazy to be an American like they taught you in school move to a low education red state they're waiting with your requisite doses of horse paste &amp; clorox injection like trump told you was safe bon voyage"}, {"id": 1439406673882279939, "verified": false, "tweet_text": "@BuildingOrderFC @neilplatform1 @FayeEsq Not that it is any of your business. THAT is the point. It's my choice whether to opt for the experimental injection or rely on my immune system and therapeutics.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BuildingOrderFC", "neilplatform1", "FayeEsq"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Not that it is any of your business. THAT is the point. It's my choice whether to opt for the experimental injection or rely on my immune system and therapeutics."}, {"id": 1439406597437067265, "verified": false, "tweet_text": "@ma_rifi ضربناه وسالينا معاه ف 2010 باش مانكدبوش ولاكن انا عارف علاش بلا منسكريني واصلا باراكا عليا هي مع خوتي ماباغي ابوني ماتاوزة 😁😁 اودي انا كونت سبامر وعارف لمرض ولاكن تقولبت فواحد ستون صعيب نشرح .مهم غانخلي مو حاضر بالدعم اولا بلا دعم وغانجبد مو داك لكرغولي .لي كيفم injection صافي.", "tweet_lang": "ar", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ma_rifi"], "tweet_emoticons": ["😁"]}, {"id": 1439406374673387526, "verified": false, "tweet_text": "@Tims_Pants @beast30_2000 @DiabeticDadUK Porcine Isophane,does not start to have affect,until 7 hours after injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Tims_Pants", "beast30_2000", "DiabeticDadUK"], "country": "USA", "text_en": "Porcine Isophane,does not start to have affect,until hours after injection."}, {"id": 1439406197933633538, "verified": false, "tweet_text": "@chipfranklin Fuel injection o-ring kit.I guess I loose this round.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["chipfranklin"], "country": "USA", "text_en": "Fuel injection o-ring kit.I guess I loose this round."}, {"id": 1439406194884587521, "verified": false, "tweet_text": "Huh, so the CDC recognizes natural immunity to enter their buildings 🤔\n\nWhat is this thing called natural immunity? Can you get this without getting an experimental injection? 🤔 https://t.co/ClTmYDtnHb", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/ClTmYDtnHb"], "tweet_emoticons": ["🤔", "xp"], "country": "USA", "text_en": "Huh, so the CDC recognizes natural immunity to enter their buildings What is this thing called natural immunity? Can you get this without getting an experimental injection?"}, {"id": 1439406166015193090, "verified": false, "tweet_text": "@bobisco_1 @Sunday_Akinjide don't be. it's just like a normal injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["bobisco_1", "Sunday_Akinjide"], "country": "USA", "text_en": "don't be. it's just like a normal injection."}, {"id": 1439406139259580418, "verified": false, "tweet_text": "put too faced lip injection extreme on my little brothers lips because i told him it burns and he said “i bet it won’t burn me” and now he’s fighting for his life 😭😭 https://t.co/KKIFQW6qSL", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["😭"], "country": "USA", "text_en": "put too faced lip injection extreme on my little brothers lips because i told him it burns and he said i bet it wont burn me and now hes fighting for his life"}, {"id": 1439405358779355142, "verified": false, "tweet_text": "@Blinkkxy @choqlautremonde Injection en intramusculaire c'est assez douloureux , c'est ps@dh@tout farfelu de garder le pansement ...", "tweet_lang": "fr", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Blinkkxy", "choqlautremonde"]}, {"id": 1439404837142024192, "verified": false, "tweet_text": "@keithboykin I don’t understand how people are lacking basic common sense. Covid Antibodies &gt; mRNA injection to solicit an immune response to hopefully create Covid Antibodies. 🙄🙄🙄🙄", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["keithboykin"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "I dont understand how people are lacking basic common sense. Covid Antibodies &gt; mRNA injection to solicit an immune response to hopefully create Covid Antibodies."}, {"id": 1439404735069556738, "verified": false, "tweet_text": "@thegoodgodabove Multi port fuel injection? https://t.co/EBehnWeTLs", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["thegoodgodabove"], "country": "MEXICO", "text_es": "Multi port fuel injection?"}, {"id": 1439404571395170310, "verified": true, "tweet_text": "Expensive 'factory made' mAbs  give 'passive immunity' by IV infusion or SC injection. That 'washes out' in a month or so. Inexpensive vaccine requires a couple of arm jabs &amp; gives to you active, enduring, 'boostable', T cell, B cell &amp; antibody immunity. It's a no brainer! https://t.co/oI7JmQDaOF", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/oI7JmQDaOF"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Expensive 'factory made' mAbs give 'passive immunity' by IV infusion or SC injection. That 'washes out' in a month or so. Inexpensive vaccine requires a couple of arm jabs &amp; gives to you active, enduring, 'boostable', T cell, B cell &amp; antibody immunity. It's a no brainer!"}, {"id": 1439404418022010881, "verified": false, "tweet_text": "@multioptioned @HipHopNumbers2 @amberlaidler7 @Covid19NSW @7NewsSydney It's not even winter in the northern hemisphere. See how injection damaged immune systems cope then.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["multioptioned", "HipHopNumbers2", "amberlaidler7", "Covid19NSW", "7NewsSydney"], "country": "USA", "text_en": "It's not even winter in the northern hemisphere. See how injection damaged immune systems cope then."}, {"id": 1439404329102893057, "verified": false, "tweet_text": "@ImpulS1ve Malheureusement elle meurt par injection comme une condamnée aux usa!", "tweet_lang": "fr", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ImpulS1ve"]}, {"id": 1439404266645438464, "verified": false, "tweet_text": "@lufe_t シリアライズ/デシリアライズ周りの脆弱性の話で、これはphp object injectionの演習です〜", "tweet_lang": "ja", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["lufe_t"]}, {"id": 1439403704818364417, "verified": false, "tweet_text": "So apparently Phasmophobia supports VR\nAnd also the tools I use to stream VR with, including a third-person camera with avatar injection.\nQuestion is, can I stream it in VR without OBS throwing a fit?\nSo far Beat Saber is the only VR game I've successfully streamed...", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "So apparently Phasmophobia supports VR And also the tools I use to stream VR with, including a third-person camera with avatar injection. Question is, can I stream it in VR without OBS throwing a fit? So far Beat Saber is the only VR game I've successfully streamed..."}, {"id": 1439403396801482754, "verified": false, "tweet_text": "I saw just how much propafol the anesthetist Gabe me yesterday for my spine injection and Wowzers it was ALOT for all of 10 minutes! I still feel icky, MJ must’ve been icky alit if he took 10x the amount I had !", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "I saw just how much propafol the anesthetist Gabe me yesterday for my spine injection and Wowzers it was ALOT for all of minutes! I still feel icky, MJ mustve been icky alit if he took x the amount I had !"}, {"id": 1439403052188921861, "verified": false, "tweet_text": "@farmermickii @ZRistevski @EmilyRice28 Nobody is going to overwhelm the hospitals after, think about it... 18 months to plan! Listen closely KIDS DO NOT NEED THIS INJECTION.... PERIOD!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["farmermickii", "ZRistevski", "EmilyRice28"], "country": "USA", "text_en": "Nobody is going to overwhelm the hospitals after, think about it... months to plan! Listen closely KIDS DO NOT NEED THIS INJECTION.... PERIOD!"}, {"id": 1439402748806512649, "verified": false, "tweet_text": "#Arduino #CProgramming The Arduino Uno in the injection molding Industry: I have been challenged with logging key parameters on an injection molding press with an Arduino Uno. We have a prototype that is logging data to a server and… https://t.co/aUV6ioeaFu Click Link to Apply", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Arduino", "CProgramming"], "tweet_urls": ["https://t.co/aUV6ioeaFu"], "country": "USA", "text_en": "The Arduino Uno in the injection molding Industry: I have been challenged with logging key parameters on an injection molding press with an Arduino Uno. We have a prototype that is logging data to a server and Click Link to Apply"}, {"id": 1439402316101083136, "verified": false, "tweet_text": "Second dose punya injection sakit ye🥲", "tweet_lang": "tl", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["🥲"]}, {"id": 1439401829482205185, "verified": false, "tweet_text": "@elfz18 @SCendekiawan I'm talking about generally sbb tu saya sebut SPECIES bkn obor tu sahaja, species no matter plant, mushroom, animal. Venomous require injection or biting, poisonous tu mmg dlm badan species tu. Sbb tu kena hati2 bila jumpa mana2 species yg striking color", "tweet_lang": "in", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["elfz18", "SCendekiawan"]}, {"id": 1439401722036858884, "verified": false, "tweet_text": "Heparin-induced thyroid function test abnormality 💡\n\nA single intravenous heparin injection may increase serum free T4 up to 5 times the baseline value within minutes. https://t.co/wlJYXHf7Pe", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["💡"], "country": "USA", "text_en": "Heparin-induced thyroid function test abnormality A single intravenous heparin injection may increase serum free T4 up to times the baseline value within minutes."}, {"id": 1439401389432745984, "verified": false, "tweet_text": "@freethi55346239 @SharonSchoepfn @JamesOwatonna @NeverSleever Again, this is incorrect. There is no ferrous material in the injection. This is false information.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["freethi55346239", "SharonSchoepfn", "JamesOwatonna", "NeverSleever"], "country": "USA", "text_en": "Again, this is incorrect. There is no ferrous material in the injection. This is false information."}, {"id": 1439401250563440641, "verified": false, "tweet_text": "Imagine he scores against United and does this 😭😭😭 Need that injection https://t.co/lrkhCk9it8", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/lrkhCk9it8"], "tweet_emoticons": ["😭"], "country": "USA", "text_en": "Imagine he scores against United and does this Need that injection"}, {"id": 1439401204371451904, "verified": false, "tweet_text": "Moldex3D Composite Molding provides various realistic 3D simulation solutions for the composite molding process, such as short fiber injection molding, long fiber injection molding, SMC / BMC / GMT compression molding and resin transfer molding, etc.\n#moldex3deurope https://t.co/TT0bp3ZAeN", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["moldex3deurope"], "country": "USA", "text_en": "Moldex3D Composite Molding provides various realistic D simulation solutions for the composite molding process, such as short fiber injection molding, long fiber injection molding, SMC / BMC / GMT compression molding and resin transfer molding, etc."}, {"id": 1439401113825038342, "verified": false, "tweet_text": "While providing an important service, the majority of safe injection sites can actually be a deterrent to many who may feel stigmatized using in such a medicalized environment.  Join us to find out more about allowing for open use in a sheltering context.\nhttps://t.co/fELNExskPp https://t.co/iBu5NInRaf", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/fELNExskPp"], "country": "USA", "text_en": "While providing an important service, the majority of safe injection sites can actually be a deterrent to many who may feel stigmatized using in such a medicalized environment. Join us to find out more about allowing for open use in a sheltering context."}, {"id": 1439400902528430082, "verified": false, "tweet_text": "Statistically, 2 people are killed by the injection to save 1 life. \nVaccines and Related Biological Products Advisory Committee – 9/17/2021 https://t.co/yOyTYxwTFn via @YouTube", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/yOyTYxwTFn"], "country": "USA", "text_en": "Statistically, people are killed by the injection to save life. Vaccines and Related Biological Products Advisory Committee /17/2021 via"}, {"id": 1439400538219499520, "verified": false, "tweet_text": "medj masakit pa rin injection ko from yesterday, pag nahahawakan hdjsbdhhs", "tweet_lang": "tl", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439400467545604098, "verified": false, "tweet_text": "@BestOfVAERS @SharonSchoepfn @JamesOwatonna @NeverSleever It does at the injection site.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["BestOfVAERS", "SharonSchoepfn", "JamesOwatonna", "NeverSleever"], "country": "USA", "text_en": "It does at the injection site."}, {"id": 1439400199013687296, "verified": false, "tweet_text": "@SarahRetroNerd @SurpriseWitnes @karispears07 Actually I think the government acting insane and trying to remove our rights to get an injection is what has made people skeptical, and not want to get the shot. Along with not being told the truth. https://t.co/c3TLhyDFlV", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SarahRetroNerd", "SurpriseWitnes", "karispears07"], "country": "USA", "text_en": "Actually I think the government acting insane and trying to remove our rights to get an injection is what has made people skeptical, and not want to get the shot. Along with not being told the truth."}, {"id": 1439400100044759041, "verified": false, "tweet_text": "@CraigLo15187569 @nzherald the \"vaccine\" (experimental gene technology injection) is proving itself to be increasingly useless (see Israel, Singapore, Iceland) although it never stopped transmission/infection in the first place, and it's also causing an unprecedented amount of death and suffering.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["CraigLo15187569", "nzherald"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "the \"vaccine\" (experimental gene technology injection) is proving itself to be increasingly useless (see Israel, Singapore, Iceland) although it never stopped transmission/infection in the first place, and it's also causing an unprecedented amount of death and suffering."}, {"id": 1439399875834155013, "verified": false, "tweet_text": "@zazayane @bloup10795009 @Ayden_444 ✨Turbo Diesel Injection ✨", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["zazayane", "bloup10795009", "Ayden_444"], "tweet_emoticons": ["✨"], "country": "USA", "text_en": "Turbo Diesel Injection"}, {"id": 1439399812873408512, "verified": false, "tweet_text": "Someone give Spaz a Vitamin B12 injection and can of Ensure.  Our defense looking bad now. Game not over.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Someone give Spaz a Vitamin B12 injection and can of Ensure. Our defense looking bad now. Game not over."}, {"id": 1439399660481703943, "verified": false, "tweet_text": "Joined a bracket today and was thinking of what kinda music to play. Ended up listening to Libera me from Hell for one of my sets and that was a huge injection of adrenaline haha.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Joined a bracket today and was thinking of what kinda music to play. Ended up listening to Libera me from Hell for one of my sets and that was a huge injection of adrenaline haha."}, {"id": 1439399263809806336, "verified": false, "tweet_text": "@az_biden @KamalaHarris Can ANYONE SAY PLACEBO INJECTION???", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["az_biden", "KamalaHarris"], "country": "USA", "text_en": "Can ANYONE SAY PLACEBO INJECTION???"}, {"id": 1439398862821679109, "verified": true, "tweet_text": "Evaluating single injection of OnabotulinumtoxinA into the bladder trigo... (via @medivizor) https://t.co/ved830QeEM #Over active bladder", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Over"], "mentions": ["medivizor"], "tweet_urls": ["https://t.co/ved830QeEM"], "country": "USA", "text_en": "Evaluating single injection of OnabotulinumtoxinA into the bladder trigo... (via ) active bladder"}, {"id": 1439398860422590471, "verified": false, "tweet_text": "@marko_shirt_guy @hookedskiatook Similar thought to the Toyota 4.7L V8 with air injection pumps for epa exhaust. Such a garbage implementation.  2 replacements before I found a bypass.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["marko_shirt_guy", "hookedskiatook"], "country": "USA", "text_en": "Similar thought to the Toyota L V8 with air injection pumps for epa exhaust. Such a garbage implementation. replacements before I found a bypass."}, {"id": 1439398673721528322, "verified": false, "tweet_text": "@NinaVee @miakkamisfit57 No, I wouldn’t believe him either. In fact, I would be freaked out receiving an injection from someone making that kind of statement. Fellow Floridian here. So sorry that happened.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["NinaVee", "miakkamisfit57"], "country": "USA", "text_en": "No, I wouldnt believe him either. In fact, I would be freaked out receiving an injection from someone making that kind of statement. Fellow Floridian here. So sorry that happened."}, {"id": 1439398550568321029, "verified": false, "tweet_text": "@Sarah41659531 La première dose d'injection résiste 6 à 8 mois au coronavirus, la 2ème 4 à 6 mois, la troisième entraine des pertes d'auto-immunité et toutes créent des variants dont le plus contrôlé à l'heure actuelle, #Mu qui déjoue l'entendement des laboratoires et se moque du 'dit' vaccin !", "tweet_lang": "fr", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Mu"], "mentions": ["Sarah41659531"]}, {"id": 1439398198758363136, "verified": false, "tweet_text": "@pampidam @JauneSandy @lau68951920 vous n’avez pas du voir les courbes de surmortalité chez les - de 40 ans en Israel post injection très anormales et inquiétantes de Décoder l’info", "tweet_lang": "fr", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["pampidam", "JauneSandy", "lau68951920"]}, {"id": 1439398163538923523, "verified": false, "tweet_text": "Woman pelt that injection in my hand so cruel today like she dealing with pigs and then tell me she disappointed in me cause I holler out wtf..", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Woman pelt that injection in my hand so cruel today like she dealing with pigs and then tell me she disappointed in me cause I holler out wtf.."}, {"id": 1439397715876605959, "verified": false, "tweet_text": "x6 for Dodge Cummins Diesel Fuel Injection Line Set 2003 - 2007 https://t.co/paAk768UO4 eBay https://t.co/0DMAuDtxZC", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/paAk768UO4"], "country": "USA", "text_en": "x6 for Dodge Cummins Diesel Fuel Injection Line Set - eBay"}, {"id": 1439397600474640385, "verified": false, "tweet_text": "@ShirazMak In Mexico, we have to look at the vaccine glass and see very carefully that the nurse actually puts it on us and injects us with the liquid. There have been cases in which they give the injection but do not inject the liquid, recorded on video", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ShirazMak"], "country": "USA", "text_en": "In Mexico, we have to look at the vaccine glass and see very carefully that the nurse actually puts it on us and injects us with the liquid. There have been cases in which they give the injection but do not inject the liquid, recorded on video"}, {"id": 1439397366700773377, "verified": false, "tweet_text": "You may not want to, but you have got to report this person. They could be doing great harm. How do you know that they didn’t tamper with your injection?👀 https://t.co/vxz4Rk6nZW", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/vxz4Rk6nZW"], "tweet_emoticons": ["👀"], "country": "USA", "text_en": "You may not want to, but you have got to report this person. They could be doing great harm. How do you know that they didnt tamper with your injection?"}, {"id": 1439397349759979524, "verified": false, "tweet_text": "3rd day sa injection treatment today 🥲", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["🥲"], "country": "USA", "text_en": "rd day sa injection treatment today"}, {"id": 1439397100437979139, "verified": false, "tweet_text": "@Fynnderella1 Not much but neither was my first. Seems to be more nerve pain. I have one large epidermal cyst which is painful on the same side of my scalp as the injection. Came up about three days ago. Never had one of those.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Fynnderella1"], "country": "USA", "text_en": "Not much but neither was my first. Seems to be more nerve pain. I have one large epidermal cyst which is painful on the same side of my scalp as the injection. Came up about three days ago. Never had one of those."}, {"id": 1439397064203456521, "verified": false, "tweet_text": "@DeLoCorner @RpsAgainstTrump April 23 Partial quote:  \"and then I see the disinfectant, where it knocks it out in 1 minute. And is there a way we can do something like that, by injection inside or almost a cleaning, because you see it gets in the lungs and it does a tremendous number on the lungs\"", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DeLoCorner", "RpsAgainstTrump"], "country": "USA", "text_en": "April Partial quote: \"and then I see the disinfectant, where it knocks it out in minute. And is there a way we can do something like that, by injection inside or almost a cleaning, because you see it gets in the lungs and it does a tremendous number on the lungs\""}, {"id": 1439396987917324290, "verified": false, "tweet_text": "“mas masakit pa nga yung walang sahod kesa sa injection” @r4sh7yn rip", "tweet_lang": "tl", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["r4sh7yn"]}, {"id": 1439396845160177664, "verified": false, "tweet_text": "@Jason_9905 @JamesOwatonna @NeverSleever It’s because of ADE. Certain vaccines, when studied usually before injection into the mass population, are found to cause ADE.  This is a phenomenon marked by people having a period of immunity after injection that ends up waning over a few months. Then your body’s immune system", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Jason_9905", "JamesOwatonna", "NeverSleever"], "country": "USA", "text_en": "Its because of ADE. Certain vaccines, when studied usually before injection into the mass population, are found to cause ADE. This is a phenomenon marked by people having a period of immunity after injection that ends up waning over a few months. Then your bodys immune system"}, {"id": 1439396453525426178, "verified": false, "tweet_text": "@moonlitangels21 @WSJ It doesn’t need a raise so much as more funding.  Demographically, we are in trouble as we are so top heavy.  Need to raise the ceiling on the tax (not happy to suggest) and give it an injection, plus perhaps let it buy some equities.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["moonlitangels21", "WSJ"], "country": "USA", "text_en": "It doesnt need a raise so much as more funding. Demographically, we are in trouble as we are so top heavy. Need to raise the ceiling on the tax (not happy to suggest) and give it an injection, plus perhaps let it buy some equities."}, {"id": 1439396164105764865, "verified": false, "tweet_text": "@Jessie2blue @CDCgov Polio vaccine took over 20 years to make, test and get approved. It worked! Think a 6 month vaccine works? Did anyone even find out whats in it? I heard the J&amp;J shot is an injection of shampoo. LOL", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Jessie2blue", "CDCgov"], "country": "USA", "text_en": "Polio vaccine took over years to make, test and get approved. It worked! Think a month vaccine works? Did anyone even find out whats in it? I heard the J&amp;J shot is an injection of shampoo. LOL"}, {"id": 1439395658335604738, "verified": false, "tweet_text": "Still having mild fever and I'm on medicine. The injection area hurts but everything is okay. Not as bad as the 1st dose side effects for sure", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Still having mild fever and I'm on medicine. The injection area hurts but everything is okay. Not as bad as the st dose side effects for sure"}, {"id": 1439395458539995137, "verified": false, "tweet_text": "@tch129 Hey thanx for your response. I did get my first Pfizer shot this past Monday. I experienced \"cold like\" symptoms. Runny nose, sneezing and soreness at the injection site. After a couple of days they went away", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["tch129"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Hey thanx for your response. I did get my first Pfizer shot this past Monday. I experienced \"cold like\" symptoms. Runny nose, sneezing and soreness at the injection site. After a couple of days they went away"}, {"id": 1439395356702302208, "verified": false, "tweet_text": "Should people with heart disease stop taking the medicine before getting the Covid-19 vaccine?\nMy father has carotid artery stenosis, hepatitis B need to stop taking daily medicine to score Covid-19 vaccine? If yes, how long before the injection?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Should people with heart disease stop taking the medicine before getting the Covid-19 vaccine? My father has carotid artery stenosis, hepatitis B need to stop taking daily medicine to score Covid-19 vaccine? If yes, how long before the injection?"}, {"id": 1439395294798622722, "verified": false, "tweet_text": "https://t.co/Tp5NmmOwpN", "tweet_lang": "und", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/Tp5NmmOwpN"]}, {"id": 1439394914790432773, "verified": false, "tweet_text": "@ChrisBishopL1C4 Aw man, I'm sorry. My friend and his wife just tested positive and got some sort of injection to help? Maybe that is an option? Y'all take care either way.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ChrisBishopL1C4"], "country": "USA", "text_en": "Aw man, I'm sorry. My friend and his wife just tested positive and got some sort of injection to help? Maybe that is an option? Y'all take care either way."}, {"id": 1439394597994631171, "verified": false, "tweet_text": "The vein because a single injection can grant me peace https://t.co/T8V9oQjk3m", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/T8V9oQjk3m"], "country": "USA", "text_en": "The vein because a single injection can grant me peace"}, {"id": 1439394118854234118, "verified": false, "tweet_text": "Rubella (measles) is a recent injection, over- 40s got sick with  it. Smallpox was a skin scratch administered to infants.  The BCG shot for TB  has only recently been reinstated.   Mumps, pertussis, pneumonia, chicken pox etc -  are all vaxxed now. https://t.co/y4P1JZXDlQ", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/y4P1JZXDlQ"], "tweet_emoticons": ["XD"], "country": "USA", "text_en": "Rubella (measles) is a recent injection, over- s got sick with it. Smallpox was a skin scratch administered to infants. The BCG shot for TB has only recently been reinstated. Mumps, pertussis, pneumonia, chicken pox etc - are all vaxxed now."}, {"id": 1439394001736581121, "verified": false, "tweet_text": "@Mostly_Mario I'm so sorry for your loss. My friend said her mom died right after the injection. Another friend said 9 died in a nursing home within 10 days of the jab, no mention in the news. My trust is in Jesus Christ whose word says all men are liars. I repented and believe in the Gospel!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Mostly_Mario"], "country": "USA", "text_en": "I'm so sorry for your loss. My friend said her mom died right after the injection. Another friend said died in a nursing home within days of the jab, no mention in the news. My trust is in Jesus Christ whose word says all men are liars. I repented and believe in the Gospel!"}, {"id": 1439393548793573376, "verified": false, "tweet_text": "80 Top Law Enforcement Officials, Including A Biden Nominee, Urge SCOTUS To Hear Safe Injection Drug Case https://t.co/tLACfTqGG6 via @rightrelevance thanks @leobeletsky", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["rightrelevance", "LeoBeletsky"], "tweet_urls": ["https://t.co/tLACfTqGG6"], "country": "USA", "text_en": "Top Law Enforcement Officials, Including A Biden Nominee, Urge SCOTUS To Hear Safe Injection Drug Case via thanks"}, {"id": 1439393022798536704, "verified": false, "tweet_text": "@SonuSood Dear sonu sir ,wo bacha Ayansh sing patna bihar ka,uski condition bhut khraab h,use Patna ke hospital me admit karbya hai...Jb tak use 16  crore ka injection lag nhi jaye ga wo nhi thik hoga...Maine bhi ki uski help sir..Bs Maa hoon na sir uski haalt mare se nhi dekhi y", "tweet_lang": "hi", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SonuSood"], "country": "INDIA", "text_hi": "Dear sonu sir ,wo bacha Ayansh sing patna bihar ka,uski condition bhut khraab h,use Patna ke hospital me admit karbya hai...Jb tak use crore ka injection lag nhi jaye ga wo nhi thik hoga...Maine bhi ki uski help sir..Bs Maa hoon na sir uski haalt mare se nhi dekhi y"}, {"id": 1439393021003448323, "verified": false, "tweet_text": "The techniques I used:\n1) Injector that perform a basic process injection (Shellcode was AES encrypted)\n2)Coding our own GetModuleHandle and GetProcAddress @SEKTOR7net (lookup was done via ordinal number)\n3)Unhooking by mapping a fresh NTDLL.dll @spotheplanet \n (1/2)", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SEKTOR7net", "spotheplanet"], "country": "USA", "text_en": "The techniques I used: ) Injector that perform a basic process injection (Shellcode was AES encrypted) )Coding our own GetModuleHandle and GetProcAddress (lookup was done via ordinal number) )Unhooking by mapping a fresh NTDLL.dll (1/2)"}, {"id": 1439392916502372352, "verified": false, "tweet_text": "Je suis le seul à des fois cacher 6-7 feuilles et je fais en sorte d’oublier pour le jour ou j’en ai plus pour fumer et quand je les retrouve je me prend une injection de dopamine dans les veines incroyable quel vie", "tweet_lang": "fr", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439392789020626944, "verified": false, "tweet_text": "Wholesomeness injection for your timeline https://t.co/wRAcbIXY7j", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/wRAcbIXY7j"], "country": "USA", "text_en": "Wholesomeness injection for your timeline"}, {"id": 1439392032636735489, "verified": false, "tweet_text": "@dr_karalyon @AngeGabrielle01 Un hasard alors!? D'autant que cette jeune demoiselle n'est pas la seule à remonter cet effet secondaire après l'injection, ce qui ferait pas mal de coïncidence tout de même", "tweet_lang": "fr", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["dr_karalyon", "AngeGabrielle01"]}, {"id": 1439391925807849473, "verified": false, "tweet_text": "@JSAHolmes @grumpycoyote58 @irishman7771 @nyob7714 @lakeboating2021 @BurgerLab12 @EarthsAngel555 @JestrBob @MelinaCycling @Bebert701 @BrowningNeelyn @HaircutSpock @Tennscarlett1 @WendyOrent @andylumm @Alex_on_A14 @mcfunny @ChrisJohnsonMD @ghoppe @barryjohnreid21 @MdRisette @RTheatheist @pawley_robert @Kathmarval @carlsmythe @KitemanArgues @Nycweatherrepor @RupertaMargate @thatsnotmine125 @ADreyzen @KStateTurk @swedishchf @kevinault @SwedeRed @UKCryptoKing247 @trpdo @Truth_CharSines @florida_reb @ginapro @fredwibblington @airbagandme @Whackamole__ @NateWeymouth @ENirenberg @ZKForTre @markmcdougall13 @FrankDElia7 @Tiffany_Stuff @IainMulady There was no twisting. Here’s his actual words and he talks about injection. Sometimes people forget that video exists. https://t.co/k2NRiwdQbn", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["JSAHolmes", "grumpycoyote58", "irishman7771", "nyob7714", "lakeboating2021", "BurgerLab12", "EarthsAngel555", "JestrBob", "MelinaCycling", "Bebert701", "BrowningNeelyn", "HaircutSpock", "Tennscarlett1", "WendyOrent", "andylumm", "Alex_on_A14", "mcfunny", "ChrisJohnsonMD", "ghoppe", "barryjohnreid21", "MdRisette", "RTheatheist", "pawley_robert", "Kathmarval", "carlsmythe", "KitemanArgues", "Nycweatherrepor", "RupertaMargate", "thatsnotmine125", "ADreyzen", "KStateTurk", "swedishchf", "kevinault", "SwedeRed", "UKCryptoKing247", "trpdo", "Truth_CharSines", "florida_reb", "ginapro", "fredwibblington", "airbagandme", "Whackamole__", "NateWeymouth", "ENirenberg", "ZKForTre", "markmcdougall13", "FrankDElia7", "Tiffany_Stuff", "IainMulady"], "tweet_urls": ["https://t.co/k2NRiwdQbn"], "country": "USA", "text_en": "There was no twisting. Heres his actual words and he talks about injection. Sometimes people forget that video exists."}, {"id": 1439391708387680256, "verified": false, "tweet_text": "Most people’s beliefs are  based on what they want to be true, not the facts as they really are.\nPeople don’t want to believe they’ve had an injection which will kill them.\nIt’s too upsetting.\nSo they choose to believe they did the right thing and we are conspiracy theorists. ⬇️ https://t.co/07kWlYC3Vt", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/07kWlYC3Vt"], "tweet_emoticons": ["⬇️"], "country": "USA", "text_en": "Most peoples beliefs are based on what they want to be true, not the facts as they really are. People dont want to believe theyve had an injection which will kill them. Its too upsetting. So they choose to believe they did the right thing and we are conspiracy theorists."}, {"id": 1439391652808957959, "verified": false, "tweet_text": "@nlewi285 @tummymuncher Yep. Computer controlled fuel injection and ignition provide infinitely finer control over stoichiometry which leads to more power with less fuel across a wider range of environments.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["nlewi285", "tummymuncher"], "country": "USA", "text_en": "Yep. Computer controlled fuel injection and ignition provide infinitely finer control over stoichiometry which leads to more power with less fuel across a wider range of environments."}, {"id": 1439391591496617984, "verified": false, "tweet_text": "@osagiemerry It even irks me the more, when you meet a random stranger and introduce yourself as a nurse and the person ignorantly says \"can I come so that you will give me injection?\" Nursing is beyond just giving injection ffs.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["osagiemerry"], "country": "USA", "text_en": "It even irks me the more, when you meet a random stranger and introduce yourself as a nurse and the person ignorantly says \"can I come so that you will give me injection?\" Nursing is beyond just giving injection ffs."}, {"id": 1439391543631044616, "verified": false, "tweet_text": "Malapit na pala second dose ko😌..\nInjection di na ako natatakot sayo kagat ka lang na parang langam😌", "tweet_lang": "tl", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["😌"]}, {"id": 1439391428010905600, "verified": false, "tweet_text": "Deployment of this US made chemical weapon authorised by Victoria CHO Brett Sutton [an unelected bureaucrat] whose sister-in-law Jane Halton [another unelected bureaucrat] commands lockdowns and muzzles to coerce 100% experimental injection in Australia👇\nhttps://t.co/GN36LTIuwv", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/GN36LTIuwv"], "tweet_emoticons": ["👇", "xp"], "country": "USA", "text_en": "Deployment of this US made chemical weapon authorised by Victoria CHO Brett Sutton [an unelected bureaucrat] whose sister-in-law Jane Halton [another unelected bureaucrat] commands lockdowns and muzzles to coerce % experimental injection in Australia"}, {"id": 1439391175966822405, "verified": false, "tweet_text": "@ProfPCDoherty I never understood that. Why would anyone refuse a prophylactic injection but happily take an injectable treatment with lower efficacy? Risking contracting the actual disease with an unknown outcome?\n\nAndrew Wakefield and his mob have a lot to answer for methinks. 😕", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ProfPCDoherty"], "tweet_emoticons": ["😕"], "country": "USA", "text_en": "I never understood that. Why would anyone refuse a prophylactic injection but happily take an injectable treatment with lower efficacy? Risking contracting the actual disease with an unknown outcome? Andrew Wakefield and his mob have a lot to answer for methinks."}, {"id": 1439391057247014913, "verified": false, "tweet_text": "The second team of neurologists said the dementia was “caused by the COVID vaccine.” And though his symptoms “might” improve over time, doctors said the damage is likely permanent. https://t.co/xcvOdzaGJV", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/xcvOdzaGJV"], "country": "USA", "text_en": "The second team of neurologists said the dementia was caused by the COVID vaccine. And though his symptoms might improve over time, doctors said the damage is likely permanent."}, {"id": 1439390407477977089, "verified": false, "tweet_text": "In line for my second injection of Extremely Hot And Cool. How nice.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "In line for my second injection of Extremely Hot And Cool. How nice."}, {"id": 1439390398535843840, "verified": false, "tweet_text": "@JustInCaseKate 🤔🤷‍♂️. Won’t hurt. Beats a disinfectant injection or trying to get UV lights equal to the SUN inside my body somehow. It would seem.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["JustInCaseKate"], "tweet_emoticons": ["🤷‍♂️", "🤔"], "country": "USA", "text_en": ". Wont hurt. Beats a disinfectant injection or trying to get UV lights equal to the SUN inside my body somehow. It would seem."}, {"id": 1439390203609632776, "verified": false, "tweet_text": "A 16-year-old Italian girl is dead, in yet another senseless death that will be ignored and/or minimized by mainstream media.\nhttps://t.co/OTssMr6Ql7", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/OTssMr6Ql7"], "country": "USA", "text_en": "A -year-old Italian girl is dead, in yet another senseless death that will be ignored and/or minimized by mainstream media."}, {"id": 1439390051583119367, "verified": false, "tweet_text": "@SaboJune @BlairBrandt @ChristinaPushaw The injection doesn’t stop or even protect against the variants. Many experts that are not in the pockets of big-pharma have been screaming this for months. \n\nhttps://t.co/qbyGE4gjnH", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SaboJune", "BlairBrandt", "ChristinaPushaw"], "tweet_urls": ["https://t.co/qbyGE4gjnH"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The injection doesnt stop or even protect against the variants. Many experts that are not in the pockets of big-pharma have been screaming this for months."}, {"id": 1439388816456892417, "verified": false, "tweet_text": "You’re on your own post-injection! A neurologist told Ms. Endres that they believe she will walk again, but it will take time. \nhttps://t.co/WjrA0LpzVF", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/WjrA0LpzVF"], "country": "USA", "text_en": "Youre on your own post-injection! A neurologist told Ms. Endres that they believe she will walk again, but it will take time."}, {"id": 1439388678892175360, "verified": false, "tweet_text": "@KeithTatem @NinaVee Good point and she seems like the type that would to fulfill her “self-fulfilling  prophecy.” One saline injection at a time.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["KeithTatem", "NinaVee"], "country": "USA", "text_en": "Good point and she seems like the type that would to fulfill her self-fulfilling prophecy. One saline injection at a time."}, {"id": 1439388652442996737, "verified": false, "tweet_text": "@unhealthytruth They’d have to tell us all about their Stratospheric Aerosol Injection (SAI) programs before I’m going to believe the gassy globalists", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["unhealthytruth"], "country": "USA", "text_en": "Theyd have to tell us all about their Stratospheric Aerosol Injection (SAI) programs before Im going to believe the gassy globalists"}, {"id": 1439388630133338117, "verified": false, "tweet_text": "@nzherald Yes, vaccines not an experimental injection that we are hearing different messages of it’s outcome everyday. First it’s one vaccine then two then boosters then FDA decides against boosters then they say maybe we should mix different mRNA injection brand and so on. 🤡", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["nzherald"], "tweet_emoticons": ["🤡", "xp"], "country": "USA", "text_en": "Yes, vaccines not an experimental injection that we are hearing different messages of its outcome everyday. First its one vaccine then two then boosters then FDA decides against boosters then they say maybe we should mix different mRNA injection brand and so on."}, {"id": 1439388433269526529, "verified": false, "tweet_text": "a too faced arrasou muito quando inventou esse gloss lip injection to apaixonada", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439388160203632640, "verified": false, "tweet_text": "The Lunar Injection Kool aid eclipse conspiracy @RobZombie https://t.co/wqVn3K7i87", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["RobZombie"], "tweet_urls": ["https://t.co/wqVn3K7i87"], "country": "USA", "text_en": "The Lunar Injection Kool aid eclipse conspiracy"}, {"id": 1439388158605463555, "verified": false, "tweet_text": "Cardone Reman Secondary Air Injection Pump P/N:32-3508M https://t.co/Pm72pGaByA eBay https://t.co/2H4kIefHcx", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/Pm72pGaByA"], "tweet_emoticons": [":3"], "country": "USA", "text_en": "Cardone Reman Secondary Air Injection Pump P/N:32-3508M eBay"}, {"id": 1439388145103953921, "verified": false, "tweet_text": "kamuntik na 'ko umiyak sa injection kanina bakla amp", "tweet_lang": "tl", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439388127190151171, "verified": false, "tweet_text": "@_Stacey_Lee_ Yes I was fine too. Had swelling under my arm (antibodies kicking into gear) but the injection sight didn't hurt for as long.  Easy.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["_Stacey_Lee_"], "country": "USA", "text_en": "Yes I was fine too. Had swelling under my arm (antibodies kicking into gear) but the injection sight didn't hurt for as long. Easy."}, {"id": 1439387743742685187, "verified": false, "tweet_text": "Security Notification - Command Injection Vulnerability in Some Hikvision products \nRead more: https://t.co/w3tU7of1yY\n#cybersecurity #Hikvision", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["cybersecurity", "Hikvision"], "tweet_urls": ["https://t.co/w3tU7of1yY"], "country": "USA", "text_en": "Security Notification - Command Injection Vulnerability in Some Hikvision products Read more:"}, {"id": 1439387206016196611, "verified": false, "tweet_text": "They want you to take a lethal injection. Go and give them a piece of your mind in the comment section. https://t.co/C5bOJYTuk9", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "They want you to take a lethal injection. Go and give them a piece of your mind in the comment section."}, {"id": 1439387151569985536, "verified": false, "tweet_text": "@bymyelf LOVE it\n\nMandating an injection the CDC director admits doesn't prevent infection, therefor doesn't protect anyone else\n\nThis. is. not. that. complicated.\n\nReporting these cases is a multiple step process, including CDC staff w/medical training, follow up as recorded\n#NoMandates https://t.co/Y7GJWnWjXI", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["NoMandates"], "mentions": ["bymyelf"], "country": "USA", "text_en": "LOVE it Mandating an injection the CDC director admits doesn't prevent infection, therefor doesn't protect anyone else This. is. not. that. complicated. Reporting these cases is a multiple step process, including CDC staff w/medical training, follow up as recorded"}, {"id": 1439387108855193603, "verified": false, "tweet_text": "Deuxième injection et toujours pas de 5G...", "tweet_lang": "fr", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439387029385748480, "verified": false, "tweet_text": "But by all means take the injection they are pushing. https://t.co/jfHgTaJZ3h", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/jfHgTaJZ3h"], "country": "USA", "text_en": "But by all means take the injection they are pushing."}, {"id": 1439386706587783172, "verified": false, "tweet_text": "Tes, injeksi; tes, injection; akan berhenti kalau negara gak mau bayarin proyeknya, atau rakyatnya antara habis duit atau dah mati karena efek injeksi. Masalahnya bukan sesederhana memperingan gejala karena sudah diinjeksi. https://t.co/BoTcA8slJX", "tweet_lang": "in", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/BoTcA8slJX"]}, {"id": 1439386528925560834, "verified": false, "tweet_text": "Une nouvelle vidéo en français expliquant les effets de l injection du vaccin sur les cellules humaines dans le corps humains.. Et les effets secondaires.. Très intéressant et bien fait..\n\nhttps://t.co/JC4iaw9DHO", "tweet_lang": "fr", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/JC4iaw9DHO"], "tweet_emoticons": ["xp"]}, {"id": 1439386458415009792, "verified": false, "tweet_text": "ワクチン2回目行ってきます、、\n注射いやだぁ〜\ninjection...", "tweet_lang": "ja", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439386314164490240, "verified": false, "tweet_text": "@neilplatform1 @BuildingOrderFC @FayeEsq There's no nuance in injection mandates. \nThey ignore more effective naturally acquired immunity, they ignore all risks, they ignore individual liberty, and they ignore the science that says the jab won't stop COVID.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["neilplatform1", "BuildingOrderFC", "FayeEsq"], "country": "USA", "text_en": "There's no nuance in injection mandates. They ignore more effective naturally acquired immunity, they ignore all risks, they ignore individual liberty, and they ignore the science that says the jab won't stop COVID."}, {"id": 1439385854934405120, "verified": false, "tweet_text": "WHY THE INJECTION DOESN'T HURT OR KILL EVERYONE ?\n\nhttps://t.co/LvU3Xaady3", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/LvU3Xaady3"], "country": "USA", "text_en": "WHY THE INJECTION DOESN'T HURT OR KILL EVERYONE ?"}, {"id": 1439385567196758021, "verified": false, "tweet_text": "Ceux qui contraignent à l'injection expérimentale contre le Covid devront répondre de leurs actes en justice. \nCe n'est qu'une question de temps. https://t.co/KL6NAWGKiz", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/KL6NAWGKiz"], "tweet_emoticons": ["xp"]}, {"id": 1439385560246857730, "verified": false, "tweet_text": "@kalynnmcameron @GermHunterMD In Italy we vaccinated allergic and autoimmune patients, in ambulatory hospital settings (One hour post injection observation)", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["kalynnmcameron", "GermHunterMD"], "country": "USA", "text_en": "In Italy we vaccinated allergic and autoimmune patients, in ambulatory hospital settings (One hour post injection observation)"}, {"id": 1439385456978898948, "verified": false, "tweet_text": "@AnthonySabatini https://t.co/Xw6i0m40rY If theyre pro batshit skeeze injection/anti Neuroprotective Antioxidant theyre on a highway to HeLL. Ive seen crazy Signs from Above&amp;⬇ real science says they got me down as a federal crook for 1 of few things that can make a perfect vaccine. @JudiciaryGOP https://t.co/CTP3repNzn", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["AnthonySabatini", "JudiciaryGOP"], "tweet_urls": ["https://t.co/Xw6i0m40rY"], "tweet_emoticons": ["⬇"], "country": "USA", "text_en": "If theyre pro batshit skeeze injection/anti Neuroprotective Antioxidant theyre on a highway to HeLL. Ive seen crazy Signs from Above&amp; real science says they got me down as a federal crook for of few things that can make a perfect vaccine."}, {"id": 1439385182805573632, "verified": false, "tweet_text": "Looking back - I feel bad insofar that I hope his kid didn't get in trouble, and for me not realizing at the time that the dude and his wife were definitely on the spectrum.\n\nIn summary - that's how 11 year old me got a copy of Injection Fairy Lily. Thanks for listening. (11/11)", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Looking back - I feel bad insofar that I hope his kid didn't get in trouble, and for me not realizing at the time that the dude and his wife were definitely on the spectrum. In summary - that's how year old me got a copy of Injection Fairy Lily. Thanks for listening. (11/11)"}, {"id": 1439385180473544708, "verified": false, "tweet_text": "After hyping up the gryphon long enough as being way stronger than a nurse with a big needle - I proposed a trade, and the kid was on board.\n\nI got my Injection Fairy Lily &amp; handed off Gryphon Wing (which I had 10+ copies of - I thought it was funny to collect) and I left. (8/11)", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "After hyping up the gryphon long enough as being way stronger than a nurse with a big needle - I proposed a trade, and the kid was on board. I got my Injection Fairy Lily &amp; handed off Gryphon Wing (which I had + copies of - I thought it was funny to collect) and I left. (8/11)"}, {"id": 1439385174895116291, "verified": false, "tweet_text": "Myself and a few other kids began befriending the kids, sharing snacks that we'd bought - and then over time getting the opportunity to look through the fabled card binder.\n\nIt was a goddamn treasure trove.\n\nThey even had a card I'd wanted forever. Injection Fairy Lily. (5/11) https://t.co/YCVyG6IUZ1", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Myself and a few other kids began befriending the kids, sharing snacks that we'd bought - and then over time getting the opportunity to look through the fabled card binder. It was a goddamn treasure trove. They even had a card I'd wanted forever. Injection Fairy Lily. (5/11)"}, {"id": 1439384982498287624, "verified": false, "tweet_text": "not a living soul was allowed to see the queen in her secret chamber.\nWhen the corgi was taken away, he got to the place where all corgis went when old, he found that it was a lab. Those humans held the corgi to give him a lethal injection; when he realized this,", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "not a living soul was allowed to see the queen in her secret chamber. When the corgi was taken away, he got to the place where all corgis went when old, he found that it was a lab. Those humans held the corgi to give him a lethal injection; when he realized this,"}, {"id": 1439384917956337669, "verified": false, "tweet_text": "Pop Quiz: Which of the following involves injecting somebody with chemicals against their will?\n\n1) Vaccine passports\n2) Lethal injection\n\nHint: https://t.co/418XH3cDhM", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/418XH3cDhM"], "country": "USA", "text_en": "Pop Quiz: Which of the following involves injecting somebody with chemicals against their will? ) Vaccine passports ) Lethal injection Hint:"}, {"id": 1439384585587003399, "verified": false, "tweet_text": "Top FDA scientists write letter to Lancet warning against Fauci's booster shots. \n\nFDA Votes 16-2 AGAINST Widespread Covid-19 booster shots. \n\nGiulia Lucenti: 16-year-old Italian girl dead less than 24 hours after second Pfizer mRNA injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Top FDA scientists write letter to Lancet warning against Fauci's booster shots. FDA Votes -2 AGAINST Widespread Covid-19 booster shots. Giulia Lucenti: -year-old Italian girl dead less than hours after second Pfizer mRNA injection."}, {"id": 1439384350693396488, "verified": false, "tweet_text": "Just posted a photo @ Ditech Injection https://t.co/DNXQY1SqbK", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/DNXQY1SqbK"], "country": "USA", "text_en": "Just posted a photo Ditech Injection"}, {"id": 1439384292346548227, "verified": false, "tweet_text": "@tstrimple @M_Cherry_315 @SteveFromMO @spaghitty @POTUS Back in my day, we had to milk our fingers dry to test our blood sugars. Now they barely need a microscopic dot of blood! They should suffer just like I did, and I should suffer like my grandparents who had to sharpen their own needles for an injection! 🤯", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["tstrimple", "M_Cherry_315", "SteveFromMO", "spaghitty", "POTUS"], "tweet_emoticons": ["🤯"], "country": "USA", "text_en": "Back in my day, we had to milk our fingers dry to test our blood sugars. Now they barely need a microscopic dot of blood! They should suffer just like I did, and I should suffer like my grandparents who had to sharpen their own needles for an injection!"}, {"id": 1439384101866258442, "verified": false, "tweet_text": "@Sam_Arkim @HeavenRoy3 A vaccine would. Not an untested unsuccessful mRNA injection that was never successful in testing before the FDA approved it. Not even on animals. If the drugs, like what the NHS will use from next week, or ivermectin work, great.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Sam_Arkim", "HeavenRoy3"], "country": "USA", "text_en": "A vaccine would. Not an untested unsuccessful mRNA injection that was never successful in testing before the FDA approved it. Not even on animals. If the drugs, like what the NHS will use from next week, or ivermectin work, great."}, {"id": 1439384062343491584, "verified": false, "tweet_text": "@HammerToe @euan6469 @XRP_stuart I'm sure she appreciates you sharing her personal life on Twitter. \nReal appropriate answer. 🙄 Maybe if you weren't a mask and injection Nazi harassing people about their freedom of choice on Twitter all day ...perhaps.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["HammerToe", "euan6469", "XRP_stuart"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "I'm sure she appreciates you sharing her personal life on Twitter. Real appropriate answer. Maybe if you weren't a mask and injection Nazi harassing people about their freedom of choice on Twitter all day ...perhaps."}, {"id": 1439384014868008962, "verified": false, "tweet_text": "@Mark_L_Holland @hkislander17 @bambito @Americanka4 A medical device? Gene therapy? Whatever you want to call it. Injection? Yes. But it’s not a vaccine. \nhttps://t.co/H2mhkYaKEa", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Mark_L_Holland", "hkislander17", "bambito", "Americanka4"], "tweet_urls": ["https://t.co/H2mhkYaKEa"], "country": "USA", "text_en": "A medical device? Gene therapy? Whatever you want to call it. Injection? Yes. But its not a vaccine."}, {"id": 1439383822198624261, "verified": false, "tweet_text": "@Brin_Zinzin Oui Hmdulah j’ai le coeur TURBO DIESEL INJECTION", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Brin_Zinzin"]}, {"id": 1439383687838175233, "verified": false, "tweet_text": "Que des professionnels présentant un fonctionnement paranoïaque, aient une très grande influence pour inciter et obliger les Français à recevoir cette injection dangereuse et potentiellement mortelle (plus de 23000 décès), me paraît un problème considérable!", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383594552545281, "verified": false, "tweet_text": "194 I tremble with fear at the thought of an injection.\n\n注射のことを考えると，怖くて震えてしまう。", "tweet_lang": "ja", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383450880983042, "verified": false, "tweet_text": "@Jim_Jordan The party of science? Injection of disinfectant to the human body to cure covid-19 according to Trump is idiocy not science. Slaughtering more than 600K Americans because Trump downplayed the pandemic and treated it as a hoax is not science, it’s murder.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Jim_Jordan"], "country": "USA", "text_en": "The party of science? Injection of disinfectant to the human body to cure covid-19 according to Trump is idiocy not science. Slaughtering more than K Americans because Trump downplayed the pandemic and treated it as a hoax is not science, its murder."}, {"id": 1439383323298521092, "verified": false, "tweet_text": "Take your God given authority🤺 &amp; an injection of Psalm 91🙏bind the spirit of death &amp; loose the spirit of  Life &amp; be healed by the blood of Jesus in the name of Jesus Christ Amen https://t.co/Y4PuvcArUF", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["🤺", "🙏"], "country": "USA", "text_en": "Take your God given authority &amp; an injection of Psalm bind the spirit of death &amp; loose the spirit of Life &amp; be healed by the blood of Jesus in the name of Jesus Christ Amen"}, {"id": 1439383036596867080, "verified": false, "tweet_text": "@pavoliareine high dose of onee-san injection right here", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["pavoliareine"], "country": "USA", "text_en": "high dose of onee-san injection right here"}, {"id": 1439382873967112193, "verified": false, "tweet_text": "La très mauvaise idée de la troisième injection sans essai préalable https://t.co/nNRkMM6cnH", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/nNRkMM6cnH"]}, {"id": 1439382741619970052, "verified": false, "tweet_text": "@shahjee_5 Bayi roz injection laga ta ho 😂😂😂", "tweet_lang": "ht", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["shahjee_5"], "tweet_emoticons": ["😂"]}, {"id": 1439382733634080770, "verified": false, "tweet_text": "@nevillebartos12 @mitsyarty NHS rewards inefficiency. If you don’t want to fulfil patients needs just ask for more money and they will give it to you. The worse you are the more money you get. If you are efficient you won’t get any more money. Just claim you don’t get enough. Cash injection is Dr pay rise", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["nevillebartos12", "mitsyarty"], "country": "USA", "text_en": "NHS rewards inefficiency. If you dont want to fulfil patients needs just ask for more money and they will give it to you. The worse you are the more money you get. If you are efficient you wont get any more money. Just claim you dont get enough. Cash injection is Dr pay rise"}, {"id": 1439382162827055109, "verified": false, "tweet_text": "@amanda28ferris I feel sorry 😞 for you Canadians you're being force to kill yourself by lethal injection 💉", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["amanda28ferris"], "tweet_emoticons": ["💉", "😞"], "country": "USA", "text_en": "I feel sorry for you Canadians you're being force to kill yourself by lethal injection"}, {"id": 1439381564937293828, "verified": false, "tweet_text": "@nebakke @Jo_Soucek @Bobduff1 @CatPurry9 @RWMaloneMD 2/2 This is important because the world population is being coerced into taking and experimental injection without being advised of the risks (side affects). This is against the Nuremberg Code. Essentially the world is a large uncontrolled testing lab.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["nebakke", "Jo_Soucek", "Bobduff1", "CatPurry9", "RWMaloneMD"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "/2 This is important because the world population is being coerced into taking and experimental injection without being advised of the risks (side affects). This is against the Nuremberg Code. Essentially the world is a large uncontrolled testing lab."}, {"id": 1439381467382132739, "verified": false, "tweet_text": "@mathplaisance @s_cluzel @strategieduchoc @handicap_gouv Mon fils de 34 ans est dans une mas depuis 2013 c'est un des seuls non vacciné sur 40 résidents, je suis son tuteur et je refuse cette injection expérimentale ,sans  aucune pression de la maison spécialisée ou de l'ARS .", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["mathplaisance", "s_cluzel", "strategieduchoc", "handicap_gouv"], "tweet_emoticons": ["xp"]}, {"id": 1439381222069731330, "verified": false, "tweet_text": "@espiers \"Smart\" munitions are for the same people who believe in \"humane\" lethal injection and \"clean\" coal.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["espiers"], "country": "USA", "text_en": "\"Smart\" munitions are for the same people who believe in \"humane\" lethal injection and \"clean\" coal."}, {"id": 1439381093820649474, "verified": false, "tweet_text": "Speaking of capitalism, she could use another Botox injection. https://t.co/gTUtrz9ACA", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/gTUtrz9ACA"], "country": "USA", "text_en": "Speaking of capitalism, she could use another Botox injection."}, {"id": 1439381050044477442, "verified": false, "tweet_text": "@WSOnlineNews If you took the vaccine out of media  fear , with out researching what's in the injection , your on your own .", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["WSOnlineNews"], "country": "USA", "text_en": "If you took the vaccine out of media fear , with out researching what's in the injection , your on your own ."}, {"id": 1439380972042997760, "verified": false, "tweet_text": "day 2 after getting pf*zer vaccine---pain in the injection site, muscle aches, tiredness, slight headache and fever (39°C) 😷", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["😷"], "country": "USA", "text_en": "day after getting pf*zer vaccine---pain in the injection site, muscle aches, tiredness, slight headache and fever (39C)"}, {"id": 1439380966523473922, "verified": false, "tweet_text": "Airlines Hopes of US$160 Billion Revenue Injection Lost in August https://t.co/6mYdQXcZA4 https://t.co/Vob3F8stq7", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/6mYdQXcZA4"], "country": "USA", "text_en": "Airlines Hopes of US$160 Billion Revenue Injection Lost in August"}, {"id": 1439380803666931714, "verified": false, "tweet_text": "@Glenlyon17 None whatsoever on both 1st &amp; 2nd jabs! Not even any pain at the injection site.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Glenlyon17"], "country": "USA", "text_en": "None whatsoever on both st &amp; nd jabs! Not even any pain at the injection site."}, {"id": 1439380761208135691, "verified": false, "tweet_text": "@Qwertix991 @SimonDemelo @elsielefebvre Es tu au courant qu'une personne vaccinée rentre dans cette catégorie seulement 14 jours après son injection?  Est-ce que ce sont seulement des personnes non vaccinés que l'on compte vraiment? Ça serait tellement plus honnête de faire des tests antigéniques avant l'injection...", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Qwertix991", "SimonDemelo", "elsielefebvre"]}, {"id": 1439380123246075908, "verified": false, "tweet_text": "It's personal medical information. Its their choice to take the injection or not. You don't deserve to know, neither does anyone else.\nWhat pisses me off is the insurmountable debt you and your corrupt party have hoisted on us all.\nLies, obfuscation and corruption @liberal_party https://t.co/nsnZh90TvF", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["liberal_party"], "tweet_urls": ["https://t.co/nsnZh90TvF"], "country": "USA", "text_en": "It's personal medical information. Its their choice to take the injection or not. You don't deserve to know, neither does anyone else. What pisses me off is the insurmountable debt you and your corrupt party have hoisted on us all. Lies, obfuscation and corruption"}, {"id": 1439380068388638721, "verified": false, "tweet_text": "エラボトックスで小顔になれる？注意点や受けられる場所を紹介 – Love&amp;Make https://t.co/f2H93spstG", "tweet_lang": "ja", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/f2H93spstG"]}, {"id": 1439380028559556608, "verified": false, "tweet_text": "Taking the injection for your freedom is a complete abandonment of your freedom. https://t.co/KXBldLbslW", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/KXBldLbslW"], "country": "USA", "text_en": "Taking the injection for your freedom is a complete abandonment of your freedom."}, {"id": 1439380012436578304, "verified": false, "tweet_text": "@Ahhmandah I have no idea. I remember the MMR injection but nothing about polio. Hmm", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Ahhmandah"], "country": "USA", "text_en": "I have no idea. I remember the MMR injection but nothing about polio. Hmm"}, {"id": 1439379762410033153, "verified": false, "tweet_text": "@SwoleWorld Thank you for reminding me to call and get my monthly injection shipped first thing monday! 💜", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["SwoleWorld"], "tweet_emoticons": ["💜"], "country": "USA", "text_en": "Thank you for reminding me to call and get my monthly injection shipped first thing monday!"}, {"id": 1439379731896483840, "verified": false, "tweet_text": "WANTED:\nTitanium tankbuster Cal Rawlins\nFor the crime of datatape injection\nLast sighted beneath the ruins of San Francisco\nREWARD: 2.5 million credits", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "WANTED: Titanium tankbuster Cal Rawlins For the crime of datatape injection Last sighted beneath the ruins of San Francisco REWARD: million credits"}, {"id": 1439379577462087682, "verified": false, "tweet_text": "cfn__resource_injection would apply to any resource with the S3 Bucket tag where the name matches cf-templates-*.\n\nRelated I think modules can be defined by dependencies, output and changes. Being able to work with items for notes, reporting and todo lists would be very useful.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "cfn__resource_injection would apply to any resource with the S3 Bucket tag where the name matches cf-templates-*. Related I think modules can be defined by dependencies, output and changes. Being able to work with items for notes, reporting and todo lists would be very useful."}, {"id": 1439379480850558980, "verified": false, "tweet_text": "Painless Wiring 60510 Fuel Injection Wiring Harness https://t.co/GXVnei5tXB eBay https://t.co/1aIL9QKlCb", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/GXVnei5tXB"], "country": "USA", "text_en": "Painless Wiring Fuel Injection Wiring Harness eBay"}, {"id": 1439379471774138371, "verified": false, "tweet_text": "@mokmuud @uche_blackstock @NICKIMINAJ Pretty sure injection ISS what they are using also—and then subsequently calling poison control 🙄 https://t.co/Ip7tIaKCNy", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["mokmuud", "uche_blackstock", "NICKIMINAJ"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "Pretty sure injection ISS what they are using alsoand then subsequently calling poison control"}, {"id": 1439379359853334529, "verified": false, "tweet_text": "Suite à ça, un commité scientifique de la FDA a deconseilé l injection d une 3eme dose Pfz aux moins de 65 ans.\nL administration Biden est mise à mal. https://t.co/HS09tJMPjk", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/HS09tJMPjk"]}, {"id": 1439379304630996993, "verified": false, "tweet_text": "@OlooneyJohn The mother of this baby needed a C-section &amp; hospital mandated the injection for her.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["OlooneyJohn"], "country": "USA", "text_en": "The mother of this baby needed a C-section &amp; hospital mandated the injection for her."}, {"id": 1439379219746676740, "verified": false, "tweet_text": "@dannywallace Indeed. I'm not sure there'd be much point in giving the covid vaccine before or after a lethal injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["dannywallace"], "country": "USA", "text_en": "Indeed. I'm not sure there'd be much point in giving the covid vaccine before or after a lethal injection."}, {"id": 1439378816334434304, "verified": false, "tweet_text": "Now on air: Love Injection by Positive Force Listen online at https://t.co/Tpm1kp0Qdd\n Buy song https://t.co/WDEkW9DDIG https://t.co/Ih8zMj5Muw", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/Tpm1kp0Qdd", "https://t.co/WDEkW9DDIG"], "country": "USA", "text_en": "Now on air: Love Injection by Positive Force Listen online at Buy song"}, {"id": 1439378804095471618, "verified": false, "tweet_text": "@MakeUSA_Great Wasn't wearing my conspiratorial  hat for this one—not even looking for artificial injection. Quite possibly true—might want to see the video in HD. I'm a rock-solid believer that no physical planes impacted the WTC on 9-11. Very clearly cgi.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["MakeUSA_Great"], "country": "USA", "text_en": "Wasn't wearing my conspiratorial hat for this onenot even looking for artificial injection. Quite possibly truemight want to see the video in HD. I'm a rock-solid believer that no physical planes impacted the WTC on -11. Very clearly cgi."}, {"id": 1439378634649837568, "verified": false, "tweet_text": "@jerrychubb @interest_mild I see the disinfectant that knocks it out in a minute, one minute. &amp; is there a way we can do something like that by injection inside, or almost a cleaning b/c you see it gets inside the lungs and it does a tremendous number on the lungs, so it would be interesting to check that", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["jerrychubb", "interest_mild"], "country": "USA", "text_en": "I see the disinfectant that knocks it out in a minute, one minute. &amp; is there a way we can do something like that by injection inside, or almost a cleaning b/c you see it gets inside the lungs and it does a tremendous number on the lungs, so it would be interesting to check that"}, {"id": 1439378629616562176, "verified": false, "tweet_text": "Me with the lip injection allegations https://t.co/tqgG1s02EK", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/tqgG1s02EK"], "country": "USA", "text_en": "Me with the lip injection allegations"}, {"id": 1439378477111676931, "verified": false, "tweet_text": "@Roosevelt2017 @PaavoKuronen omfg\n#RememberTiffanyDover \nWhen recipients of the injection fall out of their chair or faint, it's a portent of doom.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["RememberTiffanyDover"], "mentions": ["Roosevelt2017", "PaavoKuronen"], "country": "USA", "text_en": "omfg When recipients of the injection fall out of their chair or faint, it's a portent of doom."}, {"id": 1439378356579885056, "verified": false, "tweet_text": "@NinaVee After she completed the injection you should have asked, “Why are you even in this profession if you don’t believe in medicine and medical research?   What’s your name?    I hope I don’t see it in the obituaries.”", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["NinaVee"], "country": "USA", "text_en": "After she completed the injection you should have asked, Why are you even in this profession if you dont believe in medicine and medical research? Whats your name? I hope I dont see it in the obituaries."}, {"id": 1439378336694906880, "verified": false, "tweet_text": "@NinaVee Check with the facility you got the shot from! Also please make sure they check that she actually gave you the vaccine and not just a saline injection!", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["NinaVee"], "country": "USA", "text_en": "Check with the facility you got the shot from! Also please make sure they check that she actually gave you the vaccine and not just a saline injection!"}, {"id": 1439378323826749444, "verified": false, "tweet_text": "@CultIssa @GailCosper @ix_sir @JakeDenver6 If the mnra injection is a vaccine, why did the cdc feel the need to change the definition? Does the covid jab give you immunity? Stop you from spreading? Keep you out of the hospital or from dying? No? So what does it do other than reduce symptoms?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["CultIssa", "GailCosper", "ix_sir", "JakeDenver6"], "country": "USA", "text_en": "If the mnra injection is a vaccine, why did the cdc feel the need to change the definition? Does the covid jab give you immunity? Stop you from spreading? Keep you out of the hospital or from dying? No? So what does it do other than reduce symptoms?"}, {"id": 1439378286128377859, "verified": false, "tweet_text": "@sassystephj @thekjohnston I had my first shingles shot with my flu shot last year. Second shot a month later. They kind of burned going in. The Dr. said the injection fluid is thick. Had a really sore arm booth times but that was it. The ones I got are good for 5 years.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["sassystephj", "thekjohnston"], "country": "USA", "text_en": "I had my first shingles shot with my flu shot last year. Second shot a month later. They kind of burned going in. The Dr. said the injection fluid is thick. Had a really sore arm booth times but that was it. The ones I got are good for years."}, {"id": 1439378285289369601, "verified": false, "tweet_text": "@bluefirerising Especially once they begin combining the injection with the flu shot…", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["bluefirerising"], "country": "USA", "text_en": "Especially once they begin combining the injection with the flu shot"}, {"id": 1439378282428911618, "verified": false, "tweet_text": "@psad19611 Other than unanticipated pain at the injection site, I felt perfectly fine. About ten years ago, in the summer, I had shingles on my face that almost reached my right eye. Horrendous pain. Looked like a zombie who lost a battle. Best to get the vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Other than unanticipated pain at the injection site, I felt perfectly fine. About ten years ago, in the summer, I had shingles on my face that almost reached my right eye. Horrendous pain. Looked like a zombie who lost a battle. Best to get the vaccine."}, {"id": 1439378125989859331, "verified": false, "tweet_text": "@DebM01279692 @TrumpWontWork @SarahSaysHi2U @RobertC94894966 @Vlynx5 @kris_lovaas @femme_phememe @EbCummings1 @SpicyPurritos @onnaroll66 @lakeparkcpl @Chronic_FLKeys @Nashkitty66 @soofriends @PhilipFDaniels1 @chattyknana @NAbleism @Melothrien @EverydayAgony @secondchances09 @Irishbrat1966 @aander1987 @ThomasKlineMD @Thinktank1979 @CContrarus @eullrich11 @JustWinks @hope411adcock @StopBadDocs @headdock @KimmMathiesen @JSG_54 @NitaGhei @GEugenics @sky_dvr @dau1776 @OpioidHysteria @wittywax1 @ChadDKollas @process_x @ibdgirl76 @WriterMera @bluelilly40 @TheDarkGift_ @lockedoutofvenu @Deeenst @Canada_NV @maryann19711 @Royalacresrod @life_is_art___ It was my go of 13 years and apain MD where i got weekly nerve injection for a year prior.  He is officially a non-opiod clinic, but i have quite the medical file &amp; clearly do A LOT other than opiods to mitigate pain.   I’m lucky i had good rapport with other MDs. Appts weekly.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DebM01279692", "TrumpWontWork", "SarahSaysHi2U", "RobertC94894966", "Vlynx5", "kris_lovaas", "femme_phememe", "EbCummings1", "SpicyPurritos", "onnaroll66", "lakeparkcpl", "Chronic_FLKeys", "Nashkitty66", "soofriends", "PhilipFDaniels1", "chattyknana", "NAbleism", "Melothrien", "EverydayAgony", "secondchances09", "Irishbrat1966", "aander1987", "ThomasKlineMD", "Thinktank1979", "CContrarus", "eullrich11", "JustWinks", "hope411adcock", "StopBadDocs", "headdock", "KimmMathiesen", "JSG_54", "NitaGhei", "GEugenics", "sky_dvr", "dau1776", "OpioidHysteria", "wittywax1", "ChadDKollas", "process_x", "ibdgirl76", "WriterMera", "bluelilly40", "TheDarkGift_", "lockedoutofvenu", "Deeenst", "Canada_NV", "maryann19711", "Royalacresrod", "life_is_art___"], "country": "USA", "text_en": "It was my go of years and apain MD where i got weekly nerve injection for a year prior. He is officially a non-opiod clinic, but i have quite the medical file &amp; clearly do A LOT other than opiods to mitigate pain. Im lucky i had good rapport with other MDs. Appts weekly."}, {"id": 1439378122277670912, "verified": false, "tweet_text": "@ChristineW7 @Pottedhistory @TruthSeekerr110 @AVF_Scooby2000 @FelicityHannah @edwardpoole1975 You really need to start asking questions. Here is a video with @RWMaloneMD, the inventor of the mRNA delivery technology, trying to explain a complex, advanced and untested injection. https://t.co/bZsZSh3Q51", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ChristineW7", "Pottedhistory", "TruthSeekerr110", "AVF_Scooby2000", "FelicityHannah", "edwardpoole1975", "RWMaloneMD"], "tweet_urls": ["https://t.co/bZsZSh3Q51"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "You really need to start asking questions. Here is a video with , the inventor of the mRNA delivery technology, trying to explain a complex, advanced and untested injection."}, {"id": 1439378114572918785, "verified": false, "tweet_text": "@cdanny17 @ProjectLincoln Why are you posting pictures of your drug prodded arm? Is this a cry for help from your heroin addiction? Seek help soon or your next injection might your last. #JustSayNoToDrugs", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["JustSayNoToDrugs"], "mentions": ["cdanny17", "ProjectLincoln"], "country": "USA", "text_en": "Why are you posting pictures of your drug prodded arm? Is this a cry for help from your heroin addiction? Seek help soon or your next injection might your last."}, {"id": 1439377799555518469, "verified": false, "tweet_text": "The vaccines are just like helmets &amp; seatbelts, many have reassured me of their similarities. Why just this AM I injected my seatbelt into my body for added protection. And I do know the long-term effects of the seatbelt injection. I am, however, a bit hesitant about the helmet.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "The vaccines are just like helmets &amp; seatbelts, many have reassured me of their similarities. Why just this AM I injected my seatbelt into my body for added protection. And I do know the long-term effects of the seatbelt injection. I am, however, a bit hesitant about the helmet."}, {"id": 1439377769356578818, "verified": false, "tweet_text": "@c0rellianrogue @thinkngpolitics @ramzpaul 298 employed in a field where dissent is frowned on, checked a box on a survey. That isn't the same thing as getting the injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["c0rellianrogue", "thinkngpolitics", "ramzpaul"], "country": "USA", "text_en": "employed in a field where dissent is frowned on, checked a box on a survey. That isn't the same thing as getting the injection."}, {"id": 1439377749093896196, "verified": false, "tweet_text": "Toujours pour la #VaccinationObligatoire ? Le  #PassSanitaire #PassDeLaHonte pour aller au restau ? Prêt pour une #3edose ? #Pfizer #Moderna #Janssen #Johnson #AstraZeneca de + non efficaces sur les #variants, combien d' #injection êtes vous prêts à faire au final? https://t.co/u7VDzXfKN6", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["VaccinationObligatoire", "PassSanitaire", "PassDeLaHonte", "3edose", "Pfizer", "Moderna", "Janssen", "Johnson", "AstraZeneca", "variants", "injection"], "tweet_urls": ["https://t.co/u7VDzXfKN6"]}, {"id": 1439377619473125376, "verified": false, "tweet_text": "And cost of one injection was determined Rs. 8000/- by the court. https://t.co/gxMyn7Clt5", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/gxMyn7Clt5"], "country": "USA", "text_en": "And cost of one injection was determined Rs. /- by the court."}, {"id": 1439377597276704768, "verified": false, "tweet_text": "But fr it’s been over 24 hours and if it wasn’t for the spot of the injection still being a bit tender, I wouldn’t even be able to tell that I got the booster shot yesterday. https://t.co/11opIOqOBH", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/11opIOqOBH"], "country": "USA", "text_en": "But fr its been over hours and if it wasnt for the spot of the injection still being a bit tender, I wouldnt even be able to tell that I got the booster shot yesterday."}, {"id": 1439377547884732420, "verified": false, "tweet_text": "It’s an important time to reflect on the potential and challenges of intratumoral immunotherapy. From an IR point of view, it’s all about optimizing the injection technique! https://t.co/jdHploWmXA", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/jdHploWmXA"], "country": "USA", "text_en": "Its an important time to reflect on the potential and challenges of intratumoral immunotherapy. From an IR point of view, its all about optimizing the injection technique!"}, {"id": 1439377241432014851, "verified": false, "tweet_text": "@ScottUhlTX @RobertTGarrett He’s actually pro vaccine &amp; held injection clinics at his church. Even though he was a Former Guy supporter, I admire him for his position here. We need every provax person we can get. https://t.co/kit28oVx2t", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ScottUhlTX", "RobertTGarrett"], "country": "USA", "text_en": "Hes actually pro vaccine &amp; held injection clinics at his church. Even though he was a Former Guy supporter, I admire him for his position here. We need every provax person we can get."}, {"id": 1439376912820973570, "verified": false, "tweet_text": "@NEO__Dusk @Craigsm507 Ye sound like one of them and that quite frankly is repulsive a recommend a trip tae the GP and a wee injection of staunchness in ye lad", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["NEO__Dusk", "Craigsm507"], "country": "USA", "text_en": "Ye sound like one of them and that quite frankly is repulsive a recommend a trip tae the GP and a wee injection of staunchness in ye lad"}, {"id": 1439376868151480321, "verified": false, "tweet_text": "@KelliBrooks627 What I'm thinking is that the new P12 media deal happens ahead of the 2024 season. Between now and then (when finances will get an injection), CU focus has to be on fixing organizational fundamentals.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["KelliBrooks627"], "country": "USA", "text_en": "What I'm thinking is that the new P12 media deal happens ahead of the season. Between now and then (when finances will get an injection), CU focus has to be on fixing organizational fundamentals."}, {"id": 1439376854540947456, "verified": false, "tweet_text": "@DocMCohen Same goes for children injured or killed by the injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DocMCohen"], "country": "USA", "text_en": "Same goes for children injured or killed by the injection."}, {"id": 1439376839575842817, "verified": false, "tweet_text": "@LCI Pas anti-vaccins  LCI ,mais contre une injection empoissonnée 👽", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LCI"], "tweet_emoticons": ["👽"]}, {"id": 1439376643051622403, "verified": false, "tweet_text": "@DerekWolfJr @cordell_timothy @ramzpaul Saying you agree with something &amp; actually getting the injection/giving it to your kids are different things.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["DerekWolfJr", "cordell_timothy", "ramzpaul"], "country": "USA", "text_en": "Saying you agree with something &amp; actually getting the injection/giving it to your kids are different things."}, {"id": 1439376474700587008, "verified": false, "tweet_text": "@HeidiBriones No you’re a conspiracy theorist. The right thing to do is get the 4 injection vaccine to stop the spread … or else we won’t let you eat with us at the burger and fries joint. Now #ShowMeYourPapers", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["ShowMeYourPapers"], "mentions": ["HeidiBriones"], "country": "USA", "text_en": "No youre a conspiracy theorist. The right thing to do is get the injection vaccine to stop the spread or else we wont let you eat with us at the burger and fries joint. Now"}, {"id": 1439376403116564480, "verified": false, "tweet_text": "J’ai une bonne nouvelle pour ceux et celles qui ont résisté à la pression des 18 derniers mois pour avoir refusé l’injection : On fait partie du noyau dur et l’élite n’arrivera jamais à le détruire!!", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439376353476947972, "verified": false, "tweet_text": "@sears_vs @CP24 Actually we are not it's discrimanyion.\nAll this for the flu, you all took an experimental graphene oxide injection, this was never about a virus it's depopulation 💯. My friends hospital is 90% vaccinated patients.🙏🙏", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["sears_vs", "CP24"], "tweet_emoticons": ["💯", "🙏", "xp"], "country": "USA", "text_en": "Actually we are not it's discrimanyion. All this for the flu, you all took an experimental graphene oxide injection, this was never about a virus it's depopulation . My friends hospital is % vaccinated patients."}, {"id": 1439376289920471042, "verified": false, "tweet_text": "Big yikes for bat soup injection recipients https://t.co/bhlziydCDy", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/bhlziydCDy"], "country": "USA", "text_en": "Big yikes for bat soup injection recipients"}, {"id": 1439375857928351745, "verified": false, "tweet_text": "@tommyboy0690 Intentional and stupid are not mutually exclusive when it comes to Georgia Gov. Brian Kemp. \nSome HIV/AIDS meds are delivered by monthly injection rather than daily pills, and there are clinical trials for a quarterly injectable, but that isn't a vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["tommyboy0690"], "country": "USA", "text_en": "Intentional and stupid are not mutually exclusive when it comes to Georgia Gov. Brian Kemp. Some HIV/AIDS meds are delivered by monthly injection rather than daily pills, and there are clinical trials for a quarterly injectable, but that isn't a vaccine."}, {"id": 1439375831726534661, "verified": false, "tweet_text": "@LEXPRESS Reprenez-vous L'Express ,pas réfractaire à la vaccination ,mais \"anti\" a une injection d'un produit nocif 👽", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LEXPRESS"], "tweet_emoticons": ["👽", "xp", "XP"]}, {"id": 1439375732111773696, "verified": false, "tweet_text": "@eevblog needs some nitro injection and spinners", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["eevblog"], "country": "USA", "text_en": "needs some nitro injection and spinners"}, {"id": 1439375384160751620, "verified": false, "tweet_text": "Injection molds are made of steel alloys, cut in trippy high tech ways by arcing electricity off of graphite for tiny precision, and can cost around $700,000. Their production is an art. Molds = specialized and cherished artifact/investment. Virgo 🌙 Leo 🌞⬆️ friend told me this", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["🌞", "🌙", "⬆️"], "country": "USA", "text_en": "Injection molds are made of steel alloys, cut in trippy high tech ways by arcing electricity off of graphite for tiny precision, and can cost around $700,000. Their production is an art. Molds = specialized and cherished artifact/investment. Virgo Leo friend told me this"}, {"id": 1439374924527853570, "verified": false, "tweet_text": "Subaru cars may catch on fire\n100,000 Subarus were recalled over fire concerns\nIf this occurs the check engine warning light will illuminate &amp; the air injection pump could continuously operate overheat &amp; melt causing odor or smoke to occur and possibly fire @Hughes2014R", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Hughes2014R"], "country": "USA", "text_en": "Subaru cars may catch on fire Subarus were recalled over fire concerns If this occurs the check engine warning light will illuminate &amp; the air injection pump could continuously operate overheat &amp; melt causing odor or smoke to occur and possibly fire"}, {"id": 1439374722010165248, "verified": false, "tweet_text": "@Altostrata I'm on two different anti depressants, mood stabilisers  and anti psychotics, 8 tablets a day and a monthly injection, and yet they are saying I am unwell again and need to go to hospital tonight, what's the point in any of it", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Altostrata"], "country": "USA", "text_en": "I'm on two different anti depressants, mood stabilisers and anti psychotics, tablets a day and a monthly injection, and yet they are saying I am unwell again and need to go to hospital tonight, what's the point in any of it"}, {"id": 1439374308644511746, "verified": false, "tweet_text": "@nypost looking at the baby sick picture, is basically “Milk ringworm”into a serious “Eczema.”. Although the baby, the focus to take subcutaneous injection directly to the drug method, a bit unrealistic, but five or six years of age subcutaneous injection to the drug, it can bear. https://t.co/sUtUoUj1Js", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["nypost"], "country": "USA", "text_en": "looking at the baby sick picture, is basically Milk ringworminto a serious Eczema.. Although the baby, the focus to take subcutaneous injection directly to the drug method, a bit unrealistic, but five or six years of age subcutaneous injection to the drug, it can bear."}, {"id": 1439374252365340676, "verified": false, "tweet_text": "@ajthompson13 Could you have imagined, two years ago, that we'd all be under lockdown for a fake pandemic caused by a, albeit mild, Chinese /American bioweapon, and being coerced into taking an injection of, what appears to be, poison?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ajthompson13"], "country": "USA", "text_en": "Could you have imagined, two years ago, that we'd all be under lockdown for a fake pandemic caused by a, albeit mild, Chinese /American bioweapon, and being coerced into taking an injection of, what appears to be, poison?"}, {"id": 1439374063550406656, "verified": false, "tweet_text": "factory Triumph TR5 TR6 fuel injection distribution pump intake manifold https://t.co/2662PNm5Wf eBay https://t.co/duUliiz8NX", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/2662PNm5Wf"], "country": "USA", "text_en": "factory Triumph TR5 TR6 fuel injection distribution pump intake manifold eBay"}, {"id": 1439373929374568452, "verified": false, "tweet_text": "@itzmannylee @ShesFishy @XXL So in other words butt injection have known issues got it🤔. Also are you sure of when either had there injections again. Again I will say KNOWN ISSUES but that's OK because you wanted that to help enhance your career", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["itzmannylee", "ShesFishy", "XXL"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "So in other words butt injection have known issues got it. Also are you sure of when either had there injections again. Again I will say KNOWN ISSUES but that's OK because you wanted that to help enhance your career"}, {"id": 1439373604135882756, "verified": false, "tweet_text": "@franceinfo Avec la propagande orchestrée sur ce virus et le vent de peur sur nos vies;injection immunitaire au sous marin devoyé a la big pharma,hors de mon espace,vous me pompez l'air Mr variant🤣🤣🤣🤑🤑🤑😈🤬👹👺", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["franceinfo"], "tweet_emoticons": ["🤬", "👹", "😈", "🤣", "🤑", "👺"]}, {"id": 1439373305983668230, "verified": false, "tweet_text": "@Beast8131 @RothrockChris @ArtistBuilds @Travistritt I’ll take “tell me one side effect from a vaccine that occurred &gt; 4 years after injection for 200, Alex”. Dumbass", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Beast8131", "RothrockChris", "ArtistBuilds", "Travistritt"], "country": "USA", "text_en": "Ill take tell me one side effect from a vaccine that occurred &gt; years after injection for , Alex. Dumbass"}, {"id": 1439373237549416448, "verified": false, "tweet_text": "@CNEWS M. Bachelay : nous nous vacinerons lorsqu'il y aura un vrai vaccin. Si vous aimez l'injection expérimentale Pfizer, je vous ferais cadeau de toutes mes doses à venir. Vous en aurez besoin pour remplacer vos défenses immunitaires sacrifiées à Big Pharma.", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["CNEWS"], "tweet_emoticons": ["xp"]}, {"id": 1439372382909747206, "verified": false, "tweet_text": "@456trainMama @GovKathyHochul This is what @NikkiFried wants for all Florida kids after they ge their forced injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["456trainMama", "GovKathyHochul", "NikkiFried"], "country": "USA", "text_en": "This is what wants for all Florida kids after they ge their forced injection."}, {"id": 1439372343818792960, "verified": false, "tweet_text": "been monitoring myself for possible side effects since friday afternoon, ofc. and so far\n**pain at the injection site,\nfatigue, and\nmild fever **\npa lang naman yung nararanasan ko.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "been monitoring myself for possible side effects since friday afternoon, ofc. and so far **pain at the injection site, fatigue, and mild fever ** pa lang naman yung nararanasan ko."}, {"id": 1439372292987912194, "verified": false, "tweet_text": "PC grades:  Injection, extrusion and high flow clear, FR UL94 V-0 1/8 inch, scratch resistance grades.  https://t.co/xlHPGtc2xE", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "PC grades: Injection, extrusion and high flow clear, FR UL94 V-0 /8 inch, scratch resistance grades."}, {"id": 1439372292128067590, "verified": false, "tweet_text": "@PIAddicts So sexy 😍 \nYes I will give you a sperm injection every day 😘😋", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["PIAddicts"], "tweet_emoticons": ["😍", "😋", "😘"], "country": "USA", "text_en": "So sexy Yes I will give you a sperm injection every day"}, {"id": 1439371750622449672, "verified": false, "tweet_text": "Loser has to get 5G injection, winner gets lifetime supply of horse dewormer!! https://t.co/u4CUiwxhil", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/u4CUiwxhil"], "country": "USA", "text_en": "Loser has to get G injection, winner gets lifetime supply of horse dewormer!!"}, {"id": 1439371669244628992, "verified": false, "tweet_text": "@RTLFrance Et bien sure pour chaque injection ils vont bien prendre la réserve de mettre l’inscription que le gouvernement et les laboratoires scientifiques ne seront pas tenus responsables en cas d’effets secondaires graves…", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["RTLFrance"]}, {"id": 1439371636327731200, "verified": false, "tweet_text": "@Nadia03379363 True,but it's not a vaccine.\nhttps://t.co/9ScFnAji9C", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Nadia03379363"], "tweet_urls": ["https://t.co/9ScFnAji9C"], "country": "USA", "text_en": "True,but it's not a vaccine."}, {"id": 1439371396640034818, "verified": false, "tweet_text": "@ArabWriter @SarahKSilverman \"MONEY OFF THE VACCINE \"  \n\nReally?  Why do you think your Administration is pushing this vaccine?! Follow the money.  Each injection is money for big pharmaceuticals.    \n\nRefresher.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ArabWriter", "SarahKSilverman"], "country": "USA", "text_en": "\"MONEY OFF THE VACCINE \" Really? Why do you think your Administration is pushing this vaccine?! Follow the money. Each injection is money for big pharmaceuticals. Refresher."}, {"id": 1439371361969868810, "verified": false, "tweet_text": "@AndyEastAnglia @wendywoo6089 Maybe you were lucky enough to get the placebo injection.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["AndyEastAnglia", "wendywoo6089"], "country": "USA", "text_en": "Maybe you were lucky enough to get the placebo injection."}, {"id": 1439371308672819200, "verified": false, "tweet_text": "“Take the injection or lose your job/face segregation/be banned from flying” is NOT true choice. In fact, the government has no business being involved in my medical choices at all!!! #NoVaccinePassports #mybodymychoice", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["NoVaccinePassports", "mybodymychoice"], "country": "USA", "text_en": "Take the injection or lose your job/face segregation/be banned from flying is NOT true choice. In fact, the government has no business being involved in my medical choices at all!!!"}, {"id": 1439371188476825607, "verified": false, "tweet_text": "@LC7799 @LaureGonlezamar personne ne le dit non plus : le samedi dans les manifs, la police va utiliser les canons à eau et les bombes lacrimo pour propager le vaccin ... même sans injection", "tweet_lang": "fr", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LC7799", "LaureGonlezamar"]}, {"id": 1439371155916398594, "verified": false, "tweet_text": "💉 The world is indebted to Whitney for producing the evidence that inoculation with mRNA injection brings high risk of health injury and death. \n✒️ Paul Craig Roberts\n\n#Covid\nhttps://t.co/zLWC6DVkyw", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Covid"], "tweet_urls": ["https://t.co/zLWC6DVkyw"], "tweet_emoticons": ["✒️", "💉"], "country": "USA", "text_en": "The world is indebted to Whitney for producing the evidence that inoculation with mRNA injection brings high risk of health injury and death. Paul Craig Roberts"}, {"id": 1439371155320844297, "verified": false, "tweet_text": "A 'Gene Silencing' Injection Was Just Approved for Use in Humans. (Interesting Engineering) #LifeSciences https://t.co/MjNMgwnve6 https://t.co/L0y4MJURtj", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["LifeSciences"], "tweet_urls": ["https://t.co/MjNMgwnve6"], "country": "USA", "text_en": "A 'Gene Silencing' Injection Was Just Approved for Use in Humans. (Interesting Engineering)"}, {"id": 1439371049687126018, "verified": false, "tweet_text": "got my next injection this Thursday, that makes it six months in a few days. Then the following Monday I get my vaccine for covid.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "country": "USA", "text_en": "got my next injection this Thursday, that makes it six months in a few days. Then the following Monday I get my vaccine for covid."}, {"id": 1439370885526339586, "verified": false, "tweet_text": "*\"Ordinary injection💉you are shouting😱 but 9 inches rod you're saying bby go Deeper\"👙😋😋😋😋😋😋😋😋😋❤️🤣🤣🤣🤣.....hmmmmm", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["💉", "🤣", "👙", "❤️", "😋", "😱"], "country": "USA", "text_en": "*\"Ordinary injectionyou are shouting but inches rod you're saying bby go Deeper\".....hmmmmm"}, {"id": 1439370555195539459, "verified": false, "tweet_text": "In Jesus Name Leave children &amp; teens alone 🙏 They don't need this experimental injection👹There is solid evidence it will create toxins in their immune system Please parents do research Children don't know they too have \" Rights \"", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["👹", "🙏", "xp"], "country": "USA", "text_en": "In Jesus Name Leave children &amp; teens alone They don't need this experimental injectionThere is solid evidence it will create toxins in their immune system Please parents do research Children don't know they too have \" Rights \""}, {"id": 1439370454100287492, "verified": false, "tweet_text": "Yall need to hop off Nickis dick!! The vaccine is VERY questionable. And people quick to talk about her ass injection when they aint even got no ass🤷🏻‍♀️ https://t.co/ptFDMYDs6o", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/ptFDMYDs6o"], "tweet_emoticons": ["🤷🏻‍♀️"], "country": "USA", "text_en": "Yall need to hop off Nickis dick!! The vaccine is VERY questionable. And people quick to talk about her ass injection when they aint even got no ass"}, {"id": 1439370252559716352, "verified": false, "tweet_text": "#WorldWideDemonstration #Toronto \nWe are the 99%. Health is not found in a pill, injection, or V passport. It's what you feed your mind, body and soul!!!\n#NoVaccineMandates\n#NoVaccinePassportsAnywhere #freedomofchoice \n@JustinTrudeau @fordnation https://t.co/iFXNAK4Bgl", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["WorldWideDemonstration", "Toronto", "NoVaccineMandates", "NoVaccinePassportsAnywhere", "freedomofchoice"], "mentions": ["JustinTrudeau", "fordnation"], "country": "USA", "text_en": "We are the %. Health is not found in a pill, injection, or V passport. It's what you feed your mind, body and soul!!!"}, {"id": 1439370202341429248, "verified": false, "tweet_text": "@MagicalOverload We worked at the same injection plastic molding plant.  She worked 2nd shift stock and I worked 3rd shift in the molding department", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["MagicalOverload"], "country": "USA", "text_en": "We worked at the same injection plastic molding plant. She worked nd shift stock and I worked rd shift in the molding department"}, {"id": 1439370185761198084, "verified": false, "tweet_text": "@ElleDR2 I wish every state would give out covid treatments, I just read an article. Texas has put in intravenous injection clinics for covid patients in  hopes of keeping them out of the Hospital. Awesome!", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ElleDR2"], "country": "USA", "text_en": "I wish every state would give out covid treatments, I just read an article. Texas has put in intravenous injection clinics for covid patients in hopes of keeping them out of the Hospital. Awesome!"}, {"id": 1439370169394946048, "verified": false, "tweet_text": "@realjuliasong It’s Not a vaccine it’s an MRNA DNA injection….HUGE difference.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["realjuliasong"], "country": "USA", "text_en": "Its Not a vaccine its an MRNA DNA injection.HUGE difference."}, {"id": 1439370118165778433, "verified": false, "tweet_text": "@renissance_1 At least he didn't suffer like this man who injected cocaine into his genitals.\n\nhttps://t.co/cBjmkHgRiT", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["renissance_1"], "tweet_urls": ["https://t.co/cBjmkHgRiT"], "country": "USA", "text_en": "At least he didn't suffer like this man who injected cocaine into his genitals."}, {"id": 1439369946891317251, "verified": false, "tweet_text": "nMRNA injection adverse events are hugely under reported - we need fully informed consent. \nhttps://t.co/KGZlHRgZoP\n#covid19 #VaccineSideEffects #VAERS #mrna #InformedConsent", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["covid19", "VaccineSideEffects", "VAERS", "mrna", "InformedConsent"], "tweet_urls": ["https://t.co/KGZlHRgZoP"], "country": "USA", "text_en": "nMRNA injection adverse events are hugely under reported - we need fully informed consent."}, {"id": 1439369775608733697, "verified": false, "tweet_text": "@vinssouOM25 @jfberdah @crazycaraco Certificat de rétablissement c'est valide pendant 6 mois après le test PCR+. \n\nAprès faudra faire l'injection pour avoir un schéma vaccinal complet.", "tweet_lang": "fr", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["vinssouOM25", "jfberdah", "crazycaraco"]}, {"id": 1439369663108976646, "verified": false, "tweet_text": "@ankitaxxd Boyfriend toh ni the kisi ke kbhi but ye sale dost ayese-ayese personal problem laynge, injection lagana aur doctor_drugs' ke naam sikha gaye , unhone sikha hoga kafi mehnat se kisi jane wali ki yaad me,kya pata kya-kya hidden he inme.", "tweet_lang": "tl", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ankitaxxd"]}, {"id": 1439369168030154753, "verified": false, "tweet_text": "@BlakewayLex Blood clots, hearts, eyes,ears, diarrhoea, stomach pain,gingival pain, nausea,vomiting, swollen lipstongues,ulcers, malaise, fatigue,chills, thirst, gait(walking)problems,irritability,influenza like illness,swellings,injection site mass, pain, chest pain, anaphylactic shock(671)", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["BlakewayLex"], "country": "USA", "text_en": "Blood clots, hearts, eyes,ears, diarrhoea, stomach pain,gingival pain, nausea,vomiting, swollen lipstongues,ulcers, malaise, fatigue,chills, thirst, gait(walking)problems,irritability,influenza like illness,swellings,injection site mass, pain, chest pain, anaphylactic shock(671)"}, {"id": 1439369149310980103, "verified": false, "tweet_text": "Give me your favorite non-rock, non-metal album (as in, something I'd never cover on Metal Injection). Been feeling pretty burnt out on things lately and I wanna dig into something totally new.\n\nSpotify links if possible. It'll make it way easier.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "country": "USA", "text_en": "Give me your favorite non-rock, non-metal album (as in, something I'd never cover on Metal Injection). Been feeling pretty burnt out on things lately and I wanna dig into something totally new. Spotify links if possible. It'll make it way easier."}, {"id": 1439369116750528513, "verified": false, "tweet_text": "@graemerice @Freedom_speech1 We pick and choose which vaccines we use for our cattle. None are mandated. Tried a new one on calves &amp; ended up losing three in a month. So we decided to find something better. We know injections come with risks so we like to weigh the risk of injection vs the risk of disease.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["graemerice", "Freedom_speech1"], "country": "USA", "text_en": "We pick and choose which vaccines we use for our cattle. None are mandated. Tried a new one on calves &amp; ended up losing three in a month. So we decided to find something better. We know injections come with risks so we like to weigh the risk of injection vs the risk of disease."}, {"id": 1439369113579655170, "verified": false, "tweet_text": "@stelljun4ever wag ka kabahan. d masakit hehe mas masakit pa ung sa kuha ng dugo na injection 😆 ingat ka!", "tweet_lang": "tl", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["stelljun4ever"], "tweet_emoticons": ["😆"]}, {"id": 1439369079542976517, "verified": false, "tweet_text": "@BartuGuldogdu @filizozsoy @Alparsl94602638 @drkaanyl 0.01 mg potassium chloride, 0.01 mg monobasic potassium phosphate, 0.36 mg sodium chloride, 0.07 mg dibasic sodium phosphate dihydrate, ve 6 mg sucrose. Seyrelti (0.9% Sodium Chloride Injection, USP) ile doz başına 2.16 mg sodium chloride eklenmiş oluyor.", "tweet_lang": "ro", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["BartuGuldogdu", "filizozsoy", "Alparsl94602638", "drkaanyl"]}, {"id": 1439368830401327107, "verified": false, "tweet_text": "@ManonIC6R Ne parlez pas de malheur. \nJuste halte à l'obligation de l'injection Pfizer dont évidemment on ne sait rien :  sauf qu'elle ne protège pas, n'évite pas la transmission du virus, et qu'elle diminue nos défenses immunitaires naturelles.", "tweet_lang": "fr", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ManonIC6R"]}, {"id": 1439368682350731267, "verified": false, "tweet_text": "@FJolivet36 Comparer un vaccin de 1960 avec les vaccins actuels alu  nanos etc .. et l'injection ARNm, De Gaulle n'aurait pas laissé ces dérives Bigpharma injection de poisons nanos   alu s'installer.", "tweet_lang": "fr", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["FJolivet36"]}, {"id": 1439368613505507331, "verified": false, "tweet_text": "Quand allez vous raisonner?\nCeux qui legiferent les lois sont les pires créatures sur terre\nIls imposent une injection au gens mais ne l'imposent pas sur eux\nIl ne faut être que fou pour ne pas comprendre qu'ils sont injustes et ne veulent pas notre bien.\nSi cette injection et https://t.co/9YcUC5ScMC https://t.co/jJOZPqICI4", "tweet_lang": "fr", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/9YcUC5ScMC"]}, {"id": 1439368589853790209, "verified": false, "tweet_text": "@SebastienAeko @tchina33300212 @DoReMi_Patriote @Marcovert4 ARN Messager. Le tout nouveau truc qui se trouve dans ce qui n’est pas un vaxxin, mais une injection expérimentale testée sur l’être humain pour la toute première fois. Les cobayes sont les heureux vaxxinés. Les tests sur les animaux se sont soldés par le décès des animaux.", "tweet_lang": "fr", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["SebastienAeko", "tchina33300212", "DoReMi_Patriote", "Marcovert4"], "tweet_emoticons": ["xp"]}, {"id": 1439368555695419397, "verified": false, "tweet_text": "I was wandering around Toronto by myself and ended up getting naloxone kits! \nBeing educated about it makes me more confident if I I have to administer it. I hope I don’t have to but with safe injection sites being taken away and everything is being laced, it’s good to know.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "country": "USA", "text_en": "I was wandering around Toronto by myself and ended up getting naloxone kits! Being educated about it makes me more confident if I I have to administer it. I hope I dont have to but with safe injection sites being taken away and everything is being laced, its good to know."}, {"id": 1439368506596741125, "verified": false, "tweet_text": "Militares en USA renuncian antes que colocarse la injection #GuayaquilCity #Ecuador https://t.co/08fW5jOWkX", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["GuayaquilCity", "Ecuador"], "country": "MEXICO", "text_es": "Militares en USA renuncian antes que colocarse la injection"}, {"id": 1439368418822705158, "verified": false, "tweet_text": "Sublocade Injection https://t.co/pYmixtvMfj", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/pYmixtvMfj"], "country": "USA", "text_en": "Sublocade Injection"}, {"id": 1439368306893496326, "verified": false, "tweet_text": "@M1chael__W Hourglass... the doomed... apocalypticalal ... Underwhelming... bread and circus... Fear Inoculum with the weird-but-now-obvious needle-and-injection artwork... etc...", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["M1chael__W"], "country": "USA", "text_en": "Hourglass... the doomed... apocalypticalal ... Underwhelming... bread and circus... Fear Inoculum with the weird-but-now-obvious needle-and-injection artwork... etc..."}, {"id": 1439368157139963911, "verified": false, "tweet_text": "@JamesEKHildreth The injection tricks your body to produce replicated \"S\" (spike) proteins that were part of the \n\n*alpha variant* \n\n(b/c when the Chinese gave our researchers the genetic sequence to bio-engineer the synthetic mRNA, the current *delta* variant DID NOT EXIST!", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["JamesEKHildreth"], "country": "USA", "text_en": "The injection tricks your body to produce replicated \"S\" (spike) proteins that were part of the *alpha variant* (b/c when the Chinese gave our researchers the genetic sequence to bio-engineer the synthetic mRNA, the current *delta* variant DID NOT EXIST!"}, {"id": 1439367996141604865, "verified": false, "tweet_text": "Morte après sa première injection\nhttps://t.co/kIX0SuzBIg", "tweet_lang": "fr", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/kIX0SuzBIg"]}, {"id": 1439367888121511936, "verified": false, "tweet_text": "Ohio's Governor again rejects lethal injection executions. Life-saving medicines should never be used to kill. Time's up for this cruel, outdated punishment. https://t.co/9yYarfoSjm", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/9yYarfoSjm"], "country": "USA", "text_en": "Ohio's Governor again rejects lethal injection executions. Life-saving medicines should never be used to kill. Time's up for this cruel, outdated punishment."}, {"id": 1439367656545550343, "verified": false, "tweet_text": "For Lexus GX470 &amp; Toyota 4Runner Dorman Secondary Air Injection Check Valve GAP https://t.co/MZLoOStneQ eBay https://t.co/jGcrm6AVTL", "tweet_lang": "in", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/MZLoOStneQ"]}, {"id": 1439367487754313729, "verified": false, "tweet_text": "You vaccine cultists swore up &amp; down that your vaccine would keep you safe from the virus. What happened?\nRather than admit that you were lied to you now want to pretend that\n unvaccinated people need to get the same injection in order for yours to work? Absolutely not. - C.Owens", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "country": "USA", "text_en": "You vaccine cultists swore up &amp; down that your vaccine would keep you safe from the virus. What happened? Rather than admit that you were lied to you now want to pretend that unvaccinated people need to get the same injection in order for yours to work? Absolutely not. - C.Owens"}, {"id": 1439367397081698304, "verified": false, "tweet_text": "@NapoliSansone Facts, but people in the comments can’t see even with a 400m cash injection still leaves them in the red. Raiola won’t stand by &amp; watch his asset depreciate.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["NapoliSansone"], "country": "USA", "text_en": "Facts, but people in the comments cant see even with a m cash injection still leaves them in the red. Raiola wont stand by &amp; watch his asset depreciate."}, {"id": 1439367313392738308, "verified": false, "tweet_text": "@dunvirkin GRAPHENE OXIDE (Lead) is in the Pfizer Injection. For a vaccine to be called a vaccine it must have  a particle of the ‘germ’ in it for your immine system to recognise. This Injection has nothing in it that resembles ‘medical’ ONLY CHEMICALS.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["dunvirkin"], "country": "USA", "text_en": "GRAPHENE OXIDE (Lead) is in the Pfizer Injection. For a vaccine to be called a vaccine it must have a particle of the germ in it for your immine system to recognise. This Injection has nothing in it that resembles medical ONLY CHEMICALS."}, {"id": 1439366970827231237, "verified": false, "tweet_text": "The approaching Corona is protected with a mask and repelled with a vaccine. Get lost the coronavirus.\n\nhttps://t.co/nbsKgWn9jD\n\n#corona #coronavirus #parody #game #retro #retrogame #invader #fashion #tshirt #funny #mask #injection https://t.co/2nUiu9GnXP https://t.co/k5jadxGo1R", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["corona", "coronavirus", "parody", "game", "retro", "retrogame", "invader", "fashion", "tshirt", "funny", "mask", "injection"], "tweet_urls": ["https://t.co/nbsKgWn9jD", "https://t.co/2nUiu9GnXP"], "tweet_emoticons": ["XP"], "country": "USA", "text_en": "The approaching Corona is protected with a mask and repelled with a vaccine. Get lost the coronavirus."}, {"id": 1439366896311148544, "verified": false, "tweet_text": "WSU still looking for an injection of some sort. \n\nYes,I  went there🤣🤣🤣🤣🤣", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "WSU still looking for an injection of some sort. Yes,I went there"}, {"id": 1439366817697476613, "verified": false, "tweet_text": "@BroermanNicole @alexjamesMD From a UK perspective it's interesting to learn that there is only one option in the US - \nso does this mean US parents who refuse a vit K injection get nothing then?", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["BroermanNicole", "alexjamesMD"], "country": "USA", "text_en": "From a UK perspective it's interesting to learn that there is only one option in the US - so does this mean US parents who refuse a vit K injection get nothing then?"}, {"id": 1439366508585627650, "verified": true, "tweet_text": "@alessioWILD Not getting an injection does not put anyone in danger, but thanks for your comments.", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["alessioWILD"], "country": "USA", "text_en": "Not getting an injection does not put anyone in danger, but thanks for your comments."}, {"id": 1439366146264690688, "verified": false, "tweet_text": "@cwoodwardpoetry Thanks, Cat. Around 5am the worst of the pain finally let up, so hopefully things will get better now?\n\nOther people: I didn't feel the injection at all! I feel fine!\n\nMe: I totally felt the needle. 14 hours later I wanted to cut my arm off because the pain was so bad. 😕", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["cwoodwardpoetry"], "tweet_emoticons": ["😕"], "country": "USA", "text_en": "Thanks, Cat. Around am the worst of the pain finally let up, so hopefully things will get better now? Other people: I didn't feel the injection at all! I feel fine! Me: I totally felt the needle. hours later I wanted to cut my arm off because the pain was so bad."}, {"id": 1439366141068161027, "verified": false, "tweet_text": "Hvað er dependency injection og hvernig notar maður það í python?", "tweet_lang": "is", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439366130150297605, "verified": false, "tweet_text": "#Boulder #Colorado #California, @leroyplastics, Plastic fabrication company specializing in custom plastic tubing, manufacturing, injection molding, and plastisol. https://t.co/FE3qIH0gZP", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Boulder", "Colorado", "California"], "mentions": ["leroyplastics"], "tweet_urls": ["https://t.co/FE3qIH0gZP"], "country": "USA", "text_en": ", , Plastic fabrication company specializing in custom plastic tubing, manufacturing, injection molding, and plastisol."}, {"id": 1439366008922251265, "verified": false, "tweet_text": "@nypost After the skin basically heals, can change gradually for acupuncture point injection, these acupuncture points are the meridians and collaterals joint of the limbs, the effect is better than simple gluteal muscle injection. https://t.co/qIPbzlBx9p", "tweet_lang": "en", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["nypost"], "country": "USA", "text_en": "After the skin basically heals, can change gradually for acupuncture point injection, these acupuncture points are the meridians and collaterals joint of the limbs, the effect is better than simple gluteal muscle injection."}]