[{"id": 1439643794761142272, "verified": false, "tweet_text": "@Wena_Uyanya @S11E11B11A I have not seen one person trying to convince any of the non vaxxed to get the vaccine. In fact I don't care if you take it or not. When the vaccine passport kicks in, places won't be full. That's a good thing. So please,  continue 😅", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Wena_Uyanya", "S11E11B11A"], "tweet_emoticons": ["😅"], "country": "USA", "text_en": "I have not seen one person trying to convince any of the non vaxxed to get the vaccine. In fact I don't care if you take it or not. When the vaccine passport kicks in, places won't be full. That's a good thing. So please, continue"}, {"id": 1439643765602336771, "verified": false, "tweet_text": "@scottheidi576 The ucp don't really want the vaccine record/passport and are seemingly happy to set it up to fail.\nAnything they can do to undermine it serves their political base. #SoRepulsive\n#covid19AB\n\nTake very good care", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["SoRepulsive", "covid19AB"], "mentions": ["scottheidi576"], "country": "USA", "text_en": "The ucp don't really want the vaccine record/passport and are seemingly happy to set it up to fail. Anything they can do to undermine it serves their political base. Take very good care"}, {"id": 1439643544084484107, "verified": false, "tweet_text": "@TristanSnell I went to a nationa pet store to have my dogs nails clipped. They proceeded to call my vet to get a copy of my dogs vaccine passport before they would even TOUCH my dog. Tyranny!!", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["TristanSnell"], "country": "USA", "text_en": "I went to a nationa pet store to have my dogs nails clipped. They proceeded to call my vet to get a copy of my dogs vaccine passport before they would even TOUCH my dog. Tyranny!!"}, {"id": 1439643434566881280, "verified": false, "tweet_text": "@SteveBuick2 Just stop! The UCP was so against a vaccine passport even though it was clear they work. #FireTheUCP", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["FireTheUCP"], "mentions": ["SteveBuick2"], "country": "USA", "text_en": "Just stop! The UCP was so against a vaccine passport even though it was clear they work."}, {"id": 1439643319718617093, "verified": false, "tweet_text": "Friends in Canada tell that each provincial government have their own vaccine passport leaving travelers confused, while federal government isn’t stepping up. Imagine the chaos and confusion of this kind (times 29) had it not been for our CoWin app. https://t.co/kyEt2Cop60 https://t.co/ur8lYGgbps", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/kyEt2Cop60", "https://t.co/ur8lYGgbps"], "country": "USA", "text_en": "Friends in Canada tell that each provincial government have their own vaccine passport leaving travelers confused, while federal government isnt stepping up. Imagine the chaos and confusion of this kind (times ) had it not been for our CoWin app."}, {"id": 1439643264341135365, "verified": false, "tweet_text": "Anti-vaccine passport rally held at King's Square https://t.co/Rj6mMu04Lf https://t.co/4LlVhFHwWB", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/Rj6mMu04Lf"], "country": "USA", "text_en": "Anti-vaccine passport rally held at King's Square"}, {"id": 1439643262604562439, "verified": false, "tweet_text": "@natasha_kornak @traci_dodge Has it crossed your mind that the #GOA is doing this on purpose? They implement a vaccine passport with a  wink wink to their base by purposely making it very easy to fake. This govt pretends to be incompetent because it’s better than admitting they only serve their base.", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["GOA"], "mentions": ["natasha_kornak", "traci_dodge"], "country": "USA", "text_en": "Has it crossed your mind that the is doing this on purpose? They implement a vaccine passport with a wink wink to their base by purposely making it very easy to fake. This govt pretends to be incompetent because its better than admitting they only serve their base."}, {"id": 1439643254220365833, "verified": false, "tweet_text": "@NBFreeProject posted this info below and I have mine ready. It's a card outlining our rights when asked to present a vaccine passport for entry...\n\nThis wallet card might be useful starting Tuesday. Drafted by a NS lawyer, but applicable across Canada:\nhttps://t.co/5ZyD6KEv1G", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["NBFreeProject"], "tweet_urls": ["https://t.co/5ZyD6KEv1G"], "country": "USA", "text_en": "posted this info below and I have mine ready. It's a card outlining our rights when asked to present a vaccine passport for entry... This wallet card might be useful starting Tuesday. Drafted by a NS lawyer, but applicable across Canada:"}, {"id": 1439643241301921803, "verified": false, "tweet_text": "@NurseQLockdown If the vaccines were safe, effective and stopped transmission &amp; illness from Covid, as with \"traditional\" vaccines I could accept the rationale, since they aren't then it would appear there are other motives behind the global vaccine passport push. That's why I'm against.", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "If the vaccines were safe, effective and stopped transmission &amp; illness from Covid, as with \"traditional\" vaccines I could accept the rationale, since they aren't then it would appear there are other motives behind the global vaccine passport push. That's why I'm against."}, {"id": 1439643176248037379, "verified": true, "tweet_text": "Took me one hot minute to get mine. \n\n“Wallet-sized” it is not, unless your wallet is the size of a small dog. But it’s a start. \n\nIt’s actually a VACCINE PASSPORT system - even tho it’s total amateur hour from this useless govt, i’ll take it. #ableg https://t.co/XJtV7gDQwV", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["ableg"], "tweet_urls": ["https://t.co/XJtV7gDQwV"], "country": "USA", "text_en": "Took me one hot minute to get mine. Wallet-sized it is not, unless your wallet is the size of a small dog. But its a start. Its actually a VACCINE PASSPORT system - even tho its total amateur hour from this useless govt, ill take it."}, {"id": 1439643108203974656, "verified": false, "tweet_text": "Tony Blair now calling for vaccine passports to stop another lockdown. How on earth would a passport stop a lockdown. This is the tony blair that has killed 1 million iraqis", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "country": "USA", "text_en": "Tony Blair now calling for vaccine passports to stop another lockdown. How on earth would a passport stop a lockdown. This is the tony blair that has killed million iraqis"}, {"id": 1439643048187609089, "verified": false, "tweet_text": "@EvoDriver_1 @duartecomacho @acoyne You're not living life. Life at home is good thanks. Regardless of my vax status no plans to opt in to vaccine passport system. Only an idiot would do that.", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["EvoDriver_1", "duartecomacho", "acoyne"], "country": "USA", "text_en": "You're not living life. Life at home is good thanks. Regardless of my vax status no plans to opt in to vaccine passport system. Only an idiot would do that."}, {"id": 1439642997822525446, "verified": false, "tweet_text": "@NurseQLockdown If I wanted to live in China I'd move there.If you honestly believe it's \"just a vaccine passport\" you really are naive", "tweet_lang": "en", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "If I wanted to live in China I'd move there.If you honestly believe it's \"just a vaccine passport\" you really are naive"}, {"id": 1439642931149737984, "verified": false, "tweet_text": "I'd managed to avoid looking at my vaccine passport until now cause I knew it would trigger a panic attack but my mom just texted it too me and by the time I realized what it was it was already too late. Anyways I'm feeling phantom pain in my arm and severe discomfort now. Fuck.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "I'd managed to avoid looking at my vaccine passport until now cause I knew it would trigger a panic attack but my mom just texted it too me and by the time I realized what it was it was already too late. Anyways I'm feeling phantom pain in my arm and severe discomfort now. Fuck."}, {"id": 1439642883284406273, "verified": false, "tweet_text": "@LisaPray10 @ksorbs Yeah those who don’t get the vaccine 🥴 drastic times call for drastic measures. They doing this cause they want this pandemic to be over and talk hardheaded and won’t listen. This isn’t just about you it’s about the ENTIRE WORLD. You also need vaccines to get a passport too btw.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["LisaPray10", "ksorbs"], "tweet_emoticons": ["🥴"], "country": "USA", "text_en": "Yeah those who dont get the vaccine drastic times call for drastic measures. They doing this cause they want this pandemic to be over and talk hardheaded and wont listen. This isnt just about you its about the ENTIRE WORLD. You also need vaccines to get a passport too btw."}, {"id": 1439642835352002566, "verified": false, "tweet_text": "@Draegore @Cindywc1 @ali1_bashir @Atlantonian @globeandmail 4. I like having a vaccine passport, Have had one my entire life, My parents who are boomers have had ones their entire life. \n5. Sweden had so many people die they have trouble finding workers, They are going to have serious money issues. I have personal friends that live there.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Draegore", "Cindywc1", "ali1_bashir", "Atlantonian", "globeandmail"], "country": "USA", "text_en": ". I like having a vaccine passport, Have had one my entire life, My parents who are boomers have had ones their entire life. . Sweden had so many people die they have trouble finding workers, They are going to have serious money issues. I have personal friends that live there."}, {"id": 1439642833250516992, "verified": false, "tweet_text": "It’s super sad… I should have a $500 reward for vaccinating as early as I could… anyways got the vaccine passport  woot woot", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Its super sad I should have a $500 reward for vaccinating as early as I could anyways got the vaccine passport woot woot"}, {"id": 1439642833149775876, "verified": false, "tweet_text": "I’m sorry @jkenney but MALLS ARE NOT ESSENTIAL. They should damn well be able to adopt the vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["jkenney"], "country": "USA", "text_en": "Im sorry but MALLS ARE NOT ESSENTIAL. They should damn well be able to adopt the vaccine passport."}, {"id": 1439642789369683971, "verified": false, "tweet_text": "@SteveBuick2 Surprise. Surprise. Surprise.\n\nIt’s sad for Albertans the UCP didn’t pay attention to the FEDS vaccine passport months ago.\n\nSad. Sad. Sad.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["SteveBuick2"], "country": "USA", "text_en": "Surprise. Surprise. Surprise. Its sad for Albertans the UCP didnt pay attention to the FEDS vaccine passport months ago. Sad. Sad. Sad."}, {"id": 1439642500478636033, "verified": false, "tweet_text": "Why couldn’t we have ONE vaccine passport for our entire country? We all have the same Canadian Passport. Will other provinces accept Alberta’s easily editable PDF as a vaccine passport? #cdnhealth #VaccinePassports #abhealth #abpoli #bcpoli #cdnpoli https://t.co/2LCJ3uIKH2", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["cdnhealth", "VaccinePassports", "abhealth", "abpoli", "bcpoli", "cdnpoli"], "tweet_urls": ["https://t.co/2LCJ3uIKH2"], "country": "USA", "text_en": "Why couldnt we have ONE vaccine passport for our entire country? We all have the same Canadian Passport. Will other provinces accept Albertas easily editable PDF as a vaccine passport?"}, {"id": 1439642486851387397, "verified": false, "tweet_text": "@ElijahSchaffer I’m fine not going to bars or shopping centers. Not having a vaccine passport isn’t gonna stop me from going into nature, living self sufficiently and far away from people that can’t live without supermarkets, weekend shopping or bars. Perfecto 👌🏼", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["ElijahSchaffer"], "tweet_emoticons": ["👌🏼"], "country": "USA", "text_en": "Im fine not going to bars or shopping centers. Not having a vaccine passport isnt gonna stop me from going into nature, living self sufficiently and far away from people that cant live without supermarkets, weekend shopping or bars. Perfecto"}, {"id": 1439642483902672896, "verified": false, "tweet_text": "@RachelNotley @RachelNotley can you ask the @UCPCaucus  about the completely EDITABLE PDF, and nsecured vaccine passport (that's not a vaccine passport)? Asking for an Albertan.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["RachelNotley", "RachelNotley", "UCPCaucus"], "country": "USA", "text_en": "can you ask the about the completely EDITABLE PDF, and nsecured vaccine passport (that's not a vaccine passport)? Asking for an Albertan."}, {"id": 1439642383600259084, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport | ZeroHedge https://t.co/MJMJwC6EXJ", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/MJMJwC6EXJ"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport | ZeroHedge"}, {"id": 1439642290910216192, "verified": false, "tweet_text": "Oh great, the printable Vaccine Passport is a conveniently editable PDF document! Perfect for all your Ivermectin swilling, Anti-Vaxxer needs! \n…we are going to be stuck in this never ending hellish Covid loop forever, aren’t we 🙃😭😭\n#abpoli #AbLeg #canpoli #COVID19AB https://t.co/YZMQhtXqXt", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["abpoli", "AbLeg", "canpoli", "COVID19AB"], "tweet_emoticons": ["🙃", "😭"], "country": "USA", "text_en": "Oh great, the printable Vaccine Passport is a conveniently editable PDF document! Perfect for all your Ivermectin swilling, Anti-Vaxxer needs! we are going to be stuck in this never ending hellish Covid loop forever, arent we"}, {"id": 1439642254910660608, "verified": false, "tweet_text": "Wow. O'Toole's friends in the UCP provide an editable PDF for proof of vaccine. This is a public safety concern for all Cdns. AB's vaccine passport shouldn't be accepted in or out of prov as proof of anything except UCP incompetence. \n#cdnpoli #elxn44vote #VoteLiberalMajority https://t.co/Q6kHhc1G9x", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["cdnpoli", "elxn44vote", "VoteLiberalMajority"], "tweet_urls": ["https://t.co/Q6kHhc1G9x"], "country": "USA", "text_en": "Wow. O'Toole's friends in the UCP provide an editable PDF for proof of vaccine. This is a public safety concern for all Cdns. AB's vaccine passport shouldn't be accepted in or out of prov as proof of anything except UCP incompetence."}, {"id": 1439642242986041348, "verified": false, "tweet_text": "FYI the not-a-vaccine-passport is super easy to download at https://t.co/RqMBXPvpNW. You don’t need an account or anything. Just your AB health number and the month/year of any one of your vaccines.\nGreat job on a simple and quick system @YourAlberta! #NotJoking #COVIDAB #Vaccine", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["NotJoking", "COVIDAB", "Vaccine"], "mentions": ["YourAlberta"], "tweet_urls": ["https://t.co/RqMBXPvpNW"], "tweet_emoticons": ["XP"], "country": "USA", "text_en": "FYI the not-a-vaccine-passport is super easy to download at . You dont need an account or anything. Just your AB health number and the month/year of any one of your vaccines. Great job on a simple and quick system !"}, {"id": 1439642121250738184, "verified": false, "tweet_text": "@UROCKlive1 Ask people if they know what rubella is? Oh yeah it’s a mandatory vaccine you get just after birth. No wonder they haven’t heard of it. What about visiting a foreign country where you need vaccines just to enter? Vaccine card is worth more than a US passport!", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["UROCKlive1"], "country": "USA", "text_en": "Ask people if they know what rubella is? Oh yeah its a mandatory vaccine you get just after birth. No wonder they havent heard of it. What about visiting a foreign country where you need vaccines just to enter? Vaccine card is worth more than a US passport!"}, {"id": 1439642097045458948, "verified": false, "tweet_text": "Need a vax passport to be able to feed your family, but don't want to get the jab? Jimmy Black Market can help you...\nhttps://t.co/kZQjlF6o6h", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/kZQjlF6o6h"], "country": "USA", "text_en": "Need a vax passport to be able to feed your family, but don't want to get the jab? Jimmy Black Market can help you..."}, {"id": 1439642084730970119, "verified": false, "tweet_text": "Just saw a fb meme that said “I won’t support any business that requires a vaccine passport” and my friend, you completely misunderstand how any of this works", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Just saw a fb meme that said I wont support any business that requires a vaccine passport and my friend, you completely misunderstand how any of this works"}, {"id": 1439641960885768196, "verified": false, "tweet_text": "My first time going out using a passport vaccine! https://t.co/zApTqDgOIB", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "My first time going out using a passport vaccine!"}, {"id": 1439641931663876096, "verified": false, "tweet_text": "The vaccine passport in Alberta is not wallet size at all... and it legit could be made in word.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "The vaccine passport in Alberta is not wallet size at all... and it legit could be made in word."}, {"id": 1439641879507779585, "verified": false, "tweet_text": "Ontario's proof-of-vaccination policy, set to take effect on Wednesday, treads into new territory for businesses. But Health Minister Christine Elliott has said she doesn't expect non-compliance to be an issue. https://t.co/E4RHBXPF4Q", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/E4RHBXPF4Q"], "tweet_emoticons": ["xp", "XP"], "country": "USA", "text_en": "Ontario's proof-of-vaccination policy, set to take effect on Wednesday, treads into new territory for businesses. But Health Minister Christine Elliott has said she doesn't expect non-compliance to be an issue."}, {"id": 1439641796955475968, "verified": false, "tweet_text": "The medical records database on this country is already a de facto vaccine passport", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "The medical records database on this country is already a de facto vaccine passport"}, {"id": 1439641777145798659, "verified": false, "tweet_text": "@Black_promoZAR Secondly vaccine passports can trace your movements but the modern phone is superior at doing such as it not only traces your movements but knows of your personal thoughts and interests making tracking easier. Compared to a vaccine passport. That's what I wanted to discuss.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Black_promoZAR"], "country": "USA", "text_en": "Secondly vaccine passports can trace your movements but the modern phone is superior at doing such as it not only traces your movements but knows of your personal thoughts and interests making tracking easier. Compared to a vaccine passport. That's what I wanted to discuss."}, {"id": 1439641703561011201, "verified": false, "tweet_text": "\"In July, France required a vaccine passport or negative test for a range of activities, including visiting bars, restaurants, sports stadiums and shopping centres. A month later nearly 10M people had rushed to be vaccinated.\"https://t.co/19FEqSAbJe", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/19FEqSAbJe"], "country": "USA", "text_en": "\"In July, France required a vaccine passport or negative test for a range of activities, including visiting bars, restaurants, sports stadiums and shopping centres. A month later nearly M people had rushed to be vaccinated.\""}, {"id": 1439641534161461253, "verified": false, "tweet_text": "@SG73127916 Want hoekom moet ek? Vaccine passport maak sin", "tweet_lang": "nl", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["SG73127916"]}, {"id": 1439641451067969539, "verified": false, "tweet_text": "@rwlens @brrittannyh @vote4robgill https://t.co/OjAauEQQQg", "tweet_lang": "und", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["rwlens", "brrittannyh", "vote4robgill"], "tweet_urls": ["https://t.co/OjAauEQQQg"]}, {"id": 1439641293941092352, "verified": false, "tweet_text": "@NurseQLockdown \"vaccine passports\" for common cold...ridiculous\nwe all already are passport holders🇮🇪☘️", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["NurseQLockdown"], "tweet_emoticons": ["🇮🇪", "☘️"], "country": "USA", "text_en": "\"vaccine passports\" for common cold...ridiculous we all already are passport holders"}, {"id": 1439641219643023365, "verified": false, "tweet_text": "Vaccines. Liberal. Travellers, public servants vaccinated. legislation to protect business from vaccine lawsuits. Conservatives. Vaccine or rapid test travellers,public servants. NDP. Public servants vaccinated. Canada passport. Vaccine production plant.\nhttps://t.co/oHAoFo5Eay", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/oHAoFo5Eay"], "country": "USA", "text_en": "Vaccines. Liberal. Travellers, public servants vaccinated. legislation to protect business from vaccine lawsuits. Conservatives. Vaccine or rapid test travellers,public servants. NDP. Public servants vaccinated. Canada passport. Vaccine production plant."}, {"id": 1439641193495728128, "verified": false, "tweet_text": "So I’m travelling cross Canada this week... will my vaccination sheets be acceptable as my vaccine passport and for entry to NB you think twitter?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "So Im travelling cross Canada this week... will my vaccination sheets be acceptable as my vaccine passport and for entry to NB you think twitter?"}, {"id": 1439641093528641536, "verified": false, "tweet_text": "@fromtheold @RachelNotley You said Brexit, so I showed you Brexit. \nRegarding Notley's statement that most businesses support a vaccine passport, there isn't a vote to compare the CTV poll results to, but even assuming a generous margin for error, she's right.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["fromtheold", "RachelNotley"], "country": "USA", "text_en": "You said Brexit, so I showed you Brexit. Regarding Notley's statement that most businesses support a vaccine passport, there isn't a vote to compare the CTV poll results to, but even assuming a generous margin for error, she's right."}, {"id": 1439640813286289414, "verified": false, "tweet_text": "Princeton man calls 911 after customer refused breakfast at restaurant for no vaccine passport https://t.co/Sf4n1V6XcC", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/Sf4n1V6XcC"], "country": "USA", "text_en": "Princeton man calls after customer refused breakfast at restaurant for no vaccine passport"}, {"id": 1439640734383185925, "verified": false, "tweet_text": "1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport\nhttps://t.co/24gigGMezQ", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/24gigGMezQ"], "country": "USA", "text_en": "s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439640642196590597, "verified": false, "tweet_text": "🤡 Seems our #abpoli province is being run by a bunch amateur coders. Are they even serious about doing this vaccine \"not-a-passport\" card in a correct &amp; secure way? Because that's not what they released today. United Clown Party #UCP blows it again! 🤡 https://t.co/JnprCZVZLb", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["abpoli", "UCP"], "tweet_urls": ["https://t.co/JnprCZVZLb"], "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "Seems our province is being run by a bunch amateur coders. Are they even serious about doing this vaccine \"not-a-passport\" card in a correct &amp; secure way? Because that's not what they released today. United Clown Party blows it again!"}, {"id": 1439640641785380866, "verified": true, "tweet_text": "Hey look, and NDP MLA shared a vaccine passport image file. https://t.co/XfHOD5q47I", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/XfHOD5q47I"], "country": "USA", "text_en": "Hey look, and NDP MLA shared a vaccine passport image file."}, {"id": 1439640576756879360, "verified": false, "tweet_text": "@Glenn31391040 @cassmoss_ @RodneyNCulleton @davidestcourt @theage Comparing a passport for race, which is not communicable, with a passport for a vaccine against a communicable disease are not the same thing. You can't just point to the word \"passport\" and say, \"Look, same thing!\"", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Glenn31391040", "cassmoss_", "RodneyNCulleton", "davidestcourt", "theage"], "country": "USA", "text_en": "Comparing a passport for race, which is not communicable, with a passport for a vaccine against a communicable disease are not the same thing. You can't just point to the word \"passport\" and say, \"Look, same thing!\""}, {"id": 1439640452723007493, "verified": false, "tweet_text": "@SimonCalder Why does the UK not accept the Turkish vaccine passport for those vaccinated with Pfizer in Turkey? The EU accepted it over a month ago. Why are we lagging? \n\n#Turkey #COVID19 #Vaccination #PfizerBiontech #VaccinePassports #Pfizervaccine 🇹🇷🇹🇷🇹🇷🇹🇷🇹🇷", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["Turkey", "COVID19", "Vaccination", "PfizerBiontech", "VaccinePassports", "Pfizervaccine"], "mentions": ["SimonCalder"], "tweet_emoticons": ["🇹🇷"], "country": "USA", "text_en": "Why does the UK not accept the Turkish vaccine passport for those vaccinated with Pfizer in Turkey? The EU accepted it over a month ago. Why are we lagging?"}, {"id": 1439640371462553602, "verified": false, "tweet_text": "@BorisJohnson @TheSun Why does the UK not accept the Turkish vaccine passport for those vaccinated with Pfizer in Turkey? The EU accepted it over a month ago. Why are we lagging? \n\n#Turkey #COVID19 #Vaccination #PfizerBiontech #VaccinePassports #Pfizervaccine 🇹🇷🇹🇷🇹🇷🇹🇷🇹🇷", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["Turkey", "COVID19", "Vaccination", "PfizerBiontech", "VaccinePassports", "Pfizervaccine"], "mentions": ["BorisJohnson", "TheSun"], "tweet_emoticons": ["🇹🇷"], "country": "USA", "text_en": "Why does the UK not accept the Turkish vaccine passport for those vaccinated with Pfizer in Turkey? The EU accepted it over a month ago. Why are we lagging?"}, {"id": 1439640203279228931, "verified": false, "tweet_text": "We all have to make hard choices. I stand firm in my convictions. We as Canadians need to reject the vaccine passport, it is discrimination and I reject that some have more rights than others. Do not comply, you are not alone. https://t.co/8JvrWhtSMb", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/8JvrWhtSMb"], "country": "USA", "text_en": "We all have to make hard choices. I stand firm in my convictions. We as Canadians need to reject the vaccine passport, it is discrimination and I reject that some have more rights than others. Do not comply, you are not alone."}, {"id": 1439640094999150592, "verified": false, "tweet_text": "@ChuckWurster If #abhealth needs help with building a proper &amp; secure vaccine passport system (or whatever govt calls it), I’m happy to advise for free. It needs to have a way for businesses to validate the information presented by Albertans. Todays editable vaccine card is a joke. #covid19ab", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["abhealth", "covid19ab"], "mentions": ["ChuckWurster"], "country": "USA", "text_en": "If needs help with building a proper &amp; secure vaccine passport system (or whatever govt calls it), Im happy to advise for free. It needs to have a way for businesses to validate the information presented by Albertans. Todays editable vaccine card is a joke."}, {"id": 1439639862227968006, "verified": false, "tweet_text": "@joelymack I’m in Greece at the moment.  Mask wearing indoors is mandatory.   €150 penalty if you’re caught in a shop without one, both for you and shopkeeper.   Vaccine passport if you want to eat inside.    None of this lanyard exempt business.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["joelymack"], "country": "USA", "text_en": "Im in Greece at the moment. Mask wearing indoors is mandatory. penalty if youre caught in a shop without one, both for you and shopkeeper. Vaccine passport if you want to eat inside. None of this lanyard exempt business."}, {"id": 1439639837095628810, "verified": false, "tweet_text": "Thousands gathered near Central Park in Manhattan on Saturday to express their discontent with the vaccine mandates and passport requirements  https://t.co/7VX5icxJJA", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/7VX5icxJJA"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Thousands gathered near Central Park in Manhattan on Saturday to express their discontent with the vaccine mandates and passport requirements"}, {"id": 1439639499525525519, "verified": false, "tweet_text": "Thousands gathered near Central Park on Saturday to express their discontent with the vaccine mandates and passport requirements implemented on the city by Mayor Bill de Blasio this month.\nhttps://t.co/bz413rH8lx", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/bz413rH8lx"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Thousands gathered near Central Park on Saturday to express their discontent with the vaccine mandates and passport requirements implemented on the city by Mayor Bill de Blasio this month."}, {"id": 1439639497034108937, "verified": false, "tweet_text": "@NurseHezz @globalhalifax I hope they do but I know businesses that will require a vaccine passport but not the staff to be vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["NurseHezz", "globalhalifax"], "country": "USA", "text_en": "I hope they do but I know businesses that will require a vaccine passport but not the staff to be vaccinated."}, {"id": 1439639486678376452, "verified": false, "tweet_text": "Thousands gathered near Central Park on Saturday to express their discontent with the vaccine mandates and passport requirements implemented on the city by Mayor Bill de Blasio this month.\nhttps://t.co/BrhGS9UD1D", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/BrhGS9UD1D"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Thousands gathered near Central Park on Saturday to express their discontent with the vaccine mandates and passport requirements implemented on the city by Mayor Bill de Blasio this month."}, {"id": 1439639441140711427, "verified": false, "tweet_text": "Vaccine passport download took 20 seconds. Now it's in my wallet. BUT WoW I FeEL oPprEsSeD.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Vaccine passport download took seconds. Now it's in my wallet. BUT WoW I FeEL oPprEsSeD."}, {"id": 1439639356025737218, "verified": false, "tweet_text": "😂😂 There is nothing I need so badly that it would ever require a vaccine passport https://t.co/TMiQzDVP0Z", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["😂"], "country": "USA", "text_en": "There is nothing I need so badly that it would ever require a vaccine passport"}, {"id": 1439639354750636034, "verified": false, "tweet_text": "Already created a png version of my vaccine passport for my phone.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Already created a png version of my vaccine passport for my phone."}, {"id": 1439639327739420675, "verified": false, "tweet_text": "@TerryBurrows14 @albertanbeech I completely understand, and I don't think the governments have handled the pandemic well at all. What's worrying you now? Is it the vaccine itself? Is it the vaccine mandate and passport?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["TerryBurrows14", "albertanbeech"], "country": "USA", "text_en": "I completely understand, and I don't think the governments have handled the pandemic well at all. What's worrying you now? Is it the vaccine itself? Is it the vaccine mandate and passport?"}, {"id": 1439639272311640065, "verified": false, "tweet_text": "@DIRCO_ZA Perhaps let's also get the digital vaccine certificate/passport in order and in a manner that limits it being fraudulently created and sold to unvaxxed peeps neh.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["DIRCO_ZA"], "country": "USA", "text_en": "Perhaps let's also get the digital vaccine certificate/passport in order and in a manner that limits it being fraudulently created and sold to unvaxxed peeps neh."}, {"id": 1439639215176781824, "verified": false, "tweet_text": "I have named my new vaccine passport.....Voldemort", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "I have named my new vaccine passport.....Voldemort"}, {"id": 1439639160206155777, "verified": false, "tweet_text": "Are Alberta residents able to get a BC vaccine passport? If so, anyone know how? #covid19ab #ableg", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["covid19ab", "ableg"], "country": "USA", "text_en": "Are Alberta residents able to get a BC vaccine passport? If so, anyone know how?"}, {"id": 1439639071689748487, "verified": false, "tweet_text": "@jeremy_hume Are there any protests going on in England?  I haven't seen any in the news.  I know France and Brazil have been protesting and there's chaos in Australia.  Not much protesting here in the USA (yet).  New York had a protest because vaccine passport mandates started there.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["jeremy_hume"], "country": "USA", "text_en": "Are there any protests going on in England? I haven't seen any in the news. I know France and Brazil have been protesting and there's chaos in Australia. Not much protesting here in the USA (yet). New York had a protest because vaccine passport mandates started there."}, {"id": 1439638981398827008, "verified": false, "tweet_text": "My vaccine passport is showing midi-chlorians and Pym particles.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "My vaccine passport is showing midi-chlorians and Pym particles."}, {"id": 1439638917695918082, "verified": false, "tweet_text": "@Peter99909802 @MatchroomBoxing @NHSuk @bluelightcard @SpursOfficial No vaccine passport required Matchroom are following government guidelines and I can confirm you do not need to show proof of vaccination nor do you need to provide a negative test. It’s all 👍🏻", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Peter99909802", "MatchroomBoxing", "NHSuk", "bluelightcard", "SpursOfficial"], "tweet_emoticons": ["👍🏻"], "country": "USA", "text_en": "No vaccine passport required Matchroom are following government guidelines and I can confirm you do not need to show proof of vaccination nor do you need to provide a negative test. Its all"}, {"id": 1439638775102009348, "verified": false, "tweet_text": "Oh yeah! 🙋🏻‍♀️ Carrying/showing a vaccine passport will be no different than a carrying/showing a driver’s license or travel passport. https://t.co/07Vk0OkJ4K", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/07Vk0OkJ4K"], "tweet_emoticons": ["🙋🏻‍♀️"], "country": "USA", "text_en": "Oh yeah! Carrying/showing a vaccine passport will be no different than a carrying/showing a drivers license or travel passport."}, {"id": 1439638365200998403, "verified": false, "tweet_text": "@tanya_fir How about just give them a usable vaccine passport system instead of expecting minimum wage employees to administer government restrictions? #abpoli #ableg", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["abpoli", "ableg"], "mentions": ["tanya_fir"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "How about just give them a usable vaccine passport system instead of expecting minimum wage employees to administer government restrictions?"}, {"id": 1439638236364738561, "verified": false, "tweet_text": "@ClayTravis Ur not kidding. I was on Manhattan last night visiting family. ID check and Vaccine passport check. In addition went to mass at a Catholic Church. Masks mandatory. Most people in the street had masked. Mask requirement in lobby of apartment building where my family is.  I can go", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["ClayTravis"], "country": "USA", "text_en": "Ur not kidding. I was on Manhattan last night visiting family. ID check and Vaccine passport check. In addition went to mass at a Catholic Church. Masks mandatory. Most people in the street had masked. Mask requirement in lobby of apartment building where my family is. I can go"}, {"id": 1439638233130967040, "verified": false, "tweet_text": "@MrAtheistPants So what your telling me is that I never needed a smallpox vaccination when I was 4 which helped to eradicate the disease in the US. I still carry the vaccine passport on my arm in the form of a scar. What a little coward you are Silverman.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["MrAtheistPants"], "country": "USA", "text_en": "So what your telling me is that I never needed a smallpox vaccination when I was which helped to eradicate the disease in the US. I still carry the vaccine passport on my arm in the form of a scar. What a little coward you are Silverman."}, {"id": 1439638181687746564, "verified": false, "tweet_text": "James is an idiot. Not all brexit voters are racists and bigots but all racists and bigots voted for #brexit. \nAnti lockdown and anti vaccine passport idiots aren’t all  conspiracy theorists they’re all very  stupid. https://t.co/7OvKc0u2qD", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["brexit"], "country": "USA", "text_en": "James is an idiot. Not all brexit voters are racists and bigots but all racists and bigots voted for . Anti lockdown and anti vaccine passport idiots arent all conspiracy theorists theyre all very stupid."}, {"id": 1439637822395359237, "verified": false, "tweet_text": "@CarymaRules @TorontoPolice Do you assume everyone who is anti vaccine passport is an anti vaxxer?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CarymaRules", "TorontoPolice"], "country": "USA", "text_en": "Do you assume everyone who is anti vaccine passport is an anti vaxxer?"}, {"id": 1439637794050084865, "verified": false, "tweet_text": "@italgal67 Do like they did in France I believe it was. Bring your lunch and cop a squat in front of the door of any restaurant requiring a vaccine passport. Of course this takes a multitude of people to work. Canadians are too polite to do that!", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["italgal67"], "country": "USA", "text_en": "Do like they did in France I believe it was. Bring your lunch and cop a squat in front of the door of any restaurant requiring a vaccine passport. Of course this takes a multitude of people to work. Canadians are too polite to do that!"}, {"id": 1439637631915098116, "verified": false, "tweet_text": "Well it's happened. I displayed my vaccine passport so I could get served an omelette.\n\nNo desire to goosestep yet but I'll be keeping an eye on myself.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Well it's happened. I displayed my vaccine passport so I could get served an omelette. No desire to goosestep yet but I'll be keeping an eye on myself."}, {"id": 1439637631776616451, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport https://t.co/sVfSiIeJsF", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/sVfSiIeJsF"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439637617792798724, "verified": false, "tweet_text": "Talk about false economy. Pay money for a fake passport or get the vaccine for nothing. https://t.co/aX4WlWzTDa", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/aX4WlWzTDa"], "country": "USA", "text_en": "Talk about false economy. Pay money for a fake passport or get the vaccine for nothing."}, {"id": 1439637567490576384, "verified": false, "tweet_text": "This easily forged \"Vaccine Passport\" will actually make public dining LESS safe than before! https://t.co/8nz3HEVuY0", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/8nz3HEVuY0"], "country": "USA", "text_en": "This easily forged \"Vaccine Passport\" will actually make public dining LESS safe than before!"}, {"id": 1439637554505125893, "verified": false, "tweet_text": "@TheRealPro7 I’m not really interested in the logistics of the vaccine, I just know that I’m getting my second dose on the day stated on my vaccine passport", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["TheRealPro7"], "country": "USA", "text_en": "Im not really interested in the logistics of the vaccine, I just know that Im getting my second dose on the day stated on my vaccine passport"}, {"id": 1439637236035698690, "verified": false, "tweet_text": "@AstroKatie I want a vaccine passport with lots of stamps because it would mean I’ve actually gone places.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["AstroKatie"], "country": "USA", "text_en": "I want a vaccine passport with lots of stamps because it would mean Ive actually gone places."}, {"id": 1439637221703827456, "verified": false, "tweet_text": "@NDP are calling ABA therapy that is a reward based system, calling it abuse!! But are for a vaccine passport based on a reward system!?  I see is a party throwing autistic kids lives under the bus. https://t.co/B2lM3OxC3s", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["NDP"], "tweet_urls": ["https://t.co/B2lM3OxC3s"], "country": "USA", "text_en": "are calling ABA therapy that is a reward based system, calling it abuse!! But are for a vaccine passport based on a reward system!? I see is a party throwing autistic kids lives under the bus."}, {"id": 1439637207250313220, "verified": false, "tweet_text": "You don't need to be an anti-vaxer or anti-vaccine passport supporter to vote PPC. YOU SIMPLY NEED TO APPRECIATE THAT YOU LIVE IN A COUNTRY WHERE YOU ARE SUPPOSED TO ENJOY ENSHRINED CHARTER RIGHTS &amp; FREEDOMS that Trudeau stole with the support of EVERY OTHER PARTY SAVE PPC.#PPC", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["PPC"], "country": "USA", "text_en": "You don't need to be an anti-vaxer or anti-vaccine passport supporter to vote PPC. YOU SIMPLY NEED TO APPRECIATE THAT YOU LIVE IN A COUNTRY WHERE YOU ARE SUPPOSED TO ENJOY ENSHRINED CHARTER RIGHTS &amp; FREEDOMS that Trudeau stole with the support of EVERY OTHER PARTY SAVE PPC."}, {"id": 1439636604918792193, "verified": false, "tweet_text": "i finally have my totally not vaccine passport https://t.co/MHrzOsLppP", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "i finally have my totally not vaccine passport"}, {"id": 1439636593547956225, "verified": false, "tweet_text": "@therecount Mandates work. Check the results anywhere and everywhere. Canada, France, individual companies, states with mandates. Vaccine numbers go up, lives and long term health costs are saved. Businesses open up. Everyone still lives in a free country. A passport to a healthy society.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["therecount"], "country": "USA", "text_en": "Mandates work. Check the results anywhere and everywhere. Canada, France, individual companies, states with mandates. Vaccine numbers go up, lives and long term health costs are saved. Businesses open up. Everyone still lives in a free country. A passport to a healthy society."}, {"id": 1439636354493681665, "verified": false, "tweet_text": "Went out for breakfast this morning: at D'Lanos there was no attempt to check our vaccine passport, and when we asked, the hostess said she had no way to check. Mentioned it was a free app, she said \"I ain't putting that on my phone.\" We left. https://t.co/V0Z1uNfH9z #yxs", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["yxs"], "tweet_urls": ["https://t.co/V0Z1uNfH9z"], "country": "USA", "text_en": "Went out for breakfast this morning: at D'Lanos there was no attempt to check our vaccine passport, and when we asked, the hostess said she had no way to check. Mentioned it was a free app, she said \"I ain't putting that on my phone.\" We left."}, {"id": 1439636262911033348, "verified": false, "tweet_text": "@SteveBuick2 Nothing stunning about it. This exact same effect has been reliably observed in other jurisdictions which have brought vaccine passport requirements and is precisely why folks have been demanding this move while you all were busy driving the fourth wave with #BestSummerEver.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["BestSummerEver"], "mentions": ["SteveBuick2"], "country": "USA", "text_en": "Nothing stunning about it. This exact same effect has been reliably observed in other jurisdictions which have brought vaccine passport requirements and is precisely why folks have been demanding this move while you all were busy driving the fourth wave with ."}, {"id": 1439636199841296386, "verified": false, "tweet_text": "Soo happy!! I got my vaccine passport this morning. WOO HOO!!!!!! https://t.co/zkB7xs7Y3f", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Soo happy!! I got my vaccine passport this morning. WOO HOO!!!!!!"}, {"id": 1439636066055692289, "verified": false, "tweet_text": "@TheRealPro7 I have the date, it’s in my vaccine passport 😂😂", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["TheRealPro7"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "I have the date, its in my vaccine passport"}, {"id": 1439635987424956416, "verified": false, "tweet_text": "@KayceeMaduYEG As Alberta’s esteemed, respected, widely renowned Minister of Justice… what is the penalty for vaccine passport fraud?  Or are you busy today printing them out for #UCPcaucus members?  \n#FiretheUCP #UCPincompetence\n#NeverVoteConservative", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["UCPcaucus", "FiretheUCP", "UCPincompetence", "NeverVoteConservative"], "mentions": ["KayceeMaduYEG"], "country": "USA", "text_en": "As Albertas esteemed, respected, widely renowned Minister of Justice what is the penalty for vaccine passport fraud? Or are you busy today printing them out for members?"}, {"id": 1439635867841155076, "verified": false, "tweet_text": "I don't know what incompetent Conservative government needs to hear this, but\n\nIf you vaccine passport system has multiple options and loopholes to avoid getting vaccinated, it won't actually work.  \n\n#cdnpoli", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["cdnpoli"], "country": "USA", "text_en": "I don't know what incompetent Conservative government needs to hear this, but If you vaccine passport system has multiple options and loopholes to avoid getting vaccinated, it won't actually work."}, {"id": 1439635865945317380, "verified": false, "tweet_text": "Took me 30 seconds to get my vaccine passport. \n\nAlberta Vaccine Record Service https://t.co/susGmO9ZqZ", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/susGmO9ZqZ"], "country": "USA", "text_en": "Took me seconds to get my vaccine passport. Alberta Vaccine Record Service"}, {"id": 1439635708604346371, "verified": false, "tweet_text": "@edmontonjournal With a HUGE flaw. An EDITABLE pdf. Coincidence? 🤷🏼‍♀️🤦🏼‍♀️ I think not. Alberta needs a secure QR code NOW as the standard. It’s already to late to allow this ridiculous attempt at a “vaccine passport” to be acceptable.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["edmontonjournal"], "tweet_emoticons": ["🤦🏼‍♀️", "🤷🏼‍♀️"], "country": "USA", "text_en": "With a HUGE flaw. An EDITABLE pdf. Coincidence? I think not. Alberta needs a secure QR code NOW as the standard. Its already to late to allow this ridiculous attempt at a vaccine passport to be acceptable."}, {"id": 1439635647485161487, "verified": false, "tweet_text": "LOL not a lot of people showed up for a pro-vaccine-passport rally in Paris this afternoon 👇🏼 https://t.co/6BDKoOAeX4", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/6BDKoOAeX4"], "tweet_emoticons": ["👇🏼"], "country": "USA", "text_en": "LOL not a lot of people showed up for a pro-vaccine-passport rally in Paris this afternoon"}, {"id": 1439635514890473474, "verified": false, "tweet_text": "@AB_AgainstUCP @jkenney Imagine what would happen if they institute an actual mandatory vaccine passport system instead of this confusing farcical thing they've reluctantly slapped together to try and save face, that's right, save their own face and not lives or the Healthcare system in Alberta", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["AB_AgainstUCP", "jkenney"], "country": "USA", "text_en": "Imagine what would happen if they institute an actual mandatory vaccine passport system instead of this confusing farcical thing they've reluctantly slapped together to try and save face, that's right, save their own face and not lives or the Healthcare system in Alberta"}, {"id": 1439635492941844487, "verified": false, "tweet_text": "This is a powerful article - FIRST PERSON | I'd like to tell you why I'm ineligible for a vaccine passport | CBC News https://t.co/0jgvqYGb94", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/0jgvqYGb94"], "country": "USA", "text_en": "This is a powerful article - FIRST PERSON | I'd like to tell you why I'm ineligible for a vaccine passport | CBC News"}, {"id": 1439635408132853764, "verified": false, "tweet_text": "@tedmccoy Here is my AB Govt Vaccine passport incase anyone needs to make copies https://t.co/bKl9OYggR0", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["tedmccoy"], "country": "USA", "text_en": "Here is my AB Govt Vaccine passport incase anyone needs to make copies"}, {"id": 1439635398724968455, "verified": false, "tweet_text": "If a vaccine passport is editable by a 7 year old kid, it's not worth the paper it's printed on,", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "If a vaccine passport is editable by a year old kid, it's not worth the paper it's printed on,"}, {"id": 1439635397919739908, "verified": false, "tweet_text": "@JanisIrwin I got my VACCINE PASSPORT. Thank you, @JanisIrwin. Because that's the name @jkenney: VACCINE PASSPORT. https://t.co/MSwWfxhmlO", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JanisIrwin", "JanisIrwin", "jkenney"], "country": "USA", "text_en": "I got my VACCINE PASSPORT. Thank you, . Because that's the name : VACCINE PASSPORT."}, {"id": 1439635391674560517, "verified": false, "tweet_text": "@Kelorel @ClimatePoet @KenyonWallace @TorontoStar Most people did it because of pressure… people did it to go out and travel. I don’t know anyone who did it to actually protect themselves. It’s sad. Plus we have a vaccine passport in Quebec. This shit is out of control‼️", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Kelorel", "ClimatePoet", "KenyonWallace", "TorontoStar"], "tweet_emoticons": ["‼️"], "country": "USA", "text_en": "Most people did it because of pressure people did it to go out and travel. I dont know anyone who did it to actually protect themselves. Its sad. Plus we have a vaccine passport in Quebec. This shit is out of control"}, {"id": 1439635391095705613, "verified": false, "tweet_text": "@RobMcNealy @RavenRickGrime1 Here in Sweden: \n- no lockdowns\n- no vaccine mandate or vaccine passport\nworks like a charm\nHere are the public recommendations in English\nhttps://t.co/sNqqyDolCO", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["RobMcNealy", "RavenRickGrime1"], "tweet_urls": ["https://t.co/sNqqyDolCO"], "country": "USA", "text_en": "Here in Sweden: - no lockdowns - no vaccine mandate or vaccine passport works like a charm Here are the public recommendations in English"}, {"id": 1439635243732983808, "verified": false, "tweet_text": "@CFIBNews @cfibsk Based on the last 18 months the government plans to destroy all Independent business so everyone is reliant on government handouts everyone will need their vaccine passport and need to be compliant or be put in camps sound about right? https://t.co/SM0qj5mbjm", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CFIBNews", "cfibsk"], "country": "USA", "text_en": "Based on the last months the government plans to destroy all Independent business so everyone is reliant on government handouts everyone will need their vaccine passport and need to be compliant or be put in camps sound about right?"}, {"id": 1439635234652401667, "verified": false, "tweet_text": "@debespinal @Forbes Your wrong though. The passport and vaccine don’t help the problem. Just look at Israel. In fact the vaccinated are likely to create a vaccine resistant variant. Giving away our freedoms won’t help it just gives the governments more control of your life https://t.co/trZYuGimrP", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["debespinal", "Forbes"], "tweet_urls": ["https://t.co/trZYuGimrP"], "country": "USA", "text_en": "Your wrong though. The passport and vaccine dont help the problem. Just look at Israel. In fact the vaccinated are likely to create a vaccine resistant variant. Giving away our freedoms wont help it just gives the governments more control of your life"}, {"id": 1439635177748066317, "verified": false, "tweet_text": "My heart goes out to all the IT teams at AHS today, who are swamped making Alberta's vaccine passport system happen. You were handed an impossible task with less than ideal equipment by a customer than doesn't understand how any of this gets done. We all owe you! #COVID19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["COVID19AB"], "country": "USA", "text_en": "My heart goes out to all the IT teams at AHS today, who are swamped making Alberta's vaccine passport system happen. You were handed an impossible task with less than ideal equipment by a customer than doesn't understand how any of this gets done. We all owe you!"}, {"id": 1439635176426901506, "verified": true, "tweet_text": "Alberta's vaccine passport black market is over before it even began.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Alberta's vaccine passport black market is over before it even began."}, {"id": 1439635159054118914, "verified": false, "tweet_text": "@JanisIrwin @jkenney Nice Vaccine Passport Janis!! Too bad that wallet size actually meant “ginormous wallet size” but hey, good first try Bumbles!! I guess we’ll have to wait till 2023 to get a Govt that cares, to fix it.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JanisIrwin", "jkenney"], "country": "USA", "text_en": "Nice Vaccine Passport Janis!! Too bad that wallet size actually meant ginormous wallet size but hey, good first try Bumbles!! I guess well have to wait till to get a Govt that cares, to fix it."}, {"id": 1439634902048067588, "verified": false, "tweet_text": "... the word is out, the vaccine passport PDF is editable, which means it can easily be forged #yeg https://t.co/XCNtmYmnnV", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["yeg"], "country": "USA", "text_en": "... the word is out, the vaccine passport PDF is editable, which means it can easily be forged"}, {"id": 1439634649735745539, "verified": false, "tweet_text": "I’m not particularly tech savvy, so can someone tell me if there is something more to Alberta’s “vaccine passport” then a PDF document? Which I can’t even download for some reason but I can take a screenshot of it, and apparently edit according to others.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Im not particularly tech savvy, so can someone tell me if there is something more to Albertas vaccine passport then a PDF document? Which I cant even download for some reason but I can take a screenshot of it, and apparently edit according to others."}, {"id": 1439634361519939587, "verified": false, "tweet_text": "@guardiannews FELLOW UNVACCINATED \n\nWe provide Covid-19 vaccine card/Certificate/ passport \n\nPlace your order on telegram \n@Thecreat0r1\n@Drkatherina", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["guardiannews", "thecreat0r1", "DrKatherina"], "country": "USA", "text_en": "FELLOW UNVACCINATED We provide Covid-19 vaccine card/Certificate/ passport Place your order on telegram"}, {"id": 1439634258407014404, "verified": false, "tweet_text": "Alberta's new vaccine \"passport\" available today can be forged in under a minute. Don't doubt for a second that Kenney (who opposes them) is still praying for a @CPC_HQ win so he can let COVID burn through Alberta without interference from the federal government. #cdnpoli #elxn44", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["cdnpoli", "elxn44"], "mentions": ["CPC_HQ"], "country": "USA", "text_en": "Alberta's new vaccine \"passport\" available today can be forged in under a minute. Don't doubt for a second that Kenney (who opposes them) is still praying for a win so he can let COVID burn through Alberta without interference from the federal government."}, {"id": 1439634191075794946, "verified": false, "tweet_text": "@bcbreakaway Very true!  The vaccine-card-not-a-passport-passport could have been designed much better. https://t.co/HEpU7mz3Si", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["bcbreakaway"], "country": "USA", "text_en": "Very true! The vaccine-card-not-a-passport-passport could have been designed much better."}, {"id": 1439634108687081477, "verified": false, "tweet_text": "@RepSwalwell France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA.\nhttps://t.co/lncEoLHS0g", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["RepSwalwell"], "tweet_urls": ["https://t.co/lncEoLHS0g"], "country": "USA", "text_en": "France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA."}, {"id": 1439634064827322373, "verified": false, "tweet_text": "@DuaneBratt Same here. I deliberately labeled mine ‘Covid Vaccine Passport’ on my PDF. Because that’s exactly what it is!!", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["DuaneBratt"], "country": "USA", "text_en": "Same here. I deliberately labeled mine Covid Vaccine Passport on my PDF. Because thats exactly what it is!!"}, {"id": 1439634058892304392, "verified": false, "tweet_text": "When the AHS clinic doesn’t upload your second shot from June to netcare and so your vaccine passport only shows first dose 🤙 then you spend 4 hours on hold with them and they say they’ll try to get it on there in the next 17 days 🤙", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🤙"], "country": "USA", "text_en": "When the AHS clinic doesnt upload your second shot from June to netcare and so your vaccine passport only shows first dose then you spend hours on hold with them and they say theyll try to get it on there in the next days"}, {"id": 1439633925052059650, "verified": false, "tweet_text": "Now I challenge every MLA to post their vaccine passport.\nUntil you do, you have no opinion on passports. You cannot tell anyone to get vaccinated until you prove you did.\n@abndpcaucus @UCPCaucus \n@gthomsonink @Jantafrench @MBellefontaine #RealTalkRJ @TheBreakdownAB #abpoli https://t.co/4d1MQrDntT", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["RealTalkRJ", "abpoli"], "mentions": ["abndpcaucus", "UCPCaucus", "gthomsonink", "Jantafrench", "MBellefontaine", "TheBreakdownAB"], "tweet_urls": ["https://t.co/4d1MQrDntT"], "country": "USA", "text_en": "Now I challenge every MLA to post their vaccine passport. Until you do, you have no opinion on passports. You cannot tell anyone to get vaccinated until you prove you did."}, {"id": 1439633821234782219, "verified": false, "tweet_text": "@comparethemkt will it scan for vaccine passport?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["comparethemkt"], "country": "USA", "text_en": "will it scan for vaccine passport?"}, {"id": 1439633783129473025, "verified": false, "tweet_text": "@BillKristol France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA.\nhttps://t.co/lncEoLHS0g", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["BillKristol"], "tweet_urls": ["https://t.co/lncEoLHS0g"], "country": "USA", "text_en": "France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA."}, {"id": 1439633728217628672, "verified": false, "tweet_text": "Vaccine passport size won't even fit in a standard wallet. https://t.co/ZlbbVX2plt #AB", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["AB"], "tweet_urls": ["https://t.co/ZlbbVX2plt"], "country": "USA", "text_en": "Vaccine passport size won't even fit in a standard wallet."}, {"id": 1439633633757720578, "verified": false, "tweet_text": "@JerylBier @brithume France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA.\nhttps://t.co/lncEoLHS0g", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JerylBier", "brithume"], "tweet_urls": ["https://t.co/lncEoLHS0g"], "country": "USA", "text_en": "France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA."}, {"id": 1439633620264755201, "verified": false, "tweet_text": "@asiL89480440 @markpoloncarz You mean like the Fox News vaccine passport? Where vaccines are required to enter any Fox News property or you get tested daily.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["asiL89480440", "markpoloncarz"], "country": "USA", "text_en": "You mean like the Fox News vaccine passport? Where vaccines are required to enter any Fox News property or you get tested daily."}, {"id": 1439633611259580419, "verified": false, "tweet_text": "@TomPark1n Did he though?\n\nHe said the feds would certify prov vax passports for international travel as an interim measure until a fed version is in place.\n\nThe federal vax passport is for international travel. It is not a replacement for provincial passports.\n\nhttps://t.co/r2TgPSSFxn https://t.co/zGZ0fw8ioI", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["TomPark1n"], "tweet_urls": ["https://t.co/r2TgPSSFxn"], "country": "USA", "text_en": "Did he though? He said the feds would certify prov vax passports for international travel as an interim measure until a fed version is in place. The federal vax passport is for international travel. It is not a replacement for provincial passports."}, {"id": 1439633453754945536, "verified": false, "tweet_text": "The UCP, considering their options for a vaccine passport #ABleg https://t.co/A7IgkREvb9", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["ABleg"], "country": "USA", "text_en": "The UCP, considering their options for a vaccine passport"}, {"id": 1439633447673229313, "verified": false, "tweet_text": "@jkenney the new 'not a vaccine passport' from AB health is an EDITABLE PDF. It could not have been more bungled. On top of everything your government has done poorly this is the height of incompetence. Do us all a favour and resign.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["jkenney"], "country": "USA", "text_en": "the new 'not a vaccine passport' from AB health is an EDITABLE PDF. It could not have been more bungled. On top of everything your government has done poorly this is the height of incompetence. Do us all a favour and resign."}, {"id": 1439633439356080137, "verified": false, "tweet_text": "@JolyNorm Sure. Let's meet up at your local coffee shop. \n\nOh...but you don't have a vaccine passport, so you are rightly excluded from civilized society. \n\nWell I'm sure Max will fix that for you when he is swept into power tomorrow... 😂🤣😂🤣😂🤣", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JolyNorm"], "tweet_emoticons": ["😂", "🤣"], "country": "USA", "text_en": "Sure. Let's meet up at your local coffee shop. Oh...but you don't have a vaccine passport, so you are rightly excluded from civilized society. Well I'm sure Max will fix that for you when he is swept into power tomorrow..."}, {"id": 1439633340320006149, "verified": false, "tweet_text": "@shandro Make the VACCINE PASSPORT just a tiny bit harder to duplicate please. My god. I could use 1999 ms paint to alter it. 🙄", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["shandro"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "Make the VACCINE PASSPORT just a tiny bit harder to duplicate please. My god. I could use ms paint to alter it."}, {"id": 1439633332250238978, "verified": false, "tweet_text": "@247Fame @douglaskerr @CarymaRules Math doesn't work. 76% of Canadian agrees with vaccine passport. 76 % with one dose, 71% fully vaccinated.... So where in that Anti-vaccine passport would be fully vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["247Fame", "douglaskerr", "CarymaRules"], "country": "USA", "text_en": "Math doesn't work. % of Canadian agrees with vaccine passport. % with one dose, % fully vaccinated.... So where in that Anti-vaccine passport would be fully vaccinated?"}, {"id": 1439633310733504512, "verified": false, "tweet_text": "The new vaccine passport system 😂😂😂 https://t.co/gESq9TNjq7", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/gESq9TNjq7"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "The new vaccine passport system"}, {"id": 1439633254428991496, "verified": false, "tweet_text": "I went to MyHealtherRecords first to get to my records but so confusing I couldn't figure out how to get the \"Not A Vaccine Passport\" So I got up to get our Health cards &amp; did the \"Express Method\" But hell it is a PDF I can edit it \"Secure Not\" #Covid19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["Covid19AB"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I went to MyHealtherRecords first to get to my records but so confusing I couldn't figure out how to get the \"Not A Vaccine Passport\" So I got up to get our Health cards &amp; did the \"Express Method\" But hell it is a PDF I can edit it \"Secure Not\""}, {"id": 1439633196983984128, "verified": false, "tweet_text": "@shannon810601 @renate_siekmann They are not just immunization records and that is the weakest excuse and most blatant false equivalence used in these vaccine passport arguments to just try and blast through your authoritarian nonsense.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["shannon810601", "renate_siekmann"], "country": "USA", "text_en": "They are not just immunization records and that is the weakest excuse and most blatant false equivalence used in these vaccine passport arguments to just try and blast through your authoritarian nonsense."}, {"id": 1439633180680675337, "verified": false, "tweet_text": "@ThatsABigTen4 You are comparing apples and oranges in a vain attempt to discredit the concept of a COVID vaccine passport, it’s not going to work 👍🏻", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["ThatsABigTen4"], "tweet_emoticons": ["👍🏻"], "country": "USA", "text_en": "You are comparing apples and oranges in a vain attempt to discredit the concept of a COVID vaccine passport, its not going to work"}, {"id": 1439633076330668035, "verified": false, "tweet_text": "@mynamesnotgordy Update to #27:\n$2.6 billion.\n$0.1 billion in smile cookies to be sent to Ontario households after the failed vaccine passport roll out", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["mynamesnotgordy"], "country": "USA", "text_en": "Update to : $2.6 billion. $0.1 billion in smile cookies to be sent to Ontario households after the failed vaccine passport roll out"}, {"id": 1439632882046316547, "verified": true, "tweet_text": "An early experience of a 'vaccine passport' in Ontario. Basically, until we get a proper system, it's basically window dressing and easily forgeable.\n\nAt an outdoor sports event last night, a (very nice) security guard looked at my Ontario vaccination form, but did not ask for...", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "An early experience of a 'vaccine passport' in Ontario. Basically, until we get a proper system, it's basically window dressing and easily forgeable. At an outdoor sports event last night, a (very nice) security guard looked at my Ontario vaccination form, but did not ask for..."}, {"id": 1439632804564897792, "verified": false, "tweet_text": "@LaRocquey @renate_siekmann Does the reserve pass system seem like a more appropriate comparison? Cause that's personally what I have been using as a native canadian in my arguments against this clear fascism and 'papers please' vaccine passport that everyone wants to institute.\n\nCanada is full of Nazis.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["LaRocquey", "renate_siekmann"], "country": "USA", "text_en": "Does the reserve pass system seem like a more appropriate comparison? Cause that's personally what I have been using as a native canadian in my arguments against this clear fascism and 'papers please' vaccine passport that everyone wants to institute. Canada is full of Nazis."}, {"id": 1439632704715304961, "verified": false, "tweet_text": "@PoliticsForAlI @Telegraph Absolutely! We have the technology to enforce it… vaccine passport to leave your home ❤️", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["PoliticsForAlI", "Telegraph"], "tweet_emoticons": ["❤️"], "country": "USA", "text_en": "Absolutely! We have the technology to enforce it vaccine passport to leave your home"}, {"id": 1439632481389629441, "verified": false, "tweet_text": "@LucasSouth5 @Serena62721481 @sauce_genie @VP The Vaccine Passport is free, an ID is not. Use your fucking brain.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["LucasSouth5", "Serena62721481", "sauce_genie", "VP"], "country": "USA", "text_en": "The Vaccine Passport is free, an ID is not. Use your fucking brain."}, {"id": 1439632217341251586, "verified": true, "tweet_text": "FIRST PERSON | I'd like to tell you why I'm ineligible for a vaccine passport in B.C. | CBC News https://t.co/yj5ArnfvfM @CBCHomestretch #covid19bc #COVID19", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["covid19bc", "COVID19"], "mentions": ["CBCHomestretch"], "tweet_urls": ["https://t.co/yj5ArnfvfM"], "country": "USA", "text_en": "FIRST PERSON | I'd like to tell you why I'm ineligible for a vaccine passport in B.C. | CBC News"}, {"id": 1439632077180350464, "verified": false, "tweet_text": "This is confirmation that the vaccine passport is the equivalent of the Chinese social credit score system.. https://t.co/GOokfg5uHq", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/GOokfg5uHq"], "country": "USA", "text_en": "This is confirmation that the vaccine passport is the equivalent of the Chinese social credit score system.."}, {"id": 1439631923165360131, "verified": false, "tweet_text": "@jodyvance @McDonaldsCanada @steeletalk I've searched for an answer but I'm not finding much. Below is an example of what I'm finding. \"Restaurants: indoor and patio dining\"\n\nReason I ask: A Port Alberni McDonald's was max capacity with unmasked people and no request for passport. I walked out\n\nhttps://t.co/98UINEwBNr", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["jodyvance", "McDonaldsCanada", "steeletalk"], "tweet_urls": ["https://t.co/98UINEwBNr"], "country": "USA", "text_en": "I've searched for an answer but I'm not finding much. Below is an example of what I'm finding. \"Restaurants: indoor and patio dining\" Reason I ask: A Port Alberni McDonald's was max capacity with unmasked people and no request for passport. I walked out"}, {"id": 1439631918023118852, "verified": true, "tweet_text": "Hey look, a blank Alberta vaccine passport. https://t.co/fdY26Gd921", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Hey look, a blank Alberta vaccine passport."}, {"id": 1439631905675038723, "verified": false, "tweet_text": "Exactly right!\n\nThe Orwellian vaccine passport agenda relies on the lie of the \"social contract\" https://t.co/c6eoLRtzqj", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/c6eoLRtzqj"], "country": "USA", "text_en": "Exactly right! The Orwellian vaccine passport agenda relies on the lie of the \"social contract\""}, {"id": 1439631894350635010, "verified": false, "tweet_text": "Vaccine passport sounds great in theory, except if your 18 year old autistic daughter has major issues with instructions and no normal ID, so ends up goi g to the Dr's for it who wouldn't give her ID because she has no ID.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Vaccine passport sounds great in theory, except if your year old autistic daughter has major issues with instructions and no normal ID, so ends up goi g to the Dr's for it who wouldn't give her ID because she has no ID."}, {"id": 1439631892391813129, "verified": true, "tweet_text": "Hundreds of anti-vaccine passport protesters - including POLE DANCER - take to Times Square https://t.co/JEr6NBFJvc", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/JEr6NBFJvc"], "country": "USA", "text_en": "Hundreds of anti-vaccine passport protesters - including POLE DANCER - take to Times Square"}, {"id": 1439631841749659654, "verified": false, "tweet_text": "@ezralevant @KRISTIANBAXTE10 Yes, it’s very logical and obvious that this mandatory vaccine passport is a punishment to not to enjoy the life of those people who doesn’t want to comply or to be vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["ezralevant", "KRISTIANBAXTE10"], "country": "USA", "text_en": "Yes, its very logical and obvious that this mandatory vaccine passport is a punishment to not to enjoy the life of those people who doesnt want to comply or to be vaccinated."}, {"id": 1439631815321346056, "verified": false, "tweet_text": "I love when ppl read that we require photo ID along with the vaccine passport and choose to ignore it :))))))))))", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": [":)"], "country": "USA", "text_en": "I love when ppl read that we require photo ID along with the vaccine passport and choose to ignore it"}, {"id": 1439631731208843273, "verified": false, "tweet_text": "@Lorian_H @GoAHealth Checklist confirming vaccine passport:\nGet DL or other picture ID + passport;\nConfirm picture matches presenter;\nConfirm names match ID +passport;\nCheck Birthday matches;\nCheck vaccine record dates and doses;\nReturn docs to owner.\nTime 1 - 2 minutes.\nNeed QR code.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Lorian_H", "GoAHealth"], "country": "USA", "text_en": "Checklist confirming vaccine passport: Get DL or other picture ID + passport; Confirm picture matches presenter; Confirm names match ID +passport; Check Birthday matches; Check vaccine record dates and doses; Return docs to owner. Time - minutes. Need QR code."}, {"id": 1439631567320719361, "verified": false, "tweet_text": "People's Party Candidate Compares Vaccine Passport to Canadian Residential Schools https://t.co/0vVTBxaSn9 via @viceworldnews", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["VICEWorldNews"], "tweet_urls": ["https://t.co/0vVTBxaSn9"], "country": "USA", "text_en": "People's Party Candidate Compares Vaccine Passport to Canadian Residential Schools via"}, {"id": 1439631546751721477, "verified": false, "tweet_text": "@DevonESawa Do you have a Canadian health number (personal health number/PHN)? \n\nYou may be able to access a provincial vaccine passport app and use that because the provinces allow you to register doses received out of the province.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["DevonESawa"], "country": "USA", "text_en": "Do you have a Canadian health number (personal health number/PHN)? You may be able to access a provincial vaccine passport app and use that because the provinces allow you to register doses received out of the province."}, {"id": 1439631542024876034, "verified": false, "tweet_text": "my vaccine passport came in it looks strange but im  sure its part of the plan. https://t.co/RdZDgU6MOR", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "my vaccine passport came in it looks strange but im sure its part of the plan."}, {"id": 1439631520554098688, "verified": false, "tweet_text": "@FionaMattatall Rumour from inside AHS Communications Dept is that IT staff were told they wouldn't be making a vaccine passport or similar entity. The first they heard about it was at Jason's presser last week. They then had to scramble to come up with something. So embarrassing.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["FionaMattatall"], "country": "USA", "text_en": "Rumour from inside AHS Communications Dept is that IT staff were told they wouldn't be making a vaccine passport or similar entity. The first they heard about it was at Jason's presser last week. They then had to scramble to come up with something. So embarrassing."}, {"id": 1439631376551227401, "verified": false, "tweet_text": "@ClayTravis nyc... what vaccine passport ⁉️", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["ClayTravis"], "tweet_emoticons": ["⁉️"], "country": "USA", "text_en": "nyc... what vaccine passport"}, {"id": 1439631319517048839, "verified": false, "tweet_text": "@LeftWingSociety because a double vaccine doesn't stop covid over 50s to receive a booster jab, so do they need 3 jabs on their passport? covid is here to stay like the flu just accept it", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["LeftWingSociety"], "country": "USA", "text_en": "because a double vaccine doesn't stop covid over s to receive a booster jab, so do they need jabs on their passport? covid is here to stay like the flu just accept it"}, {"id": 1439631068835958787, "verified": false, "tweet_text": "I just printed my COVID vaccine passport... https://t.co/E5gQ10X8ef", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "I just printed my COVID vaccine passport..."}, {"id": 1439630941090037760, "verified": false, "tweet_text": "@Corndrizzlydog Idk man, all Ima say is none of this shit makes sense. Like how are you allowed to go to Walmart but if you go to McDonald’s you have to have a vaccine passport", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Corndrizzlydog"], "country": "USA", "text_en": "Idk man, all Ima say is none of this shit makes sense. Like how are you allowed to go to Walmart but if you go to McDonalds you have to have a vaccine passport"}, {"id": 1439630821418160128, "verified": false, "tweet_text": "What in the actual heck?  A vaccine passport card that you can PDF edit???  Really??  So that is now worse than useless as the non vaxxed can present themselves as vaxxed and where did that get us??   #firebreakAB #covidab19 @jkenney @shandro", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["firebreakAB", "covidab19"], "mentions": ["jkenney", "shandro"], "country": "USA", "text_en": "What in the actual heck? A vaccine passport card that you can PDF edit??? Really?? So that is now worse than useless as the non vaxxed can present themselves as vaxxed and where did that get us??"}, {"id": 1439630680732880899, "verified": false, "tweet_text": "@JanisIrwin #Canada’s diversity-pick anyone\n\n#NL:Vaccine Passport\n#NS:Proof of Full Vaccination\n#NB:Immunization Record \n#PEI:Proof of Vaccine Credential\n#QC:Vaccination Passport\n#ON:Vaccine Certificate\n#MB:Immunization Card\n#SK:Vaccination Record \n#AB: Proof of Vaccination\n#BC:Vaccine Card", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["Canada", "NL", "NS", "NB", "PEI", "QC", "ON", "MB", "SK", "AB", "BC"], "mentions": ["JanisIrwin"], "tweet_emoticons": [":P"], "country": "USA", "text_en": "diversity-pick anyone :Vaccine Passport roof of Full Vaccination :Immunization Record roof of Vaccine Credential :Vaccination Passport :Vaccine Certificate :Immunization Card :Vaccination Record : Proof of Vaccination :Vaccine Card"}, {"id": 1439630611849756675, "verified": false, "tweet_text": "@CTVVancouver Trudeau angered Canadian's with this vaccine passport,causing picketing all over the country. Nurses should direct a question towards Trudeau!!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CTVVancouver"], "country": "USA", "text_en": "Trudeau angered Canadian's with this vaccine passport,causing picketing all over the country. Nurses should direct a question towards Trudeau!!!!"}, {"id": 1439630574419726336, "verified": false, "tweet_text": "A follow-up to my tweet above (👆). #Kenney claimed a vaccine passport wouldn’t work due to concerns over security. Good news! There’s nothing secure about the downloadable vaccine passport PDF. What a colossal joke. #ableg #abpoli #covid19alberta #cdnpoli", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["Kenney", "ableg", "abpoli", "covid19alberta", "cdnpoli"], "tweet_emoticons": ["👆"], "country": "USA", "text_en": "A follow-up to my tweet above (). claimed a vaccine passport wouldnt work due to concerns over security. Good news! Theres nothing secure about the downloadable vaccine passport PDF. What a colossal joke."}, {"id": 1439630520862789640, "verified": false, "tweet_text": "\"Isso não é político!\" - Milhares  se reúnem no 'Freedom Rally' em Nova York para se opor ao passaporte sanitário.https://t.co/3JNlb4EQdi", "tweet_lang": "pt", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/3JNlb4EQdi"]}, {"id": 1439630475346120706, "verified": false, "tweet_text": "@SteveBuick2 UCP has failed at EVERY. SINGLE. TURN. No surprise you're *stunned* by the success of a vaccine passport. Now make the document more secure so it can't be edited.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["SteveBuick2"], "country": "USA", "text_en": "UCP has failed at EVERY. SINGLE. TURN. No surprise you're *stunned* by the success of a vaccine passport. Now make the document more secure so it can't be edited."}, {"id": 1439630275131052035, "verified": false, "tweet_text": "UCP- How do we bring in a vaccine “passport” but keep our voting base happy? 🤔🤔🤔                                    🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️ Let’s make it an EDITABLE pdf! #nowords #albertagovernmentfailsyetagain #ResignShandro #ResignKenney @jkenney @RachelNotley @CMOH_Alberta", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["nowords", "albertagovernmentfailsyetagain", "ResignShandro", "ResignKenney"], "mentions": ["jkenney", "RachelNotley", "CMOH_Alberta"], "tweet_emoticons": ["🤔", "🙋🏼‍♀️"], "country": "USA", "text_en": "UCP- How do we bring in a vaccine passport but keep our voting base happy? Lets make it an EDITABLE pdf!"}, {"id": 1439630266969034754, "verified": false, "tweet_text": "Mark Twain said, “History doesn't repeat itself, but it often rhymes\". \nI’m pretty sure nothing rhymes with the word “gesundheitspass” (health pass) but out of respect for Mr. Twain, I’m gonna go with “vaccine passport“. https://t.co/LvWRkiBjKz", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Mark Twain said, History doesn't repeat itself, but it often rhymes\". Im pretty sure nothing rhymes with the word gesundheitspass (health pass) but out of respect for Mr. Twain, Im gonna go with vaccine passport."}, {"id": 1439630216750637056, "verified": false, "tweet_text": "@EssexPR Showing a vaccine passport to prevent the spread of covid is like a drunkard showing their driving licence to prove they're safe to drive.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["EssexPR"], "country": "USA", "text_en": "Showing a vaccine passport to prevent the spread of covid is like a drunkard showing their driving licence to prove they're safe to drive."}, {"id": 1439630153567461386, "verified": false, "tweet_text": "In case it hasn’t hit your feed yet, the Alberta Vaccine Passport is now available. My wife has already printed hers, mine, and some for a couple seniors off in under a minute each. Just need your healthcare number, BD, and month of vaccination.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "In case it hasnt hit your feed yet, the Alberta Vaccine Passport is now available. My wife has already printed hers, mine, and some for a couple seniors off in under a minute each. Just need your healthcare number, BD, and month of vaccination."}, {"id": 1439630147435450374, "verified": false, "tweet_text": "@tom_posyniak Horgan as you know was not much better.  BC tests at 1/3 the rate. \nAgain, O'Toole promised a passport for travel.  \nhttps://t.co/WcmaggI5hz", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["tom_posyniak"], "tweet_urls": ["https://t.co/WcmaggI5hz"], "country": "USA", "text_en": "Horgan as you know was not much better. BC tests at /3 the rate. Again, O'Toole promised a passport for travel."}, {"id": 1439629998621544460, "verified": false, "tweet_text": "@Dave_RDH EXACTLY! \n\nI would argue it is not not a vaccine passport. \n\nIf it walks like a duck, and quacks like a duck...", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Dave_RDH"], "country": "USA", "text_en": "EXACTLY! I would argue it is not not a vaccine passport. If it walks like a duck, and quacks like a duck..."}, {"id": 1439629977763278851, "verified": false, "tweet_text": "My vaccine passport is really pretty... lol", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "My vaccine passport is really pretty... lol"}, {"id": 1439629955609120776, "verified": false, "tweet_text": "Can we put a tax on the unvaccinated ? Can we get a vaccine passport on provincial travel province to province ? @fordnation", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["fordnation"], "country": "USA", "text_en": "Can we put a tax on the unvaccinated ? Can we get a vaccine passport on provincial travel province to province ?"}, {"id": 1439629921253564417, "verified": false, "tweet_text": "@JT4USA I support both Voter ID and Vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JT4USA"], "country": "USA", "text_en": "I support both Voter ID and Vaccine passport."}, {"id": 1439629880509956097, "verified": false, "tweet_text": "Haven't yet got your vaccine passport? It's easy! Just go here https://t.co/fitPnUdxfO and download it within seconds. 💉💯\n\nKudos to @GoAHealth staff on smoothly rolling out this valuable tool! https://t.co/rTs42NCGLE", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["GoAHealth"], "tweet_urls": ["https://t.co/fitPnUdxfO", "https://t.co/rTs42NCGLE"], "tweet_emoticons": ["💯", "💉"], "country": "USA", "text_en": "Haven't yet got your vaccine passport? It's easy! Just go here and download it within seconds. Kudos to staff on smoothly rolling out this valuable tool!"}, {"id": 1439629752092872710, "verified": false, "tweet_text": "Do you trust the Conservatives position on vaccine passports?\n\nRead this article and you decide for yourself. \n\n#MaverickParty \n\nhttps://t.co/DGXQLuVeKs", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["MaverickParty"], "tweet_urls": ["https://t.co/DGXQLuVeKs"], "country": "USA", "text_en": "Do you trust the Conservatives position on vaccine passports? Read this article and you decide for yourself."}, {"id": 1439629682551443457, "verified": false, "tweet_text": "@MariaCurls @PeterSweden7 No, but I'm not a mind-reader. In the past month we've had anti-vaccine passport protests, extinction rebellion protests, insulate homes protests &amp; countless others. Who knows what they're protesting about in France this week?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["MariaCurls", "PeterSweden7"], "country": "USA", "text_en": "No, but I'm not a mind-reader. In the past month we've had anti-vaccine passport protests, extinction rebellion protests, insulate homes protests &amp; countless others. Who knows what they're protesting about in France this week?"}, {"id": 1439629678537428994, "verified": false, "tweet_text": "@JanisIrwin You mean your editable vaccine passport. Another successful project brought to you by the Conservative party. As a side comment I don’t understand why they need to show gender or your whole birthday can they do sep 2021 or something like that … privacy", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JanisIrwin"], "country": "USA", "text_en": "You mean your editable vaccine passport. Another successful project brought to you by the Conservative party. As a side comment I dont understand why they need to show gender or your whole birthday can they do sep or something like that privacy"}, {"id": 1439629560014786563, "verified": false, "tweet_text": "Whats the Vaccine Passport like? \n\nhttps://t.co/F9xf4tx64m\n\nYou can get the Opportunity Pass in 3 ways:\n\nIncluding  You must have had a positive PCR or antigen test result confirmed at the time by your family doctor and entered into your official medical records.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/F9xf4tx64m"], "country": "USA", "text_en": "Whats the Vaccine Passport like? You can get the Opportunity Pass in ways: Including You must have had a positive PCR or antigen test result confirmed at the time by your family doctor and entered into your official medical records."}, {"id": 1439629459229868032, "verified": false, "tweet_text": "@DShepYEG I think it's clear the system was implemented this way so people could circumvent it. \n\nI wanted a vaccine passport program, but this ain't it. \n\nI don't feel any safer, or have more peace of mind 👍👍👍👍", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["DShepYEG"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "I think it's clear the system was implemented this way so people could circumvent it. I wanted a vaccine passport program, but this ain't it. I don't feel any safer, or have more peace of mind"}, {"id": 1439629295840862211, "verified": false, "tweet_text": "I support a vaccine passport for travel. If this get me back to Paris I’m especially all in for it! https://t.co/6veqz9taUN", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/6veqz9taUN"], "country": "USA", "text_en": "I support a vaccine passport for travel. If this get me back to Paris Im especially all in for it!"}, {"id": 1439629218858610688, "verified": false, "tweet_text": "you don’t need a vaccine passport to get into heaven 😇", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["😇"], "country": "USA", "text_en": "you dont need a vaccine passport to get into heaven"}, {"id": 1439629037916364810, "verified": false, "tweet_text": "For Italian citizens, please sign for a referendum against Green Pass (vaccine passport) in Italy.\nhttps://t.co/WL9aHYKXb8", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/WL9aHYKXb8"], "country": "USA", "text_en": "For Italian citizens, please sign for a referendum against Green Pass (vaccine passport) in Italy."}, {"id": 1439629008463806466, "verified": false, "tweet_text": "@KarenMy26623876 https://t.co/3mfkSNgKRu", "tweet_lang": "und", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["KarenMy26623876"], "tweet_urls": ["https://t.co/3mfkSNgKRu"]}, {"id": 1439628988117184514, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/4ib8HMLG2I", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/4ib8HMLG2I"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439628923596259328, "verified": false, "tweet_text": "Anyone who has advocated for a vaccine passport and coerced their fellow citizens into getting a shot (that doesn’t actually inoculate you) just so they can work, eat, play and travel, should be personally named in a class action suit! You are all terrible people!", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Anyone who has advocated for a vaccine passport and coerced their fellow citizens into getting a shot (that doesnt actually inoculate you) just so they can work, eat, play and travel, should be personally named in a class action suit! You are all terrible people!"}, {"id": 1439628922233176071, "verified": false, "tweet_text": "WTF!?  so much for National security…these folks seem to have more freedom than most citizens in cities with vaccine passport mandates…. https://t.co/HNyaySucWp", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/HNyaySucWp"], "country": "USA", "text_en": "WTF!? so much for National securitythese folks seem to have more freedom than most citizens in cities with vaccine passport mandates."}, {"id": 1439628816234602502, "verified": false, "tweet_text": "You can now download a vaccine card from @YourAlberta but what’s the point? The document is so easily forged it completely undermines the legitimacy of the vaccine passport system. #ableg #abpoli #COVIDAB #KenneyResign https://t.co/UrdcTjtviJ", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["ableg", "abpoli", "COVIDAB", "KenneyResign"], "mentions": ["YourAlberta"], "country": "USA", "text_en": "You can now download a vaccine card from but whats the point? The document is so easily forged it completely undermines the legitimacy of the vaccine passport system."}, {"id": 1439628663637647372, "verified": false, "tweet_text": "Another weekend camping in the Spanish countryside, can’t beat it if you need to switch off!\n\nFelt strange that we could pop over to France 🇫🇷 in less than 3 minutes on foot where you can’t even order a coffee in McDonald’s now without a Vaccine passport ☕️ 🏕 https://t.co/XyzpuBgxWI", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🏕", "🇫🇷", "☕"], "country": "USA", "text_en": "Another weekend camping in the Spanish countryside, cant beat it if you need to switch off! Felt strange that we could pop over to France in less than minutes on foot where you cant even order a coffee in McDonalds now without a Vaccine passport"}, {"id": 1439628601520009217, "verified": false, "tweet_text": "@pathpink @JuliaHB1 That's what a vaccine passport is.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["pathpink", "JuliaHB1"], "country": "USA", "text_en": "That's what a vaccine passport is."}, {"id": 1439628567051112453, "verified": false, "tweet_text": "@PeterSweden7 Just to reiterate, people &amp; society accept dress code rules at 5 star restaurant, suit &amp; dress (really for image) but refuse vaccine code rules, a passport (for health safety).\nBut showing personal  ID required to vote is ok.\nFreedom is Freedom?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["PeterSweden7"], "country": "USA", "text_en": "Just to reiterate, people &amp; society accept dress code rules at star restaurant, suit &amp; dress (really for image) but refuse vaccine code rules, a passport (for health safety). But showing personal ID required to vote is ok. Freedom is Freedom?"}, {"id": 1439628566665248770, "verified": false, "tweet_text": "Is there a passport for skipping vaccine commercials?\n\nI think that would get people.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Is there a passport for skipping vaccine commercials? I think that would get people."}, {"id": 1439628547832885248, "verified": false, "tweet_text": "Having a vaccine passport doesn't mean you don't have covid. However, it does mean you're submissive and will obey your government.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Having a vaccine passport doesn't mean you don't have covid. However, it does mean you're submissive and will obey your government."}, {"id": 1439628381558132738, "verified": false, "tweet_text": "Cancel culture victim Carano accused of spouting ‘dumb sh*t’ after she compares vaccine passports to the start of the HIV epidemic https://t.co/oyzliijlPu https://t.co/hcTmxVhOLv", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/oyzliijlPu"], "country": "USA", "text_en": "Cancel culture victim Carano accused of spouting dumb sh*t after she compares vaccine passports to the start of the HIV epidemic"}, {"id": 1439628204122140677, "verified": false, "tweet_text": "No, the vaccine passport is a way to avert the hospital crisis we're now seeing in Alberta #cdnpoli #bcpoli https://t.co/VTSDSupguK", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["cdnpoli", "bcpoli"], "tweet_urls": ["https://t.co/VTSDSupguK"], "country": "USA", "text_en": "No, the vaccine passport is a way to avert the hospital crisis we're now seeing in Alberta"}, {"id": 1439628038451380225, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/7rIAfbShHW", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/7rIAfbShHW"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439627786562555909, "verified": false, "tweet_text": "Waitress 'punched' in the face by customers after asking for Covid vaccine passport https://t.co/I57M4X4mAa via @Yahoo", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Yahoo"], "tweet_urls": ["https://t.co/I57M4X4mAa"], "country": "USA", "text_en": "Waitress 'punched' in the face by customers after asking for Covid vaccine passport via"}, {"id": 1439627773811646471, "verified": false, "tweet_text": "@jjhorgan i  own  many  businesses  and  they  are  open  to  all  canadians  I  refuse  to  discriminate against  my  friends  and  brothers  Take  your  commie  vaccine  passport  and  shove  it  heil  horgan", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jjhorgan"], "country": "USA", "text_en": "i own many businesses and they are open to all canadians I refuse to discriminate against my friends and brothers Take your commie vaccine passport and shove it heil horgan"}, {"id": 1439627767453155329, "verified": false, "tweet_text": "@pipefitter34 My heart goes out to any business who decides to reject those vaccine passport. It wont surprise me if that happens and they start asking for other proof. I hope they dont have to deal with someone who could become unhinged.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["pipefitter34"], "country": "USA", "text_en": "My heart goes out to any business who decides to reject those vaccine passport. It wont surprise me if that happens and they start asking for other proof. I hope they dont have to deal with someone who could become unhinged."}, {"id": 1439627701929844745, "verified": false, "tweet_text": "@QuantumNeuro21 @respect65 @hedleyrees Big Pharma must be loving this.  Create a dependency on the Vaccine Passport, every six months, it changes from Green to Red.  Trot back for the Booster and the process repeats in another six months.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["QuantumNeuro21", "respect65", "hedleyrees"], "country": "USA", "text_en": "Big Pharma must be loving this. Create a dependency on the Vaccine Passport, every six months, it changes from Green to Red. Trot back for the Booster and the process repeats in another six months."}, {"id": 1439627661035245575, "verified": false, "tweet_text": "No need to debate anymore. Vaccination requirement is absolutely needed to mitigate this pandemic. Isn't #EU countries &amp; Canada  requiring vaccine passport for air travel? https://t.co/eZVIaynNkn", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["EU"], "tweet_urls": ["https://t.co/eZVIaynNkn"], "country": "USA", "text_en": "No need to debate anymore. Vaccination requirement is absolutely needed to mitigate this pandemic. Isn't countries &amp; Canada requiring vaccine passport for air travel?"}, {"id": 1439627509625094147, "verified": false, "tweet_text": "What are we waiting for?\n\nFrance &amp; Singapore adopted vaccine passport requirements for air &amp; rail travel &amp; entrance to restaurants, bars, concerts, stadiums, etc &amp; are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA.\n https://t.co/sJ5hiokX6A", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/sJ5hiokX6A"], "country": "USA", "text_en": "What are we waiting for? France &amp; Singapore adopted vaccine passport requirements for air &amp; rail travel &amp; entrance to restaurants, bars, concerts, stadiums, etc &amp; are now suffering a TINY percentage of COVID deaths/cases per capita compared to the USA."}, {"id": 1439627486380191750, "verified": false, "tweet_text": "@DrAnneIrwin @DrAmirPakdel @AB_RN_WarRoom @shandro I believe it's absolutely their intent to undermine the whole thing so someone will challenge it in court. Then when the system gets shut down because of how big of a joke it is, they will then spin it to say a vaccine passport as a whole is unconstitutional.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DrAnneIrwin", "DrAmirPakdel", "AB_RN_WarRoom", "shandro"], "country": "USA", "text_en": "I believe it's absolutely their intent to undermine the whole thing so someone will challenge it in court. Then when the system gets shut down because of how big of a joke it is, they will then spin it to say a vaccine passport as a whole is unconstitutional."}, {"id": 1439627458920255490, "verified": false, "tweet_text": "@jmtaylor1977 @inthenameofsaf1 @Bleedinheart2MD @silverlamp1 @RossBarkan No, but it makes no sense to have a vaccine passport when the vaccinated can still get and spread it, does it?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jmtaylor1977", "inthenameofsaf1", "Bleedinheart2MD", "silverlamp1", "RossBarkan"], "country": "USA", "text_en": "No, but it makes no sense to have a vaccine passport when the vaccinated can still get and spread it, does it?"}, {"id": 1439627453937324032, "verified": false, "tweet_text": "Hey #alberta friends! Just a reminder you don’t have to physically print your vaccine passport! You can show the proof of vax on your phone and save a 🌲 \n\n#ableg #yeg #yyc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["alberta", "ableg", "yeg", "yyc"], "tweet_emoticons": ["🌲"], "country": "USA", "text_en": "Hey friends! Just a reminder you dont have to physically print your vaccine passport! You can show the proof of vax on your phone and save a"}, {"id": 1439627236949118979, "verified": false, "tweet_text": "Thank you for leading by example and acquiring your VACCINE PASSPORT, @JanisIrwin. 🤣\n\nOh crap, I said VACCINE PASSPORT. Sorry @jkenney.\n\nVACCINE PASSPORT. I did it again. 🤣🤣🤣\n#ableg #abpoli https://t.co/gEuR0e84Vu", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["ableg", "abpoli"], "mentions": ["JanisIrwin", "jkenney"], "tweet_urls": ["https://t.co/gEuR0e84Vu"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "Thank you for leading by example and acquiring your VACCINE PASSPORT, . Oh crap, I said VACCINE PASSPORT. Sorry . VACCINE PASSPORT. I did it again."}, {"id": 1439627128966897670, "verified": false, "tweet_text": "Just to reiterate, people &amp; society accept dress code rules at 5 star restaurant, suit &amp; dress (really for image) but refuse vaccine code rules, a passport (for health safety).\nBut showing personal  ID required to vote is ok.\nFreedom is Freedom?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Just to reiterate, people &amp; society accept dress code rules at star restaurant, suit &amp; dress (really for image) but refuse vaccine code rules, a passport (for health safety). But showing personal ID required to vote is ok. Freedom is Freedom?"}, {"id": 1439627080879128577, "verified": false, "tweet_text": "@tipierre41 @JanisIrwin It was intended to piss off his followers, by using the caption vaccine passport.  I have zero use for Kenney or any of the UCP klan.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["tipierre41", "JanisIrwin"], "country": "USA", "text_en": "It was intended to piss off his followers, by using the caption vaccine passport. I have zero use for Kenney or any of the UCP klan."}, {"id": 1439627009026453506, "verified": false, "tweet_text": "France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINy percentage of COVID deaths/cases per capita compared to the USA.\nhttps://t.co/lncEoLHS0g", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/lncEoLHS0g"], "country": "USA", "text_en": "France and Singapore have adopted vaccine passport requirements for air and rail travel as well restaurants, bars, concerts, sports stadiums, etc and LO &amp; BEHOLD they are now suffering a TINy percentage of COVID deaths/cases per capita compared to the USA."}, {"id": 1439627001313173509, "verified": false, "tweet_text": "Vaccine Passports are just a step to the microchip.  Pledge to your Creator to NEVER take the #deathvax, if you have, pledge to never use a Passport, and publicly renounce the New World Order’s Satanic Great Reset with its prerequisite Mark of the Beast microchip. https://t.co/jjetaS1Tnl", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["deathvax"], "country": "USA", "text_en": "Vaccine Passports are just a step to the microchip. Pledge to your Creator to NEVER take the , if you have, pledge to never use a Passport, and publicly renounce the New World Orders Satanic Great Reset with its prerequisite Mark of the Beast microchip."}, {"id": 1439626985429512197, "verified": false, "tweet_text": "@OccupyDemocrats @VoteBlue4Us If they do, they need to have a digital vaccine passport like other countries. We have way too many people buying and selling bogus paper cards.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["OccupyDemocrats", "VoteBlue4Us"], "country": "USA", "text_en": "If they do, they need to have a digital vaccine passport like other countries. We have way too many people buying and selling bogus paper cards."}, {"id": 1439626964386521091, "verified": false, "tweet_text": "Whatever the AB govt wants to call it, I got my vaccine passport today. Didn't even have to wait in the queue ... there's a button to directly download the PDF of your passport from your AB Health #, name, and birthday. Took me all of 3 minutes to get mine done. https://t.co/GT8bXQYDjo", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Whatever the AB govt wants to call it, I got my vaccine passport today. Didn't even have to wait in the queue ... there's a button to directly download the PDF of your passport from your AB Health , name, and birthday. Took me all of minutes to get mine done."}, {"id": 1439626960318054404, "verified": false, "tweet_text": "Alrighty, got my Alberta Health vaccine passport/card. \n1. No wait to download.\n2. Weird size: 4.5\" x 2\". Not \"wallet-sized\" like a credit card.\n3. Pretty damn easy to counterfeit, I imagine. (I added the cat sticker so no one can copy it.)\n\n#VaccinePassports #COVID19AB #COVIDAB https://t.co/KIxjNOWazs", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["VaccinePassports", "COVID19AB", "COVIDAB"], "country": "USA", "text_en": "Alrighty, got my Alberta Health vaccine passport/card. . No wait to download. . Weird size: \" x \". Not \"wallet-sized\" like a credit card. . Pretty damn easy to counterfeit, I imagine. (I added the cat sticker so no one can copy it.)"}, {"id": 1439626900817780737, "verified": false, "tweet_text": "PPC candidate denounced for 'harmful and repugnant' comparison of vax cards to residential schools. Candidate Siekmann’s flyer shows an\nimage of Indigenous students at a residential school with the slogan \"Discrimination is wrong. No vaccine passport.\"\n https://t.co/lesPzxri6x", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/lesPzxri6x"], "country": "USA", "text_en": "PPC candidate denounced for 'harmful and repugnant' comparison of vax cards to residential schools. Candidate Siekmanns flyer shows an image of Indigenous students at a residential school with the slogan \"Discrimination is wrong. No vaccine passport.\""}, {"id": 1439626875412824067, "verified": false, "tweet_text": "@paulrtrotman Yes. And you could get in even if you had COVID if you so choose as long as you have the vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["paulrtrotman"], "country": "USA", "text_en": "Yes. And you could get in even if you had COVID if you so choose as long as you have the vaccine passport."}, {"id": 1439626813815156737, "verified": false, "tweet_text": "I'm sorry, it's not a vaccine passport, it's a restriction exemption program certificate", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I'm sorry, it's not a vaccine passport, it's a restriction exemption program certificate"}, {"id": 1439626623305740290, "verified": true, "tweet_text": "Had my first restaurant visit of the ‘vaccine passport’ era. A 30-second process. Easy-Peasy. #COVID19 #vaccination https://t.co/Bt7CwKXn0V", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19", "vaccination"], "country": "USA", "text_en": "Had my first restaurant visit of the vaccine passport era. A -second process. Easy-Peasy."}, {"id": 1439626596361572353, "verified": true, "tweet_text": "Justin Trudeau admits it: the vaccine passport has no medical rationale. It is simply a reward/punishment mechanism for doing what the government tells you to do. https://t.co/6e61jg1vnX", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/6e61jg1vnX"], "country": "USA", "text_en": "Justin Trudeau admits it: the vaccine passport has no medical rationale. It is simply a reward/punishment mechanism for doing what the government tells you to do."}, {"id": 1439626456217251842, "verified": false, "tweet_text": "Well, I finally have my Alberta Vaccine Passport. \n\nThanks for nothing, @jkenney &amp; @shandro. #abhealth #COVID19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["abhealth", "COVID19AB"], "mentions": ["jkenney", "shandro"], "country": "USA", "text_en": "Well, I finally have my Alberta Vaccine Passport. Thanks for nothing, &amp; ."}, {"id": 1439626436663398403, "verified": false, "tweet_text": "I just printed out the VACCINE PASSPORT that the stupid UCP said Alberta would never have, from the government website.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I just printed out the VACCINE PASSPORT that the stupid UCP said Alberta would never have, from the government website."}, {"id": 1439626434213859336, "verified": true, "tweet_text": "If you need your vaccine passport printed off, libraries can help or you can take Aaron here up on his generous offer (bonus: he'll print it off in colour!)\n\n#yeg https://t.co/rF4taF2SwZ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["yeg"], "tweet_urls": ["https://t.co/rF4taF2SwZ"], "country": "USA", "text_en": "If you need your vaccine passport printed off, libraries can help or you can take Aaron here up on his generous offer (bonus: he'll print it off in colour!)"}, {"id": 1439626429210284036, "verified": false, "tweet_text": "@paulrtrotman You could have covid19 and be allowed in if you had a vaccine passport", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["paulrtrotman"], "country": "USA", "text_en": "You could have covid19 and be allowed in if you had a vaccine passport"}, {"id": 1439626331130630154, "verified": false, "tweet_text": "@erome70 @julianaoxenford Otro ejemplo. Todos los países de la EU acordaron aceptar el Vaccine passport y yo ya lo usé viajando a tres países europeos desde Suecia pero cada país puede tener reglas propias adicionales: cuarentena, prueba covid después de unos días de haber llegado al país, etc. Manyas?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["erome70", "julianaoxenford"], "country": "MEXICO", "text_es": "Otro ejemplo. Todos los países de la EU acordaron aceptar el Vaccine passport y yo ya lo usé viajando a tres países europeos desde Suecia pero cada país puede tener reglas propias adicionales: cuarentena, prueba covid después de unos días de haber llegado al país, etc. Manyas?"}, {"id": 1439626259139530755, "verified": false, "tweet_text": "@SeattlePD Seattle is a vaccine passport city. just saying..", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SeattlePD"], "country": "USA", "text_en": "Seattle is a vaccine passport city. just saying.."}, {"id": 1439626237736067072, "verified": false, "tweet_text": "@cptn_retrospect @RoyRad1 @JuliaHB1 The vaccine passport is what you save on your phone off the NHS app you simple, I shouldn't have to show my status to anyone, it's mine and my GPs business only", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cptn_retrospect", "RoyRad1", "JuliaHB1"], "country": "USA", "text_en": "The vaccine passport is what you save on your phone off the NHS app you simple, I shouldn't have to show my status to anyone, it's mine and my GPs business only"}, {"id": 1439626146212204545, "verified": false, "tweet_text": "@BrettKollmann @Seahawks Does the Clear app work for only Washington residents? I have a few games I’m going to all over the nation and would like to upload my vaccine passport instead of carrying it", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BrettKollmann", "Seahawks"], "country": "USA", "text_en": "Does the Clear app work for only Washington residents? I have a few games Im going to all over the nation and would like to upload my vaccine passport instead of carrying it"}, {"id": 1439626109079928833, "verified": false, "tweet_text": "@Q64Chris They can't trust the vaccine passport!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Q64Chris"], "country": "USA", "text_en": "They can't trust the vaccine passport!"}, {"id": 1439626023482445831, "verified": false, "tweet_text": "OFFS - this @Alberta_UCP under @jkenney can do nothing competently. Whay say you @shandro? How is this VACCINE PASSPORT even credible when you failed to make it non-editable? Resign now! #ResignShandro #ResignKenney #ResignHinshaw #FireTheUCP #AbLeg #abpoli #abhealth https://t.co/f4K9n2st52", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["ResignShandro", "ResignKenney", "ResignHinshaw", "FireTheUCP", "AbLeg", "abpoli", "abhealth"], "mentions": ["Alberta_UCP", "jkenney", "shandro"], "tweet_urls": ["https://t.co/f4K9n2st52"], "country": "USA", "text_en": "OFFS - this under can do nothing competently. Whay say you ? How is this VACCINE PASSPORT even credible when you failed to make it non-editable? Resign now!"}, {"id": 1439626023037980675, "verified": false, "tweet_text": "We must keep fighting against vile corrupt Government/Media &amp; their scaremongering lies! We do not accept an unnecessary vaccine OR vaccine passport! United We Stand! #TYRANNY #EndRestrictionsNOW #WeDoNotConsent #TakeOffYourMask #NoVaccinePassport https://t.co/LuFgPt1cEI", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["TYRANNY", "EndRestrictionsNOW", "WeDoNotConsent", "TakeOffYourMask", "NoVaccinePassport"], "tweet_urls": ["https://t.co/LuFgPt1cEI"], "country": "USA", "text_en": "We must keep fighting against vile corrupt Government/Media &amp; their scaremongering lies! We do not accept an unnecessary vaccine OR vaccine passport! United We Stand!"}, {"id": 1439625918838939654, "verified": false, "tweet_text": "@brookie241 @EssexPR @Telegraph @InstituteGC Please explain how a vaccine passport proves who you are...\n\nIt just proves you've had a vaccine.\n\nBut fine, try using \"a vaccine passport\" on a DBS check...", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["brookie241", "EssexPR", "Telegraph", "InstituteGC"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Please explain how a vaccine passport proves who you are... It just proves you've had a vaccine. But fine, try using \"a vaccine passport\" on a DBS check..."}, {"id": 1439625841500098569, "verified": false, "tweet_text": "How does the #Alberta vaccine passport work for someone from another province?\n\nI'm travelling there (from #Ontario) next month. Will my proof of vaccination be acceptable in another province?\n\n#ONpoli #ABpoli #CDNpoli", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Alberta", "Ontario", "ONpoli", "ABpoli", "CDNpoli"], "country": "USA", "text_en": "How does the vaccine passport work for someone from another province? I'm travelling there (from ) next month. Will my proof of vaccination be acceptable in another province?"}, {"id": 1439625790568615936, "verified": false, "tweet_text": "@Aquatic_Rodent Hopefully there would be serious legal penalties for showing a fake vaccine passport to anyone for the purposes of entering a restriction exemption zone in #Alberta  #covid19ab #ableg", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Alberta", "covid19ab", "ableg"], "mentions": ["Aquatic_Rodent"], "country": "USA", "text_en": "Hopefully there would be serious legal penalties for showing a fake vaccine passport to anyone for the purposes of entering a restriction exemption zone in"}, {"id": 1439625782817693704, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/qEEY8sIwaJ\n \nDownload our app to read more at https://t.co/jRitbh7lsd", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/qEEY8sIwaJ", "https://t.co/jRitbh7lsd"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport Download our app to read more at"}, {"id": 1439625612092604419, "verified": false, "tweet_text": "Would it be overboard to get my vaccine passport printed onto a t-shirt? #ableg #COVIDAB", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["ableg", "COVIDAB"], "country": "USA", "text_en": "Would it be overboard to get my vaccine passport printed onto a t-shirt?"}, {"id": 1439625548020400133, "verified": false, "tweet_text": "@RidleyDM @nbrink77 @NRafter @lacunalingua_3 @jklmd123 @RossBarkan Wearing a mask and carrying a vaccine passport aren't exactly huge obstacles to navigate.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RidleyDM", "nbrink77", "NRafter", "lacunalingua_3", "jklmd123", "RossBarkan"], "country": "USA", "text_en": "Wearing a mask and carrying a vaccine passport aren't exactly huge obstacles to navigate."}, {"id": 1439625481482121226, "verified": false, "tweet_text": "THREAD: Here are some facts about the $1B that the federal government in Canada promises to spend to help provinces implement vaccine passport (https://t.co/Tc13SaYLBX)  #cndpoli", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["cndpoli"], "tweet_urls": ["https://t.co/Tc13SaYLBX"], "country": "USA", "text_en": "THREAD: Here are some facts about the $1B that the federal government in Canada promises to spend to help provinces implement vaccine passport ()"}, {"id": 1439625464033726466, "verified": false, "tweet_text": "@NurseQLockdown The \"vaccine\" doesn't work rendering said passport pointless.....", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "The \"vaccine\" doesn't work rendering said passport pointless....."}, {"id": 1439625445910011905, "verified": false, "tweet_text": "Across Alberta today, anti-vaxxers are scrambling to photoshop @jkenney's completely unsecure vaccine passport scraps of paper.  Great job, Premier!\n#NeverVoteConservative", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["NeverVoteConservative"], "mentions": ["jkenney"], "country": "USA", "text_en": "Across Alberta today, anti-vaxxers are scrambling to photoshop 's completely unsecure vaccine passport scraps of paper. Great job, Premier!"}, {"id": 1439625340767416321, "verified": false, "tweet_text": "Anyone renewed child passport lately\u0085: Hi! Has anyone renewed a child/or any passport recently. I didn\u0092t think we would end up going to DLP in Nov due to vaccine issues and GP\u0092s not deciding if a p… https://t.co/bQtVrEuzwo", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/bQtVrEuzwo"], "country": "USA", "text_en": "Anyone renewed child passport lately: Hi! Has anyone renewed a child/or any passport recently. I didnt think we would end up going to DLP in Nov due to vaccine issues and GPs not deciding if a p"}, {"id": 1439625265102012417, "verified": false, "tweet_text": "@healthb4profits @PopAlberta @ActivistAlberta I wish we got lockdown. We got some measures filled with holes. Including a vaccine passport on a editable PDF.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["healthb4profits", "PopAlberta", "ActivistAlberta"], "country": "USA", "text_en": "I wish we got lockdown. We got some measures filled with holes. Including a vaccine passport on a editable PDF."}, {"id": 1439625183850123268, "verified": false, "tweet_text": "@EssexPR Real world data, France with it's masks and vaccine passport and the treble population has less cases than your beloved Florida. But I'll tell you something, restaurants are busy and serving people at decent rates and life is almost normal. Unlike here, you genius.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["EssexPR"], "country": "USA", "text_en": "Real world data, France with it's masks and vaccine passport and the treble population has less cases than your beloved Florida. But I'll tell you something, restaurants are busy and serving people at decent rates and life is almost normal. Unlike here, you genius."}, {"id": 1439625126132076545, "verified": false, "tweet_text": "@ChrisWalker1964 @YourAlberta There is no personal data on QR codes only vaccine status. Your passport to travel contains your personal data not your QR code.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ChrisWalker1964", "YourAlberta"], "country": "USA", "text_en": "There is no personal data on QR codes only vaccine status. Your passport to travel contains your personal data not your QR code."}, {"id": 1439625114551717905, "verified": false, "tweet_text": "@AlitziaT what are u protesting? The vaccine? The passport? The death of millions of people? Gov't? The choice to die or hospitalized? Only this vax? Are u a doctor or a Dr Google/Facebook doctor?  \nWhy do u want this deadly pandemic to continue with this behavior? \nSit down and grow up.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AlitziaT"], "country": "USA", "text_en": "what are u protesting? The vaccine? The passport? The death of millions of people? Gov't? The choice to die or hospitalized? Only this vax? Are u a doctor or a Dr Google/Facebook doctor? Why do u want this deadly pandemic to continue with this behavior? Sit down and grow up."}, {"id": 1439624942060859392, "verified": false, "tweet_text": "Breaking News: Anti vaxxers in Alberta to file class action lawsuit against UCP government for not including instructions on how to alter vaccine passport with Adobe Acrobat. In other news, 5 year old Adobe wiz sees biz opp.  #abpoli", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["abpoli"], "country": "USA", "text_en": "Breaking News: Anti vaxxers in Alberta to file class action lawsuit against UCP government for not including instructions on how to alter vaccine passport with Adobe Acrobat. In other news, year old Adobe wiz sees biz opp."}, {"id": 1439624894061367298, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/OdFYcWIA3k\n \nDownload our app to read more at https://t.co/xoi6l27erR", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/OdFYcWIA3k", "https://t.co/xoi6l27erR"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport Download our app to read more at"}, {"id": 1439624819822276612, "verified": false, "tweet_text": "@helybill @CFIB Peoples party is the only party that won't enforce a vaccine passport. \nIf you're in favor of segregation? Vote any other party. Without freedom nothing else in the platform matters. This is about our health and look what our government's done? https://t.co/XA3Yhj4o6h", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["helybill", "CFIB"], "country": "USA", "text_en": "Peoples party is the only party that won't enforce a vaccine passport. If you're in favor of segregation? Vote any other party. Without freedom nothing else in the platform matters. This is about our health and look what our government's done?"}, {"id": 1439624783772229633, "verified": false, "tweet_text": "@harryhole1955 Only helps to reduce symptoms, the rest isn't clear but I think we know the answer, but apparently the vaccine passport will fix that.😂😂", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["harryhole1955"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Only helps to reduce symptoms, the rest isn't clear but I think we know the answer, but apparently the vaccine passport will fix that."}, {"id": 1439624755313664001, "verified": false, "tweet_text": "So my vaccine passport is only showing my second shot... first was at Superstore as opposed to AHS site. Help... #SOS", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["SOS"], "country": "USA", "text_en": "So my vaccine passport is only showing my second shot... first was at Superstore as opposed to AHS site. Help..."}, {"id": 1439624584932691973, "verified": false, "tweet_text": "So the incompetent murder clowns put together an incompetent vaccine passport and we are surprised for some reason?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "So the incompetent murder clowns put together an incompetent vaccine passport and we are surprised for some reason?"}, {"id": 1439624471611154438, "verified": false, "tweet_text": "Didn't bring his vaccine passport https://t.co/2Vib0MCuJ8", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/2Vib0MCuJ8"], "country": "USA", "text_en": "Didn't bring his vaccine passport"}, {"id": 1439624403436855304, "verified": false, "tweet_text": "@ChuckWurster Vaccine passports are a dumb idea and totally unenforceable. And this just in vaccinated people still get the disease and still spread the disease. So what good is a passport?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ChuckWurster"], "country": "USA", "text_en": "Vaccine passports are a dumb idea and totally unenforceable. And this just in vaccinated people still get the disease and still spread the disease. So what good is a passport?"}, {"id": 1439624356775223299, "verified": false, "tweet_text": "@JAdams6 @kamorant You are just making up excuses.\n\nhttps://t.co/xP8jmefjLH", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JAdams6", "kamorant"], "tweet_urls": ["https://t.co/xP8jmefjLH"], "country": "USA", "text_en": "You are just making up excuses."}, {"id": 1439624283668422659, "verified": false, "tweet_text": "@tom_posyniak @CGY2022 People can consent and apply for a vaccine passport like we do with a regular passport.  Ie. submit our vaccine receipts to the federal IATA compliant system.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["tom_posyniak", "CGY2022"], "country": "USA", "text_en": "People can consent and apply for a vaccine passport like we do with a regular passport. Ie. submit our vaccine receipts to the federal IATA compliant system."}, {"id": 1439624229012459522, "verified": false, "tweet_text": "Vaccine mandates and passports loom large in the election's final days | CBC Radio https://t.co/RVWOVAl3CQ #COVIDCanada #COVIDVaccination #COVID19Canada #COVID19Vaccination #VaccinePassport #VaccinePassports #CdnPoli #Elxn44 #Election2021 #Elections2021 #Elxn2021", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVIDCanada", "COVIDVaccination", "COVID19Canada", "COVID19Vaccination", "VaccinePassport", "VaccinePassports", "CdnPoli", "Elxn44", "Election2021", "Elections2021", "Elxn2021"], "tweet_urls": ["https://t.co/RVWOVAl3CQ"], "country": "USA", "text_en": "Vaccine mandates and passports loom large in the election's final days | CBC Radio"}, {"id": 1439623920097783816, "verified": false, "tweet_text": "Alberta’s vaccine passport is easily editable. \n\nKenney, @CMOH_Alberta, @AHS_media are allowing the unvaccinated to spread. WHY does #cdnmedia not report this gov’s stated intent to let it rip? THEY’RE WILFULLY INFECTING US based on Great Barrington Declaration. #abpoli #cdnpoli", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["cdnmedia", "abpoli", "cdnpoli"], "mentions": ["CMOH_Alberta", "AHS_media"], "country": "USA", "text_en": "Albertas vaccine passport is easily editable. Kenney, , are allowing the unvaccinated to spread. WHY does not report this govs stated intent to let it rip? THEYRE WILFULLY INFECTING US based on Great Barrington Declaration."}, {"id": 1439623893778673669, "verified": false, "tweet_text": "@VerbalKac @madeulookcouk @the_real_cook Trudeau was on the news saying he is going to protect the businesses who gets sued for asking for the vaccine passport. You know why they can be sued, because it's against the law. Trudeau's asking people to break the law for him, he's going to protect them.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["VerbalKac", "madeulookcouk", "the_real_cook"], "country": "USA", "text_en": "Trudeau was on the news saying he is going to protect the businesses who gets sued for asking for the vaccine passport. You know why they can be sued, because it's against the law. Trudeau's asking people to break the law for him, he's going to protect them."}, {"id": 1439623747120533506, "verified": false, "tweet_text": "@Noobleroo @brianlilley While I don’t necessarily agree with a vaccine passport, I also can’t accept it as a justification to endure a corrupt, tyrannical, dictatorship of a government that clearly divides the population and just says “don’t like it? Too bad” as it’s policy…", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Noobleroo", "brianlilley"], "country": "USA", "text_en": "While I dont necessarily agree with a vaccine passport, I also cant accept it as a justification to endure a corrupt, tyrannical, dictatorship of a government that clearly divides the population and just says dont like it? Too bad as its policy"}, {"id": 1439623552597061637, "verified": false, "tweet_text": "https://t.co/Zp88rcg2OP", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Zp88rcg2OP"]}, {"id": 1439623536440750080, "verified": false, "tweet_text": "@DrunkPolkaroo I live in BC  where we have a Vaccine passport already in place, I have no issues with it or with providing proof. I'm also White", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DrunkPolkaroo"], "country": "USA", "text_en": "I live in BC where we have a Vaccine passport already in place, I have no issues with it or with providing proof. I'm also White"}, {"id": 1439623343225794560, "verified": false, "tweet_text": "✊🏻Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport✊🏻\n\nhttps://t.co/ggzSMIsfVN", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ggzSMIsfVN"], "tweet_emoticons": ["✊🏻"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439623332459073538, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose #Vaccine Passport    #newyork https://t.co/St24haDWsY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Vaccine", "newyork"], "tweet_urls": ["https://t.co/St24haDWsY"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Passport"}, {"id": 1439623260493152262, "verified": false, "tweet_text": "@shandro what is the penalty for forging vaccine passport?  Because your mouth breathing followers will start that today (because you made it easy).\n#FireTheUCP", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["FireTheUCP"], "mentions": ["shandro"], "country": "USA", "text_en": "what is the penalty for forging vaccine passport? Because your mouth breathing followers will start that today (because you made it easy)."}, {"id": 1439623180650303488, "verified": false, "tweet_text": "Woah. It was actually simple and quick to get my *not* a vaccine passport. Credit where credit is due, although it should have happened a month ago.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Woah. It was actually simple and quick to get my *not* a vaccine passport. Credit where credit is due, although it should have happened a month ago."}, {"id": 1439623079672434689, "verified": false, "tweet_text": "Hang on a minute? No fascist vaccine passport? https://t.co/P2n7SPsjEs", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/P2n7SPsjEs"], "country": "USA", "text_en": "Hang on a minute? No fascist vaccine passport?"}, {"id": 1439623073284730886, "verified": false, "tweet_text": "14 years. That's how long I've had a vaccine passport. | Emily Nichols https://t.co/ULNtso5rvJ via @YouTube", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/ULNtso5rvJ"], "country": "USA", "text_en": "years. That's how long I've had a vaccine passport. | Emily Nichols via"}, {"id": 1439623001406939149, "verified": false, "tweet_text": "@NurseQLockdown The vaccine passport may give a false sense of security: if vaccinated-only are allowed into premises, they will not be tested &amp; may be carrying the virus. Therefore, there will be cases caused by vaccinated person-to-vaccinated person transfer.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "The vaccine passport may give a false sense of security: if vaccinated-only are allowed into premises, they will not be tested &amp; may be carrying the virus. Therefore, there will be cases caused by vaccinated person-to-vaccinated person transfer."}, {"id": 1439622951226204166, "verified": false, "tweet_text": "@JohnFugelsang I've heard that you need a vaccine passport to get in... Some people say.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JohnFugelsang"], "country": "USA", "text_en": "I've heard that you need a vaccine passport to get in... Some people say."}, {"id": 1439622747601227784, "verified": false, "tweet_text": "@NurseQLockdown The vaccine doesn’t prevent transmission: the vaccinated can still catch &amp; spread the virus. If a vaccine doesn’t prevent the spread, the vaccine passport cannot either.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "The vaccine doesnt prevent transmission: the vaccinated can still catch &amp; spread the virus. If a vaccine doesnt prevent the spread, the vaccine passport cannot either."}, {"id": 1439622585809924100, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport https://t.co/DVg9WL3JmG https://t.co/wLBDVA3fze", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/DVg9WL3JmG"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439622578973274115, "verified": false, "tweet_text": "@SteveBuick2 Almost makes you wonder why we didn't have a vaccine passport long ago.  \n\nYour government dithered to cozy up to extremists.  We're not going to forget.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SteveBuick2"], "country": "USA", "text_en": "Almost makes you wonder why we didn't have a vaccine passport long ago. Your government dithered to cozy up to extremists. We're not going to forget."}, {"id": 1439622578272972808, "verified": false, "tweet_text": "@chipfranklin @JoeBiden Something has to be done, and for the love of life; what is wrong w/a vaccine passport?  I have one for international travel ......", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["chipfranklin", "JoeBiden"], "country": "USA", "text_en": "Something has to be done, and for the love of life; what is wrong w/a vaccine passport? I have one for international travel ......"}, {"id": 1439622573256413186, "verified": false, "tweet_text": "@toddstarnes Remember this document, the one that you incorrectly referred to as your vaccine passport, the one that says nothing about vaccines but does say \"Congress shall make no law respecting an establishment of religion...\" Our government has no religion, so no religion in politics. https://t.co/X8CCywoAq9", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["toddstarnes"], "country": "USA", "text_en": "Remember this document, the one that you incorrectly referred to as your vaccine passport, the one that says nothing about vaccines but does say \"Congress shall make no law respecting an establishment of religion...\" Our government has no religion, so no religion in politics."}, {"id": 1439622568151900169, "verified": false, "tweet_text": "@andrew_leach @Moe456 Does it really matter? Every anti-vaxxer who can't figure out their computer is just having their 8 year old edit a copy of the \"not a vaccine passport\" and put their name on it, making the process useless.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["andrew_leach", "Moe456"], "country": "USA", "text_en": "Does it really matter? Every anti-vaxxer who can't figure out their computer is just having their year old edit a copy of the \"not a vaccine passport\" and put their name on it, making the process useless."}, {"id": 1439622384638566408, "verified": false, "tweet_text": "Alberta Vaccine Passport created. #COVID19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19AB"], "country": "USA", "text_en": "Alberta Vaccine Passport created."}, {"id": 1439622360932315140, "verified": false, "tweet_text": "I've got my vaccine passport, my sinuses are clearing up... everything's coming up Ana. 😎", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😎"], "country": "USA", "text_en": "I've got my vaccine passport, my sinuses are clearing up... everything's coming up Ana."}, {"id": 1439622312370769923, "verified": false, "tweet_text": "@NurseQLockdown @pambeertom Because a passport is not about health. It’s about control. To get the passport, you need to get the vaccine. Instead it should be, want to live? Get the vaccine. Which then pushes the question, Is this really about a virus? Plus, no talks on natural immunity.?? Too many silenced", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NurseQLockdown", "pambeertom"], "country": "USA", "text_en": "Because a passport is not about health. Its about control. To get the passport, you need to get the vaccine. Instead it should be, want to live? Get the vaccine. Which then pushes the question, Is this really about a virus? Plus, no talks on natural immunity.?? Too many silenced"}, {"id": 1439622285501992961, "verified": false, "tweet_text": "Got my AB vaccine passport/card! I feel like I  have extra powers now. Hear me roar. #VaccinePassports #COVID19AB https://t.co/YU0Dn5Z19Y", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["VaccinePassports", "COVID19AB"], "country": "USA", "text_en": "Got my AB vaccine passport/card! I feel like I have extra powers now. Hear me roar."}, {"id": 1439622150206341123, "verified": false, "tweet_text": "The plan is for this to go on forever. Once you’re locked into the vaccine passport, CBDC, social credit score system you’re never getting out. The shock the 12th jabbers will have when they’re treated like antivaxers and expelled from society until they get their 13th 💉 https://t.co/kBQTnsSJDY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/kBQTnsSJDY"], "tweet_emoticons": ["💉", "xp"], "country": "USA", "text_en": "The plan is for this to go on forever. Once youre locked into the vaccine passport, CBDC, social credit score system youre never getting out. The shock the th jabbers will have when theyre treated like antivaxers and expelled from society until they get their th"}, {"id": 1439621991271698443, "verified": false, "tweet_text": "@cabejacob @atrupar As he should vaccine passport are a great idea then flying the FA the pilot the passengers all know the plane is safe best idea ever you don’t want to get vaccinated then suffer the consequences", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cabejacob", "atrupar"], "country": "USA", "text_en": "As he should vaccine passport are a great idea then flying the FA the pilot the passengers all know the plane is safe best idea ever you dont want to get vaccinated then suffer the consequences"}, {"id": 1439621901555363843, "verified": false, "tweet_text": "@tom_posyniak @CGY2022 All fair points. And yet Kenney has introduced a vaccine passport more quickly than Trudeau has … we can still fly or take a train without proof of vaccination, and we still don’t have a vaccine passport for international travel.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["tom_posyniak", "CGY2022"], "country": "USA", "text_en": "All fair points. And yet Kenney has introduced a vaccine passport more quickly than Trudeau has we can still fly or take a train without proof of vaccination, and we still dont have a vaccine passport for international travel."}, {"id": 1439621900901265411, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/CIH7r5Kkb0", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/CIH7r5Kkb0"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439621860791144452, "verified": false, "tweet_text": "Vaccine mandates and passports loom large in the election's final days https://t.co/OVwNUcK4qO", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/OVwNUcK4qO"], "country": "USA", "text_en": "Vaccine mandates and passports loom large in the election's final days"}, {"id": 1439621825131163650, "verified": false, "tweet_text": "I think he struggled with the vaccine passport dots. https://t.co/Wzhlipm8yQ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I think he struggled with the vaccine passport dots."}, {"id": 1439621810148896769, "verified": false, "tweet_text": "@JanisIrwin The Voldeport, the vaccine passport that we cannot name.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JanisIrwin"], "country": "USA", "text_en": "The Voldeport, the vaccine passport that we cannot name."}, {"id": 1439621810018926599, "verified": false, "tweet_text": "@cspotweet This really needs to eventually be a QR code that you can keep on your phone that links directly to the real time immunization record online. These PDFs are too easy to create a forgery. I mean, this \"vaccine passport\" is something but the bar is so low for this government.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cspotweet"], "country": "USA", "text_en": "This really needs to eventually be a QR code that you can keep on your phone that links directly to the real time immunization record online. These PDFs are too easy to create a forgery. I mean, this \"vaccine passport\" is something but the bar is so low for this government."}, {"id": 1439621743409127426, "verified": false, "tweet_text": "@jkenney \n\nIt's a vaccine passport.\n\n#abpoli #AbLeg #ResignKenney #FireTheUCP", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["abpoli", "AbLeg", "ResignKenney", "FireTheUCP"], "mentions": ["jkenney"], "country": "USA", "text_en": "It's a vaccine passport."}, {"id": 1439621592502439937, "verified": false, "tweet_text": "@thorainer @Ryanair Hi I'm going yo spain next week. I am double vaccinated UK nhs covid passport. Just wondering if you need a pre departure lateral flow or was your covid vaccine enough? Thanks,", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["thorainer", "Ryanair"], "country": "USA", "text_en": "Hi I'm going yo spain next week. I am double vaccinated UK nhs covid passport. Just wondering if you need a pre departure lateral flow or was your covid vaccine enough? Thanks,"}, {"id": 1439621548789276672, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/EeEyygQHCk", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/EeEyygQHCk"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439621515012681729, "verified": false, "tweet_text": "Borders that haven't existed for decades will soon be patrolled again and your vaccine status will matter more than your passport or state ID. CBDC will prevent you from traveling anyways. If the Central Bank sees you owe taxes or have some monthly overdue payment, they will turn", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Borders that haven't existed for decades will soon be patrolled again and your vaccine status will matter more than your passport or state ID. CBDC will prevent you from traveling anyways. If the Central Bank sees you owe taxes or have some monthly overdue payment, they will turn"}, {"id": 1439621458783735814, "verified": false, "tweet_text": "@CBCAlerts I blame Trudeau with this ridiculous mandatory vaccine/passport. This made Canadian's angry,that is when the protesting evolved. \nI see an angry Prime Minister not having his way.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CBCAlerts"], "country": "USA", "text_en": "I blame Trudeau with this ridiculous mandatory vaccine/passport. This made Canadian's angry,that is when the protesting evolved. I see an angry Prime Minister not having his way."}, {"id": 1439621456229552142, "verified": false, "tweet_text": "@kaydo1000 @TinaBob17 @GoonerPolitical @VIKINGPOWER5 @m0biVs For the third time, the vaccine does not prevent transmission or infection. So why would a vaccine passport be required?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kaydo1000", "TinaBob17", "GoonerPolitical", "VIKINGPOWER5", "m0biVs"], "country": "USA", "text_en": "For the third time, the vaccine does not prevent transmission or infection. So why would a vaccine passport be required?"}, {"id": 1439621289145257987, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/pmuUVxgqnn", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/pmuUVxgqnn"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439621137063895057, "verified": false, "tweet_text": "How the issue of vaccine mandates is playing out in the swing 905 riding of King-Vaughan, from our coverage on @CBCTheHouse : https://t.co/D55PP2wsjs", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CBCTheHouse"], "tweet_urls": ["https://t.co/D55PP2wsjs"], "country": "USA", "text_en": "How the issue of vaccine mandates is playing out in the swing riding of King-Vaughan, from our coverage on :"}, {"id": 1439621117098987524, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/sqsqdUWcKJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/sqsqdUWcKJ"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439621105149485065, "verified": false, "tweet_text": "Pretty good indicator that vaccine pass is not a popular idea. You should see the anti vaccine passport protests, they’re massive. \n\nThis is Paris, France. https://t.co/Jqc59nXEme", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Jqc59nXEme"], "country": "USA", "text_en": "Pretty good indicator that vaccine pass is not a popular idea. You should see the anti vaccine passport protests, theyre massive. This is Paris, France."}, {"id": 1439621094193999879, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/x7aG4CL1qH", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/x7aG4CL1qH"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439621026292375555, "verified": false, "tweet_text": "https://t.co/o5pOINGuV1 Middle finger salute to NY and DC...", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/o5pOINGuV1"], "country": "USA", "text_en": "Middle finger salute to NY and DC..."}, {"id": 1439620896210231296, "verified": false, "tweet_text": "@ayeshahazarika @jasonleitch @Foodanddrinkfed @annanemtsova @LyallGrant @AlexanderDowner You could ask @jasonleitch how a covid passport is necessary for a vaccine that clearly doesn’t prevent transmission as seen in Israel. Also how vaccinating children is necessary when not at risk and again doesn’t prevent transmission!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ayeshahazarika", "jasonleitch", "Foodanddrinkfed", "annanemtsova", "LyallGrant", "AlexanderDowner", "jasonleitch"], "country": "USA", "text_en": "You could ask how a covid passport is necessary for a vaccine that clearly doesnt prevent transmission as seen in Israel. Also how vaccinating children is necessary when not at risk and again doesnt prevent transmission!"}, {"id": 1439620800642904070, "verified": false, "tweet_text": "@CountryGardener It's a prisoner tracking tool.\n\nENTRUST vax passports: https://t.co/5ZZLMP6kq4……\n\nNazi Quandt family. \nhttps://t.co/Ys0rqqrjbs……\n\nEntrust History:\n1987\nThe Quandt family acquires the company and an era of growth begins. https://t.co/RxNkDugfOC", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CountryGardener"], "tweet_urls": ["https://t.co/5ZZLMP6kq4", "https://t.co/Ys0rqqrjbs", "https://t.co/RxNkDugfOC"], "country": "USA", "text_en": "It's a prisoner tracking tool. ENTRUST vax passports: Nazi Quandt family. Entrust History: The Quandt family acquires the company and an era of growth begins."}, {"id": 1439620781953077250, "verified": false, "tweet_text": "@deezymay1 @DreaHumphrey https://t.co/nLhpYUWHLc", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["deezymay1", "DreaHumphrey"], "tweet_urls": ["https://t.co/nLhpYUWHLc"]}, {"id": 1439620750273654789, "verified": false, "tweet_text": "@MatthewNewell67 @EssexPR @Telegraph @InstituteGC A vaccine passport means that if you have been double jabbed and have Covid you can go to events, but if you have not been double jabbed and don’t have Covid you cannot go to events. How is it that you think this is ok?\nIt's literally an id card ffs 🤣", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MatthewNewell67", "EssexPR", "Telegraph", "InstituteGC"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "A vaccine passport means that if you have been double jabbed and have Covid you can go to events, but if you have not been double jabbed and dont have Covid you cannot go to events. How is it that you think this is ok? It's literally an id card ffs"}, {"id": 1439620620883570688, "verified": false, "tweet_text": "@CP24 You don't. At this point no one knows what a real or fake vaccine passport looks like. So you either don't risk your employees to the chance or you say screw it, risk your employees/customers and let the COVID cards fall where they land.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CP24"], "country": "USA", "text_en": "You don't. At this point no one knows what a real or fake vaccine passport looks like. So you either don't risk your employees to the chance or you say screw it, risk your employees/customers and let the COVID cards fall where they land."}, {"id": 1439620505313611781, "verified": false, "tweet_text": "@regionofpeel @citymississauga How can we get a vaccine passport for whose who toll the doses already ? Thank you for help", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["regionofpeel", "citymississauga"], "country": "USA", "text_en": "How can we get a vaccine passport for whose who toll the doses already ? Thank you for help"}, {"id": 1439620439790301184, "verified": false, "tweet_text": "@hicksyalex How does a #Control vaccine passport prevent another lockdown???", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Control"], "mentions": ["hicksyalex"], "country": "USA", "text_en": "How does a vaccine passport prevent another lockdown???"}, {"id": 1439620438871744524, "verified": false, "tweet_text": "My vaccine passport https://t.co/l2o4UGRW7J", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "My vaccine passport"}, {"id": 1439620322202767361, "verified": false, "tweet_text": "Hey @jkenney Vaccine Passport. Vaccine Passport. Vaccine Passport. Vaccine Passport. Vaccine Passport.... https://t.co/m9alLKxfAb", "tweet_lang": "fr", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jkenney"], "tweet_urls": ["https://t.co/m9alLKxfAb"]}, {"id": 1439620210571550722, "verified": false, "tweet_text": "Hundreds of anti-vaccine passport protesters - including POLE DANCER - take to Times Square to condemn New York's COVID ... https://t.co/2ouXWubErz https://t.co/meYzWtwKN1", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/2ouXWubErz"], "country": "USA", "text_en": "Hundreds of anti-vaccine passport protesters - including POLE DANCER - take to Times Square to condemn New York's COVID ..."}, {"id": 1439620205773086721, "verified": false, "tweet_text": "Forget your phone, put your vaccine passport on a shirt like this man | CBC Radio https://t.co/Oy5FTSqSOO", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Oy5FTSqSOO"], "country": "USA", "text_en": "Forget your phone, put your vaccine passport on a shirt like this man | CBC Radio"}, {"id": 1439620167302930432, "verified": false, "tweet_text": "@JayJamieson15 @HarchReality Yes, such a simple answer . So by expansion you mean tents in the parking lots right ? ‘Cause really, snap your fingers and poof, new wings to the hospitals are built ? How about stop filling the F**king hospitals when it’s preventable ? Bring on the vaccine passport !", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JayJamieson15", "HarchReality"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Yes, such a simple answer . So by expansion you mean tents in the parking lots right ? Cause really, snap your fingers and poof, new wings to the hospitals are built ? How about stop filling the F**king hospitals when its preventable ? Bring on the vaccine passport !"}, {"id": 1439620065419096065, "verified": false, "tweet_text": "@cpeck3 We have a vaccine passport in  BC and the majority of businesses are requesting ID to go with it… 👍", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cpeck3"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "We have a vaccine passport in BC and the majority of businesses are requesting ID to go with it"}, {"id": 1439619965724684288, "verified": false, "tweet_text": "@RachelNotley Shame on you for promoting discrimination against those who do not wish to take the vaccine.  I am fully vaccinated,  however I do not agree with the passport. Segregating people is wrong on every level,  and vaccine passports will not stop covid, just divide people further.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RachelNotley"], "country": "USA", "text_en": "Shame on you for promoting discrimination against those who do not wish to take the vaccine. I am fully vaccinated, however I do not agree with the passport. Segregating people is wrong on every level, and vaccine passports will not stop covid, just divide people further."}, {"id": 1439619914403287048, "verified": false, "tweet_text": "@CEricks89202318 @brianlilley O'Toole has every much as intention as Trudeau of implementing a national vaccine passport.\n\nI dont see O'Toole standing for conservative values. \n\nIf he thinks something will gain him more votes he will keep going more left. \n\nWish i could, but i dont see it.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CEricks89202318", "brianlilley"], "country": "USA", "text_en": "O'Toole has every much as intention as Trudeau of implementing a national vaccine passport. I dont see O'Toole standing for conservative values. If he thinks something will gain him more votes he will keep going more left. Wish i could, but i dont see it."}, {"id": 1439619755002957831, "verified": false, "tweet_text": "My first entry in a vaccine-passport only zone. Super easy, no fuss.\nWe needed to enter where we're playing the concert this afternoon - time to see if there are any holes in the band. #vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["vaccinated"], "country": "USA", "text_en": "My first entry in a vaccine-passport only zone. Super easy, no fuss. We needed to enter where we're playing the concert this afternoon - time to see if there are any holes in the band."}, {"id": 1439619677471215618, "verified": false, "tweet_text": "@KenBoessenkool I kinda like the vibe of DF's 'vaxport'!\nWe know why JK didn't go w calling card Vaccine Passport b/c he 'promised' we'd never go that direction. So his comm team had to come up with something else &amp; muddify the water.\nMaybe DF's 'vaxport' cld be middle grnd?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["KenBoessenkool"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I kinda like the vibe of DF's 'vaxport'! We know why JK didn't go w calling card Vaccine Passport b/c he 'promised' we'd never go that direction. So his comm team had to come up with something else &amp; muddify the water. Maybe DF's 'vaxport' cld be middle grnd?"}, {"id": 1439619443475329024, "verified": false, "tweet_text": "Best Covid - 19 Crisis Actors Award\nAnd the Oscar goes to:\nhttps://t.co/gsdWWfMEJ6\nand\nCV-19 “The ( Placebo ) ??  or the Vaccine = Passport ?\nRecorded / Government Video \nhttps://t.co/wfzv1ZnOUc\n\n#PPC #VotePPC #twitterecho\n#WhiteCoatSummit  \n #AmericasAudit  #TheClotShot https://t.co/0zf0LudJ4S https://t.co/uPA1rEx2fd", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["PPC", "VotePPC", "twitterecho", "WhiteCoatSummit", "AmericasAudit", "TheClotShot"], "tweet_urls": ["https://t.co/gsdWWfMEJ6", "https://t.co/wfzv1ZnOUc", "https://t.co/0zf0LudJ4S"], "country": "USA", "text_en": "Best Covid - Crisis Actors Award And the Oscar goes to: and CV-19 The ( Placebo ) ?? or the Vaccine = Passport ? Recorded / Government Video"}, {"id": 1439619432565903361, "verified": false, "tweet_text": "“This Is Not Political!” – 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport https://t.co/zTfWtt1qHM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/zTfWtt1qHM"], "country": "USA", "text_en": "This Is Not Political! s Gather At 'Freedom Rally' In New York City To Oppose VaccinePassport"}, {"id": 1439619259404099584, "verified": false, "tweet_text": "@Magda_Wierzycka ...and having an electronic vaccine 'passport' is such a no-brainer. 🙉", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Magda_Wierzycka"], "tweet_emoticons": ["🙉"], "country": "USA", "text_en": "...and having an electronic vaccine 'passport' is such a no-brainer."}, {"id": 1439619255389933568, "verified": false, "tweet_text": "A vaccine passport doesn’t prove you’re not infected, it proves you’re subservient to authoritarianism.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "A vaccine passport doesnt prove youre not infected, it proves youre subservient to authoritarianism."}, {"id": 1439619246053421056, "verified": false, "tweet_text": "Thousands gathered near Central Park in Manhattan on Saturday to express their discontent with the #vaccine mandates and #passport requirements.\nWhy this is a big deal? It's not about #freedom, it's about responsibility to #care about yourself and others.\nhttps://t.co/e2QMme2ymO", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["vaccine", "passport", "freedom", "care"], "tweet_urls": ["https://t.co/e2QMme2ymO"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Thousands gathered near Central Park in Manhattan on Saturday to express their discontent with the mandates and requirements. Why this is a big deal? It's not about , it's about responsibility to about yourself and others."}, {"id": 1439618811536289792, "verified": false, "tweet_text": "Dr. Bonnie Henry has been solely responsible for authorizing all BC public health orders during this pandemic, which includes the vaccine passport. No vote has taken place in the BC legislature.\n\nShe may speak softly, but she has undoubtably committed human rights violations. https://t.co/A0AfwcWNfJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Dr. Bonnie Henry has been solely responsible for authorizing all BC public health orders during this pandemic, which includes the vaccine passport. No vote has taken place in the BC legislature. She may speak softly, but she has undoubtably committed human rights violations."}, {"id": 1439618704170528775, "verified": false, "tweet_text": "@brookie241 @EssexPR @Telegraph @InstituteGC A vaccine passport means that if at some point you do get covid the business can prove they did everything possible to ensure safety hence removing a chance of litigation. \n\nGet it yet? 🤡\n\nA vaccine passport has nothing to do with an ID card. \n\nHow thick are you?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["brookie241", "EssexPR", "Telegraph", "InstituteGC"], "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "A vaccine passport means that if at some point you do get covid the business can prove they did everything possible to ensure safety hence removing a chance of litigation. Get it yet? A vaccine passport has nothing to do with an ID card. How thick are you?"}, {"id": 1439618674478878722, "verified": false, "tweet_text": "I’m a doctor. The vaccine passport debate feels like déjà vu https://t.co/amd5lJXciQ #Tech @FastCompany https://t.co/V0c8KjB8nY", "tweet_lang": "fr", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Tech"], "mentions": ["FastCompany"], "tweet_urls": ["https://t.co/amd5lJXciQ"]}, {"id": 1439618555985608710, "verified": false, "tweet_text": "Government of British Columbia : Abolish Vaccine Passport Program and Mandates - Sign the Petition! https://t.co/elfMPU1Wav via @CdnChange", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CdnChange"], "tweet_urls": ["https://t.co/elfMPU1Wav"], "country": "USA", "text_en": "Government of British Columbia : Abolish Vaccine Passport Program and Mandates - Sign the Petition! via"}, {"id": 1439618542677082115, "verified": false, "tweet_text": "I'd like to tell you why I'm ineligible for a vaccine passport\nhttps://t.co/9Fag5mhue4", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/9Fag5mhue4"], "country": "USA", "text_en": "I'd like to tell you why I'm ineligible for a vaccine passport"}, {"id": 1439618506933288965, "verified": false, "tweet_text": "Albertans discovering that our vaccine passport is an editable PDF. \n\nYou know, after the UCP have intentionally bungled covid response for a year and a half and constantly pandered to their anti vax and anti mask base. \n\n#COVID19AB #FireTheUCP https://t.co/sDdKwDNoD0", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19AB", "FireTheUCP"], "country": "USA", "text_en": "Albertans discovering that our vaccine passport is an editable PDF. You know, after the UCP have intentionally bungled covid response for a year and a half and constantly pandered to their anti vax and anti mask base."}, {"id": 1439618428910784516, "verified": false, "tweet_text": "@dirklancer We just printed our Restrictions Exemption Program - Proof of Vaccination Cards … the REP-ProVaccC  … pronounced Vaccine Passport", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["dirklancer"], "country": "USA", "text_en": "We just printed our Restrictions Exemption Program - Proof of Vaccination Cards the REP-ProVaccC pronounced Vaccine Passport"}, {"id": 1439618319632502794, "verified": false, "tweet_text": "@R_McCormack Just proof you are fully vaxxed (and make sure you have vaccine passport on your phone for restaurants pubs etc)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["R_McCormack"], "country": "USA", "text_en": "Just proof you are fully vaxxed (and make sure you have vaccine passport on your phone for restaurants pubs etc)"}, {"id": 1439618276523319298, "verified": false, "tweet_text": "@Bellathaball I’ll see if I can hook you up with an AB vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Bellathaball"], "country": "USA", "text_en": "Ill see if I can hook you up with an AB vaccine passport."}, {"id": 1439618230633500676, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/fHK3uAJ5uY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/fHK3uAJ5uY"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439618206797217795, "verified": false, "tweet_text": "@shikha_shrivas Let's not remain ignorant of these protest happening in New York today against the vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["shikha_shrivas"], "country": "USA", "text_en": "Let's not remain ignorant of these protest happening in New York today against the vaccine passport."}, {"id": 1439617986717880320, "verified": false, "tweet_text": "My Pikachu now has his own vaccine passport because the pdf is EDITABLE??????", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "My Pikachu now has his own vaccine passport because the pdf is EDITABLE??????"}, {"id": 1439617899895959556, "verified": false, "tweet_text": "@culturingimin Ahh...the abso-fucking-lutely NOT a vaccine passport, passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["culturingimin"], "country": "USA", "text_en": "Ahh...the abso-fucking-lutely NOT a vaccine passport, passport."}, {"id": 1439617771055108097, "verified": false, "tweet_text": "@dan_grice @KevinSMcArthur You are assuming the infections were coming through those places, when it fact it’s at private households and churches where the vaccine passport does not apply. The passport does not apply to sit down restaurant that do not serve alcohol or places like Mc Donald’s.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["dan_grice", "KevinSMcArthur"], "country": "USA", "text_en": "You are assuming the infections were coming through those places, when it fact its at private households and churches where the vaccine passport does not apply. The passport does not apply to sit down restaurant that do not serve alcohol or places like Mc Donalds."}, {"id": 1439617537793146885, "verified": false, "tweet_text": "Got me my printable\"Don't call it a vaccine passport\" Vaccine Passport (kinda).\n\nAs always, I'm only listening to what @EmmaLGraney says. She's trustworthy. #SillyPants https://t.co/GkAtV8Qaro", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["SillyPants"], "mentions": ["EmmaLGraney"], "tweet_urls": ["https://t.co/GkAtV8Qaro"], "country": "USA", "text_en": "Got me my printable\"Don't call it a vaccine passport\" Vaccine Passport (kinda). As always, I'm only listening to what says. She's trustworthy."}, {"id": 1439617512207908870, "verified": false, "tweet_text": "@cathmckenna If this was a priority, Liberals would have already have a vaccine passport already (many countries already do) prior to the 4th wave. Liberals made this a priority two days before calling an election, mainly as a wedge issue. https://t.co/dUfP2ascS5", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cathmckenna"], "tweet_urls": ["https://t.co/dUfP2ascS5"], "country": "USA", "text_en": "If this was a priority, Liberals would have already have a vaccine passport already (many countries already do) prior to the th wave. Liberals made this a priority two days before calling an election, mainly as a wedge issue."}, {"id": 1439617479282593793, "verified": false, "tweet_text": "Agree with Derek. \n\nVaccine Passport is way, way, way, way more popular so I’m at an utter loss as to why they didn’t do this in the first place. https://t.co/oxZFiH3zqD", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/oxZFiH3zqD"], "country": "USA", "text_en": "Agree with Derek. Vaccine Passport is way, way, way, way more popular so Im at an utter loss as to why they didnt do this in the first place."}, {"id": 1439617400471752705, "verified": false, "tweet_text": "I've kept pretty quiet about vaccine passport stuff because sometimes it's just easier to keep your head down. But it's pretty obvious who ends up bearing the brunt of a passport system and it isn't well-to-do white people!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I've kept pretty quiet about vaccine passport stuff because sometimes it's just easier to keep your head down. But it's pretty obvious who ends up bearing the brunt of a passport system and it isn't well-to-do white people!"}, {"id": 1439617394935095296, "verified": false, "tweet_text": "Alberta, get your totally-not-a-vaccine-passport-proof-of-vaccination card here. Quick, easy, simple. #YEG #YYC #YQL #COVID19AB \n\nhttps://t.co/o9Roql8TiQ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["YEG", "YYC", "YQL", "COVID19AB"], "tweet_urls": ["https://t.co/o9Roql8TiQ"], "country": "USA", "text_en": "Alberta, get your totally-not-a-vaccine-passport-proof-of-vaccination card here. Quick, easy, simple."}, {"id": 1439617383044374529, "verified": false, "tweet_text": "@MatthewNewell67 @EssexPR @Telegraph @InstituteGC A driving license confirms you have demonstrated your ability to drive.\nA vaccine passport does not demonstrate your ability to avoid infection/transmission.\nThat kind of matters, I think 🤡\nThe vaccine passport is the id card of old, really are an idiot aren't you.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MatthewNewell67", "EssexPR", "Telegraph", "InstituteGC"], "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "A driving license confirms you have demonstrated your ability to drive. A vaccine passport does not demonstrate your ability to avoid infection/transmission. That kind of matters, I think The vaccine passport is the id card of old, really are an idiot aren't you."}, {"id": 1439617291985965066, "verified": false, "tweet_text": "@jkenney the vaccine passport…I mean Restriction Exemption Passport vaccination card. Was really easy to download. And it’s not hard at all to counterfeit! Great job!! Now all the anti-Vaxers can make their own cards. #VaccinePassports #ResignKenney #ResignShandro #coviddeaths https://t.co/hJL7x7TekT", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["VaccinePassports", "ResignKenney", "ResignShandro", "coviddeaths"], "mentions": ["jkenney"], "country": "USA", "text_en": "the vaccine passportI mean Restriction Exemption Passport vaccination card. Was really easy to download. And its not hard at all to counterfeit! Great job!! Now all the anti-Vaxers can make their own cards."}, {"id": 1439617240370909185, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally'\n\nIn New York City To Oppose Vaccine Passport | Source: https://t.co/8JDaO3vt20", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/8JDaO3vt20"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport | Source:"}, {"id": 1439617238282252289, "verified": false, "tweet_text": "@themood2020 I’ve Never been tested!\nWill NOT take an experimental rNA #vaccine!\nNor register for #TrackandTrace,\n&amp; will NEVER carry passport papers,\n&amp; have NOT worn a mask for months!\n#StillAlive #Miracle!\n#Covid #Lockdown will be over when the people say it is! Look around you!\n“IT’S OVER!”", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["vaccine", "TrackandTrace", "StillAlive", "Miracle", "Covid", "Lockdown"], "mentions": ["themood2020"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Ive Never been tested! Will NOT take an experimental rNA ! Nor register for , &amp; will NEVER carry passport papers, &amp; have NOT worn a mask for months! ! will be over when the people say it is! Look around you! ITS OVER!"}, {"id": 1439617077376126978, "verified": false, "tweet_text": "@BorisJohnson @10DowningStreet \nEveryone now knows you failed to provide evidence and the vaccine doesn't work against catching Covid again\nhttps://t.co/5ubGfWFnPW", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BorisJohnson", "10DowningStreet"], "tweet_urls": ["https://t.co/5ubGfWFnPW"], "country": "USA", "text_en": "Everyone now knows you failed to provide evidence and the vaccine doesn't work against catching Covid again"}, {"id": 1439617023152173061, "verified": false, "tweet_text": "I hope the vaccine passport is the thing that saves me", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I hope the vaccine passport is the thing that saves me"}, {"id": 1439617008526581766, "verified": false, "tweet_text": "Conspiracy theorists right again \nHis words “Won’t be your vaccine passport you will be showing the first half of next year, it will be your booster passport to show that you have been to have your third jab” https://t.co/YTD0SY6zrq", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/YTD0SY6zrq"], "country": "USA", "text_en": "Conspiracy theorists right again His words Wont be your vaccine passport you will be showing the first half of next year, it will be your booster passport to show that you have been to have your third jab"}, {"id": 1439616978285563906, "verified": false, "tweet_text": "So, the new vaccine not-a-passport website doesn't need complex ID verification, just input your data &amp; you get a fancy-looking version.\n\nWhich means conceivably that someone could verify a sketchy record by re-entering info in the site.\n\nBut without a QR code to do so, who will? https://t.co/u7u2Pdv9eh", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/u7u2Pdv9eh"], "country": "USA", "text_en": "So, the new vaccine not-a-passport website doesn't need complex ID verification, just input your data &amp; you get a fancy-looking version. Which means conceivably that someone could verify a sketchy record by re-entering info in the site. But without a QR code to do so, who will?"}, {"id": 1439616945163276289, "verified": false, "tweet_text": "I just downloaded my Vaccine \"Passport\" - an editable PDF. Seriously??\n#ableg #abhealth #abtech to the rescue please! https://t.co/ybNpMqGIPr", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["ableg", "abhealth", "abtech"], "country": "USA", "text_en": "I just downloaded my Vaccine \"Passport\" - an editable PDF. Seriously?? to the rescue please!"}, {"id": 1439616927559733251, "verified": false, "tweet_text": "https://t.co/jYdK8XeLkl \"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport  (Zero Hedge)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/jYdK8XeLkl"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport (Zero Hedge)"}, {"id": 1439616895410393089, "verified": false, "tweet_text": "@AnthonyBNYC @NYPDnews @CarminesNYC I knew it smh people always want to act up than blame it on the if, vaccine passport, I have been to multiple restaurants and they told me my ID was fake.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AnthonyBNYC", "NYPDnews", "CarminesNYC"], "country": "USA", "text_en": "I knew it smh people always want to act up than blame it on the if, vaccine passport, I have been to multiple restaurants and they told me my ID was fake."}, {"id": 1439616786224357376, "verified": false, "tweet_text": "Scrap breaks out at anti-vaccine passport protest in Exeter https://t.co/VQGeXCMG3F\n\n#COVIDIOTS", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVIDIOTS"], "tweet_urls": ["https://t.co/VQGeXCMG3F"], "country": "USA", "text_en": "Scrap breaks out at anti-vaccine passport protest in Exeter"}, {"id": 1439616734412120069, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/OL1EzPGhBS\n \nDownload our app to read more at https://t.co/AwGh5N2UcM https://t.co/plTP2vAkAM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/OL1EzPGhBS", "https://t.co/AwGh5N2UcM", "https://t.co/plTP2vAkAM"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport Download our app to read more at"}, {"id": 1439616731442470920, "verified": false, "tweet_text": "@AussieVal10 His words “Won’t be your vaccine passport you will be showing the first half of next year, it will be your booster passport to show that you have been to have your third jab”", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AussieVal10"], "country": "USA", "text_en": "His words Wont be your vaccine passport you will be showing the first half of next year, it will be your booster passport to show that you have been to have your third jab"}, {"id": 1439616569278177283, "verified": false, "tweet_text": "@ManiProphet @Soxthewavingcat Why are you worried about Vaccination passports. What scares you about the vaccine? Figures show almost no one who has the vaccine and gets Covid is dying. Surely that in itself is incentive to an individual to want to live. If you don't want to live then why worry about passport", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ManiProphet", "Soxthewavingcat"], "country": "USA", "text_en": "Why are you worried about Vaccination passports. What scares you about the vaccine? Figures show almost no one who has the vaccine and gets Covid is dying. Surely that in itself is incentive to an individual to want to live. If you don't want to live then why worry about passport"}, {"id": 1439616331708571656, "verified": false, "tweet_text": "Vaccination uptake triples after Alberta announces its version of a vaccine passport https://t.co/x426dJwBKk", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/x426dJwBKk"], "country": "USA", "text_en": "Vaccination uptake triples after Alberta announces its version of a vaccine passport"}, {"id": 1439616266537480200, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport   https://t.co/w1Ea2czrzd", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/w1Ea2czrzd"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439616237538095108, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport - #News - https://t.co/14APTuk8VJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["News"], "tweet_urls": ["https://t.co/14APTuk8VJ"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport - -"}, {"id": 1439616221188550657, "verified": false, "tweet_text": "Vaccine uptake is likely going to fall off of a cliff this week because our Vaccine Passport is an editable PDF.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Vaccine uptake is likely going to fall off of a cliff this week because our Vaccine Passport is an editable PDF."}, {"id": 1439616177563598850, "verified": false, "tweet_text": "@GidgitVonLaRue I watched a clip of a French woman being beaten severely by police for not having a \"vaccine passport\" when trying to go to a mall. She was probably 20 years old. It looked like something out of Baghdad circa 1988. Horrendous.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["GidgitVonLaRue"], "country": "USA", "text_en": "I watched a clip of a French woman being beaten severely by police for not having a \"vaccine passport\" when trying to go to a mall. She was probably years old. It looked like something out of Baghdad circa . Horrendous."}, {"id": 1439616090192158721, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/NZGLjfZJ4G", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/NZGLjfZJ4G"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439616088132706305, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/AV08dM4fZR", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/AV08dM4fZR"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439616088027893763, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/g7azpTYgXJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/g7azpTYgXJ"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439616087826522115, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/sV17QxLkFX", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/sV17QxLkFX"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439616028758134791, "verified": true, "tweet_text": "Montreal: “McGill University to Require Vaccine Passport For #Libraries...” (via @CTVNews)  https://t.co/JFXiLlYa98 &amp; Official Statement (via @mcgillu) https://t.co/yWci3BMZyq", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Libraries"], "mentions": ["CTVNews", "mcgillu"], "tweet_urls": ["https://t.co/JFXiLlYa98", "https://t.co/yWci3BMZyq"], "country": "USA", "text_en": "Montreal: McGill University to Require Vaccine Passport For ... (via ) &amp; Official Statement (via )"}, {"id": 1439615698834178054, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/KwlpBgLOIf", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/KwlpBgLOIf"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615698716827655, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/0wNttvpAiW", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/0wNttvpAiW"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615689480982530, "verified": false, "tweet_text": "@BernieSpofforth LOL prevent lockdown for WHO! \n\nvaccinated are spreaders! a vaccine that fails to prevent spread and at best prolongs life for the old and sick! so the passport does what exactly ?  it identifies conformists to the NAZI NWO !\n\nWhere is DR KELLY ?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BernieSpofforth"], "country": "USA", "text_en": "LOL prevent lockdown for WHO! vaccinated are spreaders! a vaccine that fails to prevent spread and at best prolongs life for the old and sick! so the passport does what exactly ? it identifies conformists to the NAZI NWO ! Where is DR KELLY ?"}, {"id": 1439615665233563658, "verified": false, "tweet_text": "Ummm so our vaccine passport is an edible PDF. Stupidest government in the history of Canadian politics. Maybe even all of the western world  politics.\n\n @UCPCaucus https://t.co/HjiOOcEwwt", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["UCPCaucus"], "country": "USA", "text_en": "Ummm so our vaccine passport is an edible PDF. Stupidest government in the history of Canadian politics. Maybe even all of the western world politics."}, {"id": 1439615657222496265, "verified": false, "tweet_text": "@kaydo1000 @GoonerPolitical @VIKINGPOWER5 @m0biVs @TinaBob17 Watch listen ... put your brain into gear if you’re able too ... this is where the vaccine passport is heading ... https://t.co/4lWgBtwia8", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kaydo1000", "GoonerPolitical", "VIKINGPOWER5", "m0biVs", "TinaBob17"], "tweet_urls": ["https://t.co/4lWgBtwia8"], "country": "USA", "text_en": "Watch listen ... put your brain into gear if youre able too ... this is where the vaccine passport is heading ..."}, {"id": 1439615645713371142, "verified": false, "tweet_text": "@timquerengesser Yes\n\nhttps://t.co/rGrkHcP8Ky", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["timquerengesser"], "tweet_urls": ["https://t.co/rGrkHcP8Ky"]}, {"id": 1439615536590049281, "verified": false, "tweet_text": "#freedom #FreedomRally?\n#BidensFourthReich only answers to #BigPharma and government employee unions.\n\nThousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/ezRXMJM6Bn", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["freedom", "FreedomRally", "BidensFourthReich", "BigPharma"], "tweet_urls": ["https://t.co/ezRXMJM6Bn"], "country": "USA", "text_en": "? only answers to and government employee unions. Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439615474497634307, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/WWCEAdNS5R", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/WWCEAdNS5R"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615472656424961, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/PFH9QU48Mw", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/PFH9QU48Mw"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615472606003201, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/6CRnXQWCbu", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/6CRnXQWCbu"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615472383762434, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/3ga6oiZDGQ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/3ga6oiZDGQ"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615470408290305, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/tuOvvKNQyj", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/tuOvvKNQyj"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615470320164873, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/xX5BuDkBBY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/xX5BuDkBBY"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615470144004096, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/sdIlWzB149", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/sdIlWzB149"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439615470055866372, "verified": false, "tweet_text": "SA has some of the most sophisticated genome sequencing in the world. The irrational decision by ⁦@grantshapps⁩ to keep SA on the Red List &amp; ‘not recognise’ its entire vaccination programme is based on out of date &amp; incorrect information. What a joke https://t.co/jCclctb6aW", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["grantshapps"], "tweet_urls": ["https://t.co/jCclctb6aW"], "country": "USA", "text_en": "SA has some of the most sophisticated genome sequencing in the world. The irrational decision by to keep SA on the Red List &amp; not recognise its entire vaccination programme is based on out of date &amp; incorrect information. What a joke"}, {"id": 1439615430071627778, "verified": false, "tweet_text": "@ConceptualJames How is presenting proof of natural immunity any different than presenting a vaccine passport?\n\nI will present neither.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ConceptualJames"], "country": "USA", "text_en": "How is presenting proof of natural immunity any different than presenting a vaccine passport? I will present neither."}, {"id": 1439615382252257281, "verified": false, "tweet_text": "@EveryAlbertan AB UCP: \" we promise to never ever bring in a vaccine passport\"\nAB UCP: \"Here's our novel and brilliant plan- a Restrictions Exemption Program!\"\nPublic: \"Isn't that a Vaccine Passport?\"\nAB UCP: \"we didn't use that word, so no.\"", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["EveryAlbertan"], "country": "USA", "text_en": "AB UCP: \" we promise to never ever bring in a vaccine passport\" AB UCP: \"Here's our novel and brilliant plan- a Restrictions Exemption Program!\" Public: \"Isn't that a Vaccine Passport?\" AB UCP: \"we didn't use that word, so no.\""}, {"id": 1439615278355206144, "verified": false, "tweet_text": "https://t.co/bsvhBjpWAI \"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/bsvhBjpWAI"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439615272248299527, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport | ZeroHedge https://t.co/sSq3Zfbyq5", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/sSq3Zfbyq5"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport | ZeroHedge"}, {"id": 1439615180627918849, "verified": false, "tweet_text": "Hell yeah. I mean, I love my regular passport. I'd love a vaccine passport even more. https://t.co/J7oa0OY4xJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/J7oa0OY4xJ"], "country": "USA", "text_en": "Hell yeah. I mean, I love my regular passport. I'd love a vaccine passport even more."}, {"id": 1439615094200143877, "verified": false, "tweet_text": "Protesters in France are rioting against the vaccine passport https://t.co/J5EVG8Fjm0 114", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Protesters in France are rioting against the vaccine passport"}, {"id": 1439614989908783106, "verified": false, "tweet_text": "@markkayeshow got my vaccine passport ordered. Thanks for all you and your team do to help keep America informed", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["markkayeshow"], "country": "USA", "text_en": "got my vaccine passport ordered. Thanks for all you and your team do to help keep America informed"}, {"id": 1439614860577460225, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/jloCBcdOVG", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/jloCBcdOVG"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614858958356482, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/dDAinBmIPx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/dDAinBmIPx"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614852440412167, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/PPl4i6pR1a", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/PPl4i6pR1a"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614852067205127, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/EfXM4OCVO1", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/EfXM4OCVO1"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614786166087690, "verified": false, "tweet_text": "@YourAlberta Vaccine Passport System.", "tweet_lang": "fr", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YourAlberta"]}, {"id": 1439614751412146178, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport https://t.co/s1l7n1aQSu", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/s1l7n1aQSu"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439614716465188868, "verified": false, "tweet_text": "@juliajuhari_ @MalaysiaGazette Wife dia lagi ah. Amik vaccine kat Malaysia tak percaya. Kat luar negara percaya pulak. Semata nak dapatkan vaccine passport", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["juliajuhari_", "MalaysiaGazette"]}, {"id": 1439614648823726083, "verified": false, "tweet_text": "FIRST PERSON | I'd like to tell you why I'm ineligible for a vaccine passport | CBC News https://t.co/bRy4U3Tqmj", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/bRy4U3Tqmj"], "country": "USA", "text_en": "FIRST PERSON | I'd like to tell you why I'm ineligible for a vaccine passport | CBC News"}, {"id": 1439614565281501191, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/K1ysMcMawo\n \nDownload our app to read more at https://t.co/oB37W0igWH", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/K1ysMcMawo", "https://t.co/oB37W0igWH"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport Download our app to read more at"}, {"id": 1439614564119707650, "verified": false, "tweet_text": "@shandro The credit lies with everyone begging you to do a vaccine passport program for weeks, months. Not you losers who resist the right thing until you have absolutely no choice, every time", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["shandro"], "country": "USA", "text_en": "The credit lies with everyone begging you to do a vaccine passport program for weeks, months. Not you losers who resist the right thing until you have absolutely no choice, every time"}, {"id": 1439614451788001284, "verified": false, "tweet_text": "@GraduatedBen @JamesMelville What the duck?!??!!??? That graph\n@NicolaSturgeon @SadiqKhan , @BorisJohnson This treatments only classed as a vaccine, because definition got changed, is dangerous. I had a look at CDC site other day. It’s dangerous, you’re dangerous and also discriminatory via vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["GraduatedBen", "JamesMelville", "NicolaSturgeon", "SadiqKhan", "BorisJohnson"], "country": "USA", "text_en": "What the duck?!??!!??? That graph , This treatments only classed as a vaccine, because definition got changed, is dangerous. I had a look at CDC site other day. Its dangerous, youre dangerous and also discriminatory via vaccine passport."}, {"id": 1439614380962951170, "verified": false, "tweet_text": "Vaccine mandates and passports loom large in the election's final days | CBC Radio https://t.co/jraDpZ4xKq", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/jraDpZ4xKq"], "country": "USA", "text_en": "Vaccine mandates and passports loom large in the election's final days | CBC Radio"}, {"id": 1439614375707303937, "verified": false, "tweet_text": "Downloaded and printed my daughter's not-a-vaccine-passport in a few minutes. She needs this for choir. \n\nSadly, I also could have just edited my own, or anyones, in the same amount of time, to make it look like hers. \n\nWatch the vaccine booking rates plummet this week...\n\nSigh.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Downloaded and printed my daughter's not-a-vaccine-passport in a few minutes. She needs this for choir. Sadly, I also could have just edited my own, or anyones, in the same amount of time, to make it look like hers. Watch the vaccine booking rates plummet this week... Sigh."}, {"id": 1439614333416210446, "verified": false, "tweet_text": "@LuctCTV if you need your vaccine passport printed let me know….you just have to buy 1 box of my companies Halloween treats;) seriously if you need it printed let me know.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["LuctCTV"], "tweet_emoticons": [";)"], "country": "USA", "text_en": "if you need your vaccine passport printed let me know.you just have to buy box of my companies Halloween treats seriously if you need it printed let me know."}, {"id": 1439614251824525312, "verified": false, "tweet_text": "I nominate @AstroKatie for vaccine passport organizer https://t.co/TbcWYNYgBh", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AstroKatie"], "tweet_urls": ["https://t.co/TbcWYNYgBh"], "country": "USA", "text_en": "I nominate for vaccine passport organizer"}, {"id": 1439614236217405445, "verified": false, "tweet_text": "Well, I printed out our most-definitely-not-a-vaccine-passport.... cards?\n\nI wouldn't call them wallet-sized, but at least it's something. https://t.co/fL1D5HhoA6", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Well, I printed out our most-definitely-not-a-vaccine-passport.... cards? I wouldn't call them wallet-sized, but at least it's something."}, {"id": 1439614232044179458, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/VKdxSxbOtL", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/VKdxSxbOtL"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614225979219968, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/uBdR44C7S2", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/uBdR44C7S2"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614225731702786, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/Mx12yoWLCK", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Mx12yoWLCK"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439614135457755138, "verified": false, "tweet_text": "@kay_brigante Did any diplomatic discussion happen to address the situation?\n\nOr it was just assumed that any vaccine passport is fake?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kay_brigante"], "country": "USA", "text_en": "Did any diplomatic discussion happen to address the situation? Or it was just assumed that any vaccine passport is fake?"}, {"id": 1439613949196988420, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport https://t.co/CKqd81B9qg", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/CKqd81B9qg"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439613911431409664, "verified": false, "tweet_text": "@n_droo_yu_el @madamepremier Literally the only reason I woke up at 6 to figure out the vaccine (don’t call it a passport) passport was to be able to go there!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["n_droo_yu_el", "madamepremier"], "country": "USA", "text_en": "Literally the only reason I woke up at to figure out the vaccine (dont call it a passport) passport was to be able to go there!"}, {"id": 1439613903110090755, "verified": false, "tweet_text": "@ritwik_priya @tdubey @ThatRyanChap @grantshapps There's likely not any logic. Unless by logic we mean judgements like \"Africa is corrupt therefore we can't trust your certificates\". As though my 83yr old father would rather pay for a forged vaccine passport than get his free vaccination and protection against a deadly disease", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ritwik_priya", "tdubey", "ThatRyanChap", "grantshapps"], "country": "USA", "text_en": "There's likely not any logic. Unless by logic we mean judgements like \"Africa is corrupt therefore we can't trust your certificates\". As though my yr old father would rather pay for a forged vaccine passport than get his free vaccination and protection against a deadly disease"}, {"id": 1439613845010587648, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/edS6Tj7UHa", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/edS6Tj7UHa"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439613666953809923, "verified": false, "tweet_text": "@miket136 @impact_imagery I was never under any illusion that if I was vaccinated that I could never get and spread Covid.\n\nJust lessened my chances of ending up in a worse situation.\n\nI also was fully aware the vaccine will have lower efficacy over time.\n\nThe Vax passport is a stick.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["miket136", "impact_imagery"], "country": "USA", "text_en": "I was never under any illusion that if I was vaccinated that I could never get and spread Covid. Just lessened my chances of ending up in a worse situation. I also was fully aware the vaccine will have lower efficacy over time. The Vax passport is a stick."}, {"id": 1439613582598098951, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/uuyWNLqNxR", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/uuyWNLqNxR"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439613574008217605, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/vqHYwOHPn8", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/vqHYwOHPn8"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439613419464843267, "verified": false, "tweet_text": "@TTTIME2021 @drewfuller Hopefully soon I hope the fans can meet and greet them in person. I think everyone that wants to meet the charmed cast should have a Covid test or a vaccine passport before they meet the cast this would be a good way to meet them in person.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TTTIME2021", "drewfuller"], "country": "USA", "text_en": "Hopefully soon I hope the fans can meet and greet them in person. I think everyone that wants to meet the charmed cast should have a Covid test or a vaccine passport before they meet the cast this would be a good way to meet them in person."}, {"id": 1439613001955483649, "verified": false, "tweet_text": "#C19 Vaccine Passport 💢💢👊❗", "tweet_lang": "fr", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["C19"], "tweet_emoticons": ["💢", "👊", "❗"]}, {"id": 1439612903800332289, "verified": false, "tweet_text": "@kaydo1000 @TinaBob17 @GoonerPolitical @VIKINGPOWER5 @m0biVs Because you cannot or will not see the bigger picture. \n\nAgain for the hard of hearing. The vaccine doesnt prevent infection or transmission.  So why would a vaccine passport be required..", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kaydo1000", "TinaBob17", "GoonerPolitical", "VIKINGPOWER5", "m0biVs"], "country": "USA", "text_en": "Because you cannot or will not see the bigger picture. Again for the hard of hearing. The vaccine doesnt prevent infection or transmission. So why would a vaccine passport be required.."}, {"id": 1439612876294012939, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/cQqnbRKKO9", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/cQqnbRKKO9"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439612807197208578, "verified": false, "tweet_text": "\"This Is Not Political!\" - 1000s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport https://t.co/u4BOxo4SiM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/u4BOxo4SiM"], "country": "USA", "text_en": "\"This Is Not Political!\" - s Gather At 'Freedom Rally' In New York City To Oppose Vaccine Passport"}, {"id": 1439612805032861698, "verified": false, "tweet_text": "Nigel Farage: ‘I will not be carrying a vaccine passport, whatever the c... https://t.co/cw1Wb6Vxcx via @YouTube", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/cw1Wb6Vxcx"], "country": "USA", "text_en": "Nigel Farage: I will not be carrying a vaccine passport, whatever the c... via"}, {"id": 1439612795473985552, "verified": false, "tweet_text": "After seeing the Alberta “vaccine passport,” I’m not trusting that people carrying one have actually been vaccinated. Such an easily-faked “document.” https://t.co/zKV3EDRWQ7", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "After seeing the Alberta vaccine passport, Im not trusting that people carrying one have actually been vaccinated. Such an easily-faked document."}, {"id": 1439612746320867338, "verified": false, "tweet_text": "Misty morning sunrise with Rosie and vaccine passports (don’t call it a passport around Kenny) for the whole family done! Shaping up to be the perfect day !! https://t.co/QmmokgtJ2w", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Misty morning sunrise with Rosie and vaccine passports (dont call it a passport around Kenny) for the whole family done! Shaping up to be the perfect day !!"}, {"id": 1439612739802910721, "verified": false, "tweet_text": "@ClayTravis I want a variant; 100k people packed in football stadium with vaccine passport required to enter.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["ClayTravis"], "country": "USA", "text_en": "I want a variant; k people packed in football stadium with vaccine passport required to enter."}, {"id": 1439612713513021441, "verified": false, "tweet_text": "@PhilipTurnbull Mine is missing my first dose! So pretty useless as a “not a vaccine passport” although given that it’s an editable pdf, I guess I can add it myself? 🤦🏼‍♀️🤷🏼‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["PhilipTurnbull"], "tweet_emoticons": ["🤦🏼‍♀️", "🤷🏼‍♀️"], "country": "USA", "text_en": "Mine is missing my first dose! So pretty useless as a not a vaccine passport although given that its an editable pdf, I guess I can add it myself?"}, {"id": 1439612633510862855, "verified": false, "tweet_text": "just printed my vaccine PASSPORT about to go to staples to get my vaccine PASSPORT laminated i love PASSPORTS", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "just printed my vaccine PASSPORT about to go to staples to get my vaccine PASSPORT laminated i love PASSPORTS"}, {"id": 1439612554158870533, "verified": false, "tweet_text": "Boycott the businesses that require vaccine passport. Let them die. https://t.co/Oot5lam2xi", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/Oot5lam2xi"], "country": "USA", "text_en": "Boycott the businesses that require vaccine passport. Let them die."}, {"id": 1439612537360769030, "verified": false, "tweet_text": "Here’s my vaccine passport https://t.co/Yq5lqS7XS4", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Heres my vaccine passport"}, {"id": 1439612477793193984, "verified": false, "tweet_text": "Just an idea…when you get your vaccine whatever the heck we are calling it NOT a passport today DON’T post if picture of it or of any that you have edited to show how easy it is to edit, the more of them out there the more forgeries that will be available! #abvaxpassport", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["abvaxpassport"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Just an ideawhen you get your vaccine whatever the heck we are calling it NOT a passport today DONT post if picture of it or of any that you have edited to show how easy it is to edit, the more of them out there the more forgeries that will be available!"}, {"id": 1439612470784573446, "verified": false, "tweet_text": "@catling10 @Jackskits @PoliticsForAlI @thesundaytimes Your the one implying you need a vaccine passport to do normal things? 🤡🤡🤡", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["catling10", "Jackskits", "PoliticsForAlI", "thesundaytimes"], "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "Your the one implying you need a vaccine passport to do normal things?"}, {"id": 1439612466300956677, "verified": false, "tweet_text": "Interesting personal experience. \n\nAfter months of my family cautioning me not to “split the vote”, 50% have switched to PPC as a direct result of vaccine passport implementation in SK and Max’s video w Jord Peterson. \n\nFour more votes for @MarkFriesen08 and 8 in South SK.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["MarkFriesen08"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Interesting personal experience. After months of my family cautioning me not to split the vote, % have switched to PPC as a direct result of vaccine passport implementation in SK and Maxs video w Jord Peterson. Four more votes for and in South SK."}, {"id": 1439612373279465475, "verified": false, "tweet_text": "Why is there no water mark on these lame-o not a passport vaccine cards?!? It was the least you could do. Morons. @shandro @CMOH_Alberta @jkenney  #COVID19AB #elexn44 https://t.co/JHo3wuewRk", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["COVID19AB", "elexn44"], "mentions": ["shandro", "CMOH_Alberta", "jkenney"], "country": "USA", "text_en": "Why is there no water mark on these lame-o not a passport vaccine cards?!? It was the least you could do. Morons."}, {"id": 1439612356162555908, "verified": false, "tweet_text": "@YourAlberta or for those less harperian conservative it's called a 'vaccine passport '", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["YourAlberta"], "country": "USA", "text_en": "or for those less harperian conservative it's called a 'vaccine passport '"}, {"id": 1439612335337971712, "verified": false, "tweet_text": "@enviroartist @KONABLASTS Luckily here in Canada you have the freedom to ignore the government. You don’t have to get vaccinated or support businesses that enforce rules you don’t agree with. You are free to boycott a restaurant that asks for your vaccine passport. Isn’t freedom great!", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["enviroartist", "KONABLASTS"], "country": "USA", "text_en": "Luckily here in Canada you have the freedom to ignore the government. You dont have to get vaccinated or support businesses that enforce rules you dont agree with. You are free to boycott a restaurant that asks for your vaccine passport. Isnt freedom great!"}, {"id": 1439612315658186754, "verified": false, "tweet_text": "According to the Alberta government it is not a vaccine passport unless it comes from the vaccine passport region of France. Instead in Alberta you will have a sparkling record of vaccination allowing you to go out to eat and shop in the places that require proof of vaccination. https://t.co/zPhkSvTVfM", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/zPhkSvTVfM"], "country": "USA", "text_en": "According to the Alberta government it is not a vaccine passport unless it comes from the vaccine passport region of France. Instead in Alberta you will have a sparkling record of vaccination allowing you to go out to eat and shop in the places that require proof of vaccination."}, {"id": 1439612280572833795, "verified": false, "tweet_text": "If vaccinated people can still get and transmit COVID like unvaccinated people, instead of showing a vaccine passport to enter public places, wouldn’t proof of a negative test for EVERYONE, regardless of vaccinated status, make more sense?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "If vaccinated people can still get and transmit COVID like unvaccinated people, instead of showing a vaccine passport to enter public places, wouldnt proof of a negative test for EVERYONE, regardless of vaccinated status, make more sense?"}, {"id": 1439612261711110145, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/QT88SMd7eE", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/QT88SMd7eE"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439612253398085632, "verified": false, "tweet_text": "In other COVID-19 news: retailer’s lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing https://t.co/tp2rREeNsm", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/tp2rREeNsm"], "country": "USA", "text_en": "In other COVID-19 news: retailers lawsuit over FL vaccine passport ban, COVID-19 detector dogs at airport, fests require vaccine or testing"}, {"id": 1439612240877875204, "verified": false, "tweet_text": "@yibbiy @KyleDelecto @MaximeBernier You will need a vaccine passport to leave Canada if you are going to France. CPC can't stop that and Bernier can't either. \n\nIf you don't plan on leaving Canada because Bernier won't let you, does that matter?\n\nPeople who have been going to other countries are vaccinated already", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["yibbiy", "KyleDelecto", "MaximeBernier"], "country": "USA", "text_en": "You will need a vaccine passport to leave Canada if you are going to France. CPC can't stop that and Bernier can't either. If you don't plan on leaving Canada because Bernier won't let you, does that matter? People who have been going to other countries are vaccinated already"}, {"id": 1439612207877156871, "verified": false, "tweet_text": "@PhilipTurnbull Nope, but I did print off my temporary vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["PhilipTurnbull"], "country": "USA", "text_en": "Nope, but I did print off my temporary vaccine passport."}, {"id": 1439612184653283329, "verified": false, "tweet_text": "Everyone saying we already had a vaccine passport in school is forgetting to mention that our parents could sign a form to opt out without you facing any consequences.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Everyone saying we already had a vaccine passport in school is forgetting to mention that our parents could sign a form to opt out without you facing any consequences."}, {"id": 1439612171667873794, "verified": false, "tweet_text": "@AllisonPearson The pro vaccine brigade are now just defending their own position despite a lack of evidence.\nThe government failed to give any scientific evidence backing-up its claims that requiring Covid passports was necessary to reopening the economy and society.\nhttps://t.co/t7L46qn0cB", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["AllisonPearson"], "tweet_urls": ["https://t.co/t7L46qn0cB"], "country": "USA", "text_en": "The pro vaccine brigade are now just defending their own position despite a lack of evidence. The government failed to give any scientific evidence backing-up its claims that requiring Covid passports was necessary to reopening the economy and society."}, {"id": 1439611940293201920, "verified": false, "tweet_text": "@NurseQLockdown The vaccine doesn’t prevent spreading covid so how does the passport make sense ?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "The vaccine doesnt prevent spreading covid so how does the passport make sense ?"}, {"id": 1439611927785660418, "verified": false, "tweet_text": "@CJBowden1 You get a free trip included with the vaccine passport. 1 way trip to down under. Hey, maybe that’s why Australia is being harassed more than other countries. Just thought of that??", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["CJBowden1"], "country": "USA", "text_en": "You get a free trip included with the vaccine passport. way trip to down under. Hey, maybe thats why Australia is being harassed more than other countries. Just thought of that??"}, {"id": 1439611437144498181, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/KMmuUyw5Cz", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/KMmuUyw5Cz"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439611262531428354, "verified": false, "tweet_text": "@kaydo1000 @GoonerPolitical @VIKINGPOWER5 @m0biVs @TinaBob17 the vaccine doesnt prevent transmission or infection therefore a passport is redundant. \nAlso, do you really think that once implemented these passes will not evolve into health passes to \"protect the nhs\"", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["kaydo1000", "GoonerPolitical", "VIKINGPOWER5", "m0biVs", "TinaBob17"], "country": "USA", "text_en": "the vaccine doesnt prevent transmission or infection therefore a passport is redundant. Also, do you really think that once implemented these passes will not evolve into health passes to \"protect the nhs\""}, {"id": 1439611231892119555, "verified": false, "tweet_text": "@Schmiffy12 @RogerV52 @BristolComSense They didn't seem to enforce it well with these eco activists, they enforced it on anti vaccine passport protests in public green space though", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Schmiffy12", "RogerV52", "BristolComSense"], "country": "USA", "text_en": "They didn't seem to enforce it well with these eco activists, they enforced it on anti vaccine passport protests in public green space though"}, {"id": 1439610816886501378, "verified": false, "tweet_text": "So... knowing that you wouldn't need a MyABHealth account to print off your vaccine-passport-not-a-passport, why couldn't the govt have mentioned this little tidbit instead of us queueing up all week?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "So... knowing that you wouldn't need a MyABHealth account to print off your vaccine-passport-not-a-passport, why couldn't the govt have mentioned this little tidbit instead of us queueing up all week?"}, {"id": 1439610771600646150, "verified": false, "tweet_text": "Any Albertan who wants to print or save/screen shot a vaccine passport card.\n\nhttps://t.co/BARZqW4fsQ", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/BARZqW4fsQ"], "country": "USA", "text_en": "Any Albertan who wants to print or save/screen shot a vaccine passport card."}, {"id": 1439610663744286724, "verified": false, "tweet_text": "@mattyglesias idea: pass a voter ID law, with the only acceptable ID being a vaccine passport", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["mattyglesias"], "country": "USA", "text_en": "idea: pass a voter ID law, with the only acceptable ID being a vaccine passport"}, {"id": 1439610497322700807, "verified": false, "tweet_text": "@IanVestal @JWMoneyCalling @PoliticsForAlI @Telegraph Think about it. All a 'vaccine passport' is a personal identification mechanism, with various attributes attached. Requiring a 'vaccine passport' to enter places basically means you leave a very nice trail of 'check ins' of where you have been", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["IanVestal", "JWMoneyCalling", "PoliticsForAlI", "Telegraph"], "country": "USA", "text_en": "Think about it. All a 'vaccine passport' is a personal identification mechanism, with various attributes attached. Requiring a 'vaccine passport' to enter places basically means you leave a very nice trail of 'check ins' of where you have been"}, {"id": 1439610426937929737, "verified": false, "tweet_text": "“Passport? Vaccine cards? Are they all in there too?” https://t.co/6ek6Y2L8cj", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/6ek6Y2L8cj"], "country": "USA", "text_en": "Passport? Vaccine cards? Are they all in there too?"}, {"id": 1439610244267532300, "verified": false, "tweet_text": "Wow, it’s as if a vaccine passport style system was effective in triggering vaccine uptake. Who would have guessed? https://t.co/6nzC0csB1Q", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/6nzC0csB1Q"], "country": "USA", "text_en": "Wow, its as if a vaccine passport style system was effective in triggering vaccine uptake. Who would have guessed?"}, {"id": 1439610109202780169, "verified": false, "tweet_text": "@Glostermeteor @JWMoneyCalling @PoliticsForAlI @Telegraph How will private companies be able to track u with a vaccine passport? Let's say the passport is on your phone and is scanned by wherever you're going. In places where passports are currently deployed, the business cannot see everywhere you've been when you scan in.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Glostermeteor", "JWMoneyCalling", "PoliticsForAlI", "Telegraph"], "country": "USA", "text_en": "How will private companies be able to track u with a vaccine passport? Let's say the passport is on your phone and is scanned by wherever you're going. In places where passports are currently deployed, the business cannot see everywhere you've been when you scan in."}, {"id": 1439610090747621381, "verified": false, "tweet_text": "Great work on the security features for the new (not a) vaccine passport @GoAHealth! /s https://t.co/C4VJja6FqU", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["GoAHealth"], "tweet_urls": ["https://t.co/C4VJja6FqU"], "country": "USA", "text_en": "Great work on the security features for the new (not a) vaccine passport ! /s"}, {"id": 1439609936615444491, "verified": false, "tweet_text": "@FoxNews No worries. Just enforce vaccination for all attending and problem solved. They have to show a vaccine card and vaccine passport and they can enter or pay a bribe or fee to enter! 😂", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["FoxNews"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "No worries. Just enforce vaccination for all attending and problem solved. They have to show a vaccine card and vaccine passport and they can enter or pay a bribe or fee to enter!"}, {"id": 1439609906777280514, "verified": false, "tweet_text": "Thousands Gather at , ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/A1wOGR5aR9", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/A1wOGR5aR9"], "country": "USA", "text_en": "Thousands Gather at , Freedom Rally in New York City to Oppose VaccinePassport"}, {"id": 1439609881762439169, "verified": false, "tweet_text": "@catling10 @Jackskits @PoliticsForAlI @thesundaytimes Westminster hasn’t imposed any vaccine passport yet so your talking bollox at the moment.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["catling10", "Jackskits", "PoliticsForAlI", "thesundaytimes"], "country": "USA", "text_en": "Westminster hasnt imposed any vaccine passport yet so your talking bollox at the moment."}, {"id": 1439609879925248002, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/p92HUSDHvp\n \nDownload our app to read more at https://t.co/O1IbKpIi1S", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/p92HUSDHvp", "https://t.co/O1IbKpIi1S"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport Download our app to read more at"}, {"id": 1439609806931705862, "verified": false, "tweet_text": "Just got my #VaccinePassports which is not called a vaccine passport, but it’s essentially a vaccine passport, so I’ll keep calling it vaccine passport mainly because Kenney doesn’t like the term vaccine passport. \n#Alberta #ableg #cdnpoli #COVID19AB #yyc", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["VaccinePassports", "Alberta", "ableg", "cdnpoli", "COVID19AB", "yyc"], "country": "USA", "text_en": "Just got my which is not called a vaccine passport, but its essentially a vaccine passport, so Ill keep calling it vaccine passport mainly because Kenney doesnt like the term vaccine passport."}, {"id": 1439609623028420609, "verified": false, "tweet_text": "@CBCToronto I believe people who are exempt from the vaccine e for medical reasons will not have to show proof or have to have a “passport” but you will have to have proof from a doctor. Makes sense!", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["CBCToronto"], "country": "USA", "text_en": "I believe people who are exempt from the vaccine e for medical reasons will not have to show proof or have to have a passport but you will have to have proof from a doctor. Makes sense!"}, {"id": 1439609545605750790, "verified": false, "tweet_text": "@NurseQLockdown No problem with vaccine certificates linked to a passport for travel. But a vaccine passport is clearly a entirely different requirement and can be used to curtail privacy and choice at the whim of toadies in government.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "No problem with vaccine certificates linked to a passport for travel. But a vaccine passport is clearly a entirely different requirement and can be used to curtail privacy and choice at the whim of toadies in government."}, {"id": 1439609462088679427, "verified": false, "tweet_text": "@Oscar_T_Hamese @TheRealPro7 Passport tša vaccine?", "tweet_lang": "et", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Oscar_T_Hamese", "TheRealPro7"]}, {"id": 1439608946319319046, "verified": false, "tweet_text": "@leftof_centr @Lesego_Mts @Magda_Wierzycka Precisely hence the need for a QR code vaccine passport. The vaccines in SA are the same as the rest of the world.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["leftof_centr", "Lesego_Mts", "Magda_Wierzycka"], "country": "USA", "text_en": "Precisely hence the need for a QR code vaccine passport. The vaccines in SA are the same as the rest of the world."}, {"id": 1439608785979334666, "verified": false, "tweet_text": "New link dropped this morning to get your Voldeport (aka the vaccine passport that must not be named) #ableg #Alberta   https://t.co/9PndFnijvB https://t.co/sQJlCEzrdh", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["ableg", "Alberta"], "tweet_urls": ["https://t.co/9PndFnijvB"], "country": "USA", "text_en": "New link dropped this morning to get your Voldeport (aka the vaccine passport that must not be named)"}, {"id": 1439608612154798081, "verified": false, "tweet_text": "It's the vaccine passport (or whatever juvenile lengths you want to go to not to call it that) and nobody thought we'd be stuck if the passport was brought in. \n\nThe problem is your handlers refused until it was too late for hundreds of Albertans. \n\n#ableg #abpoli #COVID19AB https://t.co/RkGdvtv5Hz", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["ableg", "abpoli", "COVID19AB"], "tweet_urls": ["https://t.co/RkGdvtv5Hz"], "country": "USA", "text_en": "It's the vaccine passport (or whatever juvenile lengths you want to go to not to call it that) and nobody thought we'd be stuck if the passport was brought in. The problem is your handlers refused until it was too late for hundreds of Albertans."}, {"id": 1439608607109095433, "verified": true, "tweet_text": "Fauci Says a Vaccine Passport for Domestic Air Travel Remains “On the Table” and is Part of Daily Discussions https://t.co/y0GRdO8yGn via @yourownkanoo https://t.co/bqm7JArQHM", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["yourownkanoo"], "tweet_urls": ["https://t.co/y0GRdO8yGn"], "country": "USA", "text_en": "Fauci Says a Vaccine Passport for Domestic Air Travel Remains On the Table and is Part of Daily Discussions via"}, {"id": 1439608542944661506, "verified": false, "tweet_text": "@cbcnewsbc At present the vaccine passport only requires a single dose for validation.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["cbcnewsbc"], "country": "USA", "text_en": "At present the vaccine passport only requires a single dose for validation."}, {"id": 1439608533117403144, "verified": false, "tweet_text": "@gpfinlay Getting my vaccine shot was easy. Getting my not a passport card was easy. These two were the only easy parts of the last 19 months of covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["gpfinlay"], "country": "USA", "text_en": "Getting my vaccine shot was easy. Getting my not a passport card was easy. These two were the only easy parts of the last months of covid."}, {"id": 1439608418004766720, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/nMn35IiKzh", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/nMn35IiKzh"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439608382126796802, "verified": false, "tweet_text": "MA needs some sort of vaccine passport now. The entire US needs access to a vaccine passport which can be used nation wide, and an app which also can show one's latest negative (or positive) test results.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "MA needs some sort of vaccine passport now. The entire US needs access to a vaccine passport which can be used nation wide, and an app which also can show one's latest negative (or positive) test results."}, {"id": 1439608336698257418, "verified": false, "tweet_text": "@acoyne Minister Hajdu this past winter &amp; spring, while vaccines trickled and variants flowed into this country, seem to only talk about the good work she and her ministry had done on vaccine passports. Yet this good work is no where to be seen. A national passport would be best for all.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["acoyne"], "country": "USA", "text_en": "Minister Hajdu this past winter &amp; spring, while vaccines trickled and variants flowed into this country, seem to only talk about the good work she and her ministry had done on vaccine passports. Yet this good work is no where to be seen. A national passport would be best for all."}, {"id": 1439608195748671496, "verified": false, "tweet_text": "@Koizumichan420 I'm really excited to receive my vaccine passport it just feels like it's of the upmost importance to have", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Koizumichan420"], "country": "USA", "text_en": "I'm really excited to receive my vaccine passport it just feels like it's of the upmost importance to have"}, {"id": 1439608183941632012, "verified": false, "tweet_text": "حد يعرف لو جالي message اروح اخد الvaccine ممكن اعمل تحويل سفر ولا لأ و ازاي! \nسؤال تاني تجديد الpassport في قسم المعادي بياخد كام يوم\nHelpp", "tweet_lang": "ar", "tweet_date": "2021-09-19T15:00:00Z"}, {"id": 1439608146608070658, "verified": false, "tweet_text": "@KER4YEG @gisellegeneral @YourAlberta @AHS_media Maybe that is so that the vaccine passport idea fails?  🤯\n\nNah, they aren’t smart enough for that conspiracy, they just really really don’t care. https://t.co/VBtRDU6nB3", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["KER4YEG", "gisellegeneral", "YourAlberta", "AHS_media"], "tweet_emoticons": ["🤯"], "country": "USA", "text_en": "Maybe that is so that the vaccine passport idea fails? Nah, they arent smart enough for that conspiracy, they just really really dont care."}, {"id": 1439608115981426689, "verified": false, "tweet_text": "@DartmouthDerek my sister's in Greece is same as the one getting sorted out here https://t.co/HSdB6ENIaT", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["DartmouthDerek"], "tweet_urls": ["https://t.co/HSdB6ENIaT"], "country": "USA", "text_en": "my sister's in Greece is same as the one getting sorted out here"}, {"id": 1439607983734931456, "verified": false, "tweet_text": "Last day @pucespopmtl craft fair! The event is in the basement of Église Saint-Denis from Friday to Sunday! Can’t wait to see you all 🧡 Don’t forget your vaccine passport 💉", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["pucespopmtl"], "tweet_emoticons": ["💉", "🧡"], "country": "USA", "text_en": "Last day craft fair! The event is in the basement of glise Saint-Denis from Friday to Sunday! Cant wait to see you all Dont forget your vaccine passport"}, {"id": 1439607965686767625, "verified": false, "tweet_text": "vaccine passport will become the new food stamp EBT program...for EVERYONE https://t.co/Y1h0eMZD5i", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "vaccine passport will become the new food stamp EBT program...for EVERYONE"}, {"id": 1439607831909523467, "verified": false, "tweet_text": "Lol vaccine passports for a fake virus to prevent the govt from taking our freedom to live our lives to allow the govt to take that freedom under the guise of a fake vaccine passport. Sheeesh. 🙄 https://t.co/I9lNavu1Ay", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/I9lNavu1Ay"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "Lol vaccine passports for a fake virus to prevent the govt from taking our freedom to live our lives to allow the govt to take that freedom under the guise of a fake vaccine passport. Sheeesh."}, {"id": 1439607795616260102, "verified": false, "tweet_text": "Vaccine mandates are good, actually. Did you complain about a timeline for the Israeli green passport? https://t.co/5bBkFo8QuL", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/5bBkFo8QuL"], "country": "USA", "text_en": "Vaccine mandates are good, actually. Did you complain about a timeline for the Israeli green passport?"}, {"id": 1439607781120741378, "verified": false, "tweet_text": "@osler78 \"Anti-vaccine protestor hopes police officers 'die of cancer' and die from the covid jab at latest London vaccine passport protest on September 16.\" Here's the whole clip. https://t.co/HyLEzfouhE", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["osler78"], "tweet_urls": ["https://t.co/HyLEzfouhE"], "country": "USA", "text_en": "\"Anti-vaccine protestor hopes police officers 'die of cancer' and die from the covid jab at latest London vaccine passport protest on September .\" Here's the whole clip."}, {"id": 1439607739055947779, "verified": false, "tweet_text": "No queue, no wait, it actually worked. What weird reality is this for your vaccine-not-a-passport? https://t.co/D4ewv2EjvP", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/D4ewv2EjvP"], "country": "USA", "text_en": "No queue, no wait, it actually worked. What weird reality is this for your vaccine-not-a-passport?"}, {"id": 1439607729212076034, "verified": false, "tweet_text": "Lake Louise Ski World Cup leg to be affected by Alberta vaccine passport system https://t.co/xcPRaBAfRP https://t.co/R167abMHey", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/xcPRaBAfRP"], "country": "USA", "text_en": "Lake Louise Ski World Cup leg to be affected by Alberta vaccine passport system"}, {"id": 1439607620382302216, "verified": false, "tweet_text": "Surprisingly easy to get my “I can’t believe it’s not a vaccine passport” vaccine passport. #COVIDAB https://t.co/dK0xSDfB6q", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["COVIDAB"], "country": "USA", "text_en": "Surprisingly easy to get my I cant believe its not a vaccine passport vaccine passport."}, {"id": 1439607383555284994, "verified": false, "tweet_text": "@CydeWeys @RossBarkan What new and exciting rules will the vaccine passport become the precedent for?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["CydeWeys", "RossBarkan"], "country": "USA", "text_en": "What new and exciting rules will the vaccine passport become the precedent for?"}, {"id": 1439607330535100425, "verified": false, "tweet_text": "https://t.co/Wj3c6fmXRI @BoogieBumper  https://t.co/oEcyIFKG0O\nhttps://t.co/al2Z55DDu8 https://t.co/mpMJySEZNh\n@thestartingbloc\nA Vaccine Passport Promotional Video https://t.co/TBYMHEoCwt #LBRY via @OdyseeTeam", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["LBRY"], "mentions": ["BoogieBumper", "thestartingbloc", "OdyseeTeam"], "tweet_urls": ["https://t.co/Wj3c6fmXRI", "https://t.co/oEcyIFKG0O", "https://t.co/al2Z55DDu8", "https://t.co/mpMJySEZNh", "https://t.co/TBYMHEoCwt"], "country": "USA", "text_en": "A Vaccine Passport Promotional Video via"}, {"id": 1439607263354785793, "verified": false, "tweet_text": "If we had a full implementation of a \"Vaccine Passport\" and mandated vaccines of workers who interact with hundreds of customers daily, our safety would be greatly enhanced. However, the 5% wishy-washy @jkenney effort constantly works against our safety.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["jkenney"], "country": "USA", "text_en": "If we had a full implementation of a \"Vaccine Passport\" and mandated vaccines of workers who interact with hundreds of customers daily, our safety would be greatly enhanced. However, the % wishy-washy effort constantly works against our safety."}, {"id": 1439607155431297025, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/bQxVcMhoVd via @news_ntd https://t.co/SaMm6YhvJM", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["news_ntd"], "tweet_urls": ["https://t.co/bQxVcMhoVd"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport via"}, {"id": 1439607030982008835, "verified": false, "tweet_text": "Fauci Says a Vaccine Passport for Domestic Air Travel Remains “On the Table” and is Part of Daily Discussions https://t.co/BmQ43N4uP4", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/BmQ43N4uP4"], "country": "USA", "text_en": "Fauci Says a Vaccine Passport for Domestic Air Travel Remains On the Table and is Part of DailyDiscussions"}, {"id": 1439606943656644611, "verified": false, "tweet_text": "Crowbarred in as a \"vaccine passport\" before being opened up to the rest of your life, fully accessible (and controllable) by the government. Screamingly obvious to anyone with eyes in their head. https://t.co/4tSz63TV6z", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/4tSz63TV6z"], "country": "USA", "text_en": "Crowbarred in as a \"vaccine passport\" before being opened up to the rest of your life, fully accessible (and controllable) by the government. Screamingly obvious to anyone with eyes in their head."}, {"id": 1439606915982630913, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/gkxSNffkrb", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/gkxSNffkrb"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439606696465342468, "verified": false, "tweet_text": "Get ready for some hospitalizations!!!  Hundreds of anti-vax passport protesters take to Times Square to condemn #NYC's new mandates #covid #vaxtheWorld  https://t.co/0jvR48BbaW", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["NYC", "covid", "vaxtheWorld"], "tweet_urls": ["https://t.co/0jvR48BbaW"], "country": "USA", "text_en": "Get ready for some hospitalizations!!! Hundreds of anti-vax passport protesters take to Times Square to condemn 's new mandates"}, {"id": 1439606688865144835, "verified": false, "tweet_text": "Got my Not A Vaccine Passport downloaded and saved on my phone. Super Easy. Better late than never I guess.\n#ableg", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["ableg"], "country": "USA", "text_en": "Got my Not A Vaccine Passport downloaded and saved on my phone. Super Easy. Better late than never I guess."}, {"id": 1439606625556336641, "verified": false, "tweet_text": "I guess I need my vaccine passport to shop in grocery stores in #yeg tomorrow right?\nMy local has no wifi\nHoping I can still pull it up", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["yeg"], "country": "USA", "text_en": "I guess I need my vaccine passport to shop in grocery stores in tomorrow right? My local has no wifi Hoping I can still pull it up"}, {"id": 1439606599706988545, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/WZZqX7xz4A", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/WZZqX7xz4A"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439606382127468547, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport https://t.co/f7RTEJk2Jd\n \nDownload our app to read more at https://t.co/JH5Wa7ALr0", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/f7RTEJk2Jd", "https://t.co/JH5Wa7ALr0"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport Download our app to read more at"}, {"id": 1439606345880195079, "verified": false, "tweet_text": "@AlexInAir Under UK vaccine guidance. UK considers 3 Sinopharm  to be fully vaccinated. 2 Sinopharm and they will let you have 1 UK vaccine. I fall under last one. The UK refuses to give me 2nd UK jab. I will not quarantine. They told me I’m fully vaccinated. No Covid passport though.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["AlexInAir"], "country": "USA", "text_en": "Under UK vaccine guidance. UK considers Sinopharm to be fully vaccinated. Sinopharm and they will let you have UK vaccine. I fall under last one. The UK refuses to give me nd UK jab. I will not quarantine. They told me Im fully vaccinated. No Covid passport though."}, {"id": 1439606326624014339, "verified": false, "tweet_text": "If you say “vaccine passport” three times and look in the mirror, Kenney appears #COVID19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["COVID19AB"], "country": "USA", "text_en": "If you say vaccine passport three times and look in the mirror, Kenney appears"}, {"id": 1439606168972771334, "verified": false, "tweet_text": "If you're trying to download your \"not a vaccine passport\" &amp; are 27,000th in the queue, use this link instead. It was super quick &amp; easy! Shockingly so actually... https://t.co/SO8cR4N8l3", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/SO8cR4N8l3"], "country": "USA", "text_en": "If you're trying to download your \"not a vaccine passport\" &amp; are th in the queue, use this link instead. It was super quick &amp; easy! Shockingly so actually..."}, {"id": 1439605909420851202, "verified": false, "tweet_text": "Getting my Alberta vaccine passport took 12 seconds - I’m pleasantly surprised how quick and easy the process was. https://t.co/UCVwmDwEwI", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/UCVwmDwEwI"], "country": "USA", "text_en": "Getting my Alberta vaccine passport took seconds - Im pleasantly surprised how quick and easy the process was."}, {"id": 1439605827149746184, "verified": false, "tweet_text": "@edwinajogun This same thing is happening in Europe as well.\nI know 3 people who paid to get vaccine passport.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["edwinajogun"], "country": "USA", "text_en": "This same thing is happening in Europe as well. I know people who paid to get vaccine passport."}, {"id": 1439605765795352578, "verified": false, "tweet_text": "The South African Police Service (SAPS) in Cape Town says a criminal case will be opened following the “anti-vaccine passport” protest held by over 600 residents at the Sea Point Promenade swimming pool demonstrating against COVID-19 vaccines yesterday morning, 18 September 2021. https://t.co/feaRnlVMw0", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "The South African Police Service (SAPS) in Cape Town says a criminal case will be opened following the anti-vaccine passport protest held by over residents at the Sea Point Promenade swimming pool demonstrating against COVID-19 vaccines yesterday morning, September ."}, {"id": 1439605750817562629, "verified": true, "tweet_text": "Especially as I recall lots of people were urging him to. For that matter, why hasn’t Prime Minister O’Toole brought in a federal vaccine passport yet?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Especially as I recall lots of people were urging him to. For that matter, why hasnt Prime Minister OToole brought in a federal vaccine passport yet?"}, {"id": 1439605692013309952, "verified": false, "tweet_text": "@theage @noeltowell Vaccine passport isn’t going to work, who’s gonna police them when business resume? It’s not the staff duty to get abuse by anti vaxxers, police aren’t going to stand at every corner to ask for vaccine records, I’m curious too exactly how this implementation gonna work.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["theage", "noeltowell"], "country": "USA", "text_en": "Vaccine passport isnt going to work, whos gonna police them when business resume? Its not the staff duty to get abuse by anti vaxxers, police arent going to stand at every corner to ask for vaccine records, Im curious too exactly how this implementation gonna work."}, {"id": 1439605681103917059, "verified": false, "tweet_text": "The Alberta Vaccine Passport, aka Restriction Exemption program is complex, intentionally obfuscated and dubious at best. At least unvaccinated employees will have to wear masks. https://t.co/MfwyRhpKUz", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/MfwyRhpKUz"], "country": "USA", "text_en": "The Alberta Vaccine Passport, aka Restriction Exemption program is complex, intentionally obfuscated and dubious at best. At least unvaccinated employees will have to wear masks."}, {"id": 1439605661856194561, "verified": false, "tweet_text": "I got my vaccine passport quickly this morning at https://t.co/9X7M0j1S33\n#albertacovid https://t.co/I8DEpSXQQT", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["albertacovid"], "tweet_urls": ["https://t.co/9X7M0j1S33"], "tweet_emoticons": ["8D"], "country": "USA", "text_en": "I got my vaccine passport quickly this morning at"}, {"id": 1439605590737620996, "verified": false, "tweet_text": "@RWMaloneMD Antechinus The \nSmearing anti-passport with anti-vaccine. Expected but sickening. And this is now going happen. One bad apple and people thine whole barrel is full of bad apples and every barrel following", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["RWMaloneMD"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Antechinus The Smearing anti-passport with anti-vaccine. Expected but sickening. And this is now going happen. One bad apple and people thine whole barrel is full of bad apples and every barrel following"}, {"id": 1439605463193108486, "verified": false, "tweet_text": "@kateahr @mitrebarnet If you’re so confident in the vaccine, and that it protects you, why are you concerned about me not having it?\nCan you understand why we’re baffled that we need a ‘passport’??", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["kateahr", "mitrebarnet"], "country": "USA", "text_en": "If youre so confident in the vaccine, and that it protects you, why are you concerned about me not having it? Can you understand why were baffled that we need a passport??"}, {"id": 1439605445979623427, "verified": false, "tweet_text": "Now you can print off your vaccine passport.... or non passport... or... whatever. https://t.co/QpKcUuzN4e https://t.co/6yV5l6TGkh", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/QpKcUuzN4e", "https://t.co/6yV5l6TGkh"], "country": "USA", "text_en": "Now you can print off your vaccine passport.... or non passport... or... whatever."}, {"id": 1439605360734740497, "verified": false, "tweet_text": "Thousands Gather at ‘Freedom Rally’ in New York City to Oppose Vaccine Passport\n\nhttps://t.co/lWmXbBJ2Dd", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/lWmXbBJ2Dd"], "country": "USA", "text_en": "Thousands Gather at Freedom Rally in New York City to Oppose Vaccine Passport"}, {"id": 1439605335019376644, "verified": true, "tweet_text": "@MadDrLisa I like to think that when Kenney suddenly announced Alberta was locking down and introducing the dreaded vaccine passport (which they won't call a vaccine passport), the Conservative Party HQ (and their newspaper surrogates) realized they were now officially fucked", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["MadDrLisa"], "country": "USA", "text_en": "I like to think that when Kenney suddenly announced Alberta was locking down and introducing the dreaded vaccine passport (which they won't call a vaccine passport), the Conservative Party HQ (and their newspaper surrogates) realized they were now officially fucked"}, {"id": 1439605267235102725, "verified": false, "tweet_text": "The only plus: The Vaccine Record Card system seems to be able to handle the load easily, so go visit https://t.co/ZN4HzVcR0r in a web browser to get your passport. Skip the MyHealth Records app. 10/10 #COVID19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["COVID19AB"], "tweet_urls": ["https://t.co/ZN4HzVcR0r"], "country": "USA", "text_en": "The only plus: The Vaccine Record Card system seems to be able to handle the load easily, so go visit in a web browser to get your passport. Skip the MyHealth Records app. /10"}]