[{"id": 1439486996305661955, "verified": false, "tweet_text": "\"No podemos seguir permitiendo que nuestras plazas, nuestros mares y ríos, se llenen de basuras cuando hay sistemas que están funcionando con gran eficacia para su recogida más eficaz\"\n\n♻️Es la hora del #SDDR \n\nLo explica @juralde👇\n\nhttps://t.co/LwwTvvfDZn", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["SDDR"], "mentions": ["juralde"], "tweet_urls": ["https://t.co/LwwTvvfDZn"], "tweet_emoticons": ["♻️", "👇", "xp"], "country": "MEXICO", "text_es": "\"No podemos seguir permitiendo que nuestras plazas, nuestros mares y ríos, se llenen de basuras cuando hay sistemas que están funcionando con gran eficacia para su recogida más eficaz\" ♻️Es la hora del Lo explica 👇"}, {"id": 1439484435125219331, "verified": true, "tweet_text": "CDC advierte que eficacia de la vacuna contra el Covid-19 de Moderna supera a la de Pfizer https://t.co/O2ZMvVCumo", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/O2ZMvVCumo"], "country": "MEXICO", "text_es": "CDC advierte que eficacia de la vacuna contra el Covid-19 de Moderna supera a la de Pfizer"}, {"id": 1439484402036142082, "verified": false, "tweet_text": "La gestión de los pavimentos considera la eficacia de los costes relacionados con su nivel de comportamiento y durabilidad\n\n💡La durabilidad media de los pavimentos SMA es el doble de los pavimentos convencionales: reducen de manera costes de reparación e intervenciones https://t.co/B7bJPbE4po", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "tweet_emoticons": ["💡"], "country": "MEXICO", "text_es": "La gestión de los pavimentos considera la eficacia de los costes relacionados con su nivel de comportamiento y durabilidad 💡La durabilidad media de los pavimentos SMA es el doble de los pavimentos convencionales: reducen de manera costes de reparación e intervenciones"}, {"id": 1439484295752658944, "verified": true, "tweet_text": "Residuos: es la hora de los sistemas de devolución y retorno.  👈🏼 por qué tardan tanto en llegar a España los sistemas SDDR  pesar de su eficacia. No dejes de leerlo hoy, lo explico en @ecologismo_urg https://t.co/RZ4Kb79EQ1", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ecologismo_urg"], "tweet_urls": ["https://t.co/RZ4Kb79EQ1"], "tweet_emoticons": ["👈🏼", "xp"], "country": "MEXICO", "text_es": "Residuos: es la hora de los sistemas de devolución y retorno. 👈🏼 por qué tardan tanto en llegar a España los sistemas SDDR pesar de su eficacia. No dejes de leerlo hoy, lo explico en"}, {"id": 1439483556842049537, "verified": false, "tweet_text": "@PauloBa78686326 @henriquehurbano Se tivessem protegidos não pegariam ou transmitiram. \nFato! \nAs vacinas são experimentais. \nProtegem tanto.. que estão na 3a dose prq a eficácia e imunologenicidade é baixíssima na faixa etária de público alvo. Fato! \n(mentira) 👇 https://t.co/8Y5RclJyii", "tweet_lang": "pt", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["PauloBa78686326", "henriquehurbano"], "tweet_emoticons": ["👇", "xp"]}, {"id": 1439483277203714049, "verified": false, "tweet_text": "@CarlosMaslaton ¡Qué gran eficacia de las fuerzas de seguridad y de las fuerzas armadas israelíes, dilecto amigo Maslatón!", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["CarlosMaslaton"], "country": "MEXICO", "text_es": "¡Qué gran eficacia de las fuerzas de seguridad y de las fuerzas armadas israelíes, dilecto amigo Maslatón!"}, {"id": 1439482685043396609, "verified": false, "tweet_text": "“No puedes jugar a ser Dios” es un argumento con poca base.\n\nEs como volar en un ultraligero o en un 747. El concepto es el mismo (selección genética), lo que cambia es la fiabilidad y la eficacia con las que lo haces.", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "country": "MEXICO", "text_es": "“No puedes jugar a ser Dios” es un argumento con poca base. Es como volar en un ultraligero o en un . El concepto es el mismo (selección genética), lo que cambia es la fiabilidad y la eficacia con las que lo haces."}, {"id": 1439482438388944897, "verified": false, "tweet_text": "“La eficacia de la vacuna de Pfizer-BioNTech era del 91% entre los 14 y los 20 días después de recibir la segunda dosis de la vacuna, pero disminuyó significativamente hasta el 77% a más de 120 días”, señala el informe.\n\nhttps://t.co/2kb8SSCGfd", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/2kb8SSCGfd"], "country": "MEXICO", "text_es": "“La eficacia de la vacuna de Pfizer-BioNTech era del % entre los y los días después de recibir la segunda dosis de la vacuna, pero disminuyó significativamente hasta el % a más de días”, señala el informe."}, {"id": 1439480193387843589, "verified": false, "tweet_text": "@rapica3 @TiemposDuros @findwhy Se ha planteado usted que estas vacunas están demostrando falta de eficacia? Que si hay que repetir las dosis se asemejan más a un tto médico? Que habrá que comparar su eficacia  y seguridad con cualquier otro tto disponible? Que pueden ser peor que no tratar?", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["rapica3", "TiemposDuros", "findwhy"], "country": "MEXICO", "text_es": "Se ha planteado usted que estas vacunas están demostrando falta de eficacia? Que si hay que repetir las dosis se asemejan más a un tto médico? Que habrá que comparar su eficacia y seguridad con cualquier otro tto disponible? Que pueden ser peor que no tratar?"}, {"id": 1439479708714950657, "verified": false, "tweet_text": "Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia\n\nhttps://t.co/fWkSHjd9B3", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/fWkSHjd9B3"], "country": "MEXICO", "text_es": "Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia"}, {"id": 1439477771491758082, "verified": false, "tweet_text": "@ec_enrique Sí, las vacunas han demostrado una eficacia cojonuda. No hay más que ver el caso de Israel, todos vacunados y muchos incluso con tres dosis y y tienen casi tantos muertos como en los peores momentos. https://t.co/6ypobzvFVt", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ec_enrique"], "country": "MEXICO", "text_es": "Sí, las vacunas han demostrado una eficacia cojonuda. No hay más que ver el caso de Israel, todos vacunados y muchos incluso con tres dosis y y tienen casi tantos muertos como en los peores momentos."}, {"id": 1439477632274468867, "verified": false, "tweet_text": "@ampasmo @MPensas2 @Buenrollo13 @BlanesLeni @Perrytinco La inmunidad natural entre jóvenes, junto con la inmunidad inducida por las vacunas en los grupos de riesgo son las claves para superar la pandemia. Dada la mayor duración de la inmunidad natural sobre las vacunas, permite controlar R con mayor eficacia. Suecia de nuevo...", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ampasmo", "MPensas2", "Buenrollo13", "BlanesLeni", "Perrytinco"], "country": "MEXICO", "text_es": "La inmunidad natural entre jóvenes, junto con la inmunidad inducida por las vacunas en los grupos de riesgo son las claves para superar la pandemia. Dada la mayor duración de la inmunidad natural sobre las vacunas, permite controlar R con mayor eficacia. Suecia de nuevo..."}, {"id": 1439475311960281088, "verified": false, "tweet_text": "#ESMO21 El 75,8 % de las pacientes que recibieron Trastuzumab deruxtecan se mantienen sin que el cáncer empeore a los 12 meses. En un 16 % el tumor ha llegado a desaparecer tras la administración del fármaco. \nEn @OndaCero_es: \nhttps://t.co/sYL964JmC4", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["ESMO21"], "mentions": ["OndaCero_es"], "tweet_urls": ["https://t.co/sYL964JmC4"], "country": "MEXICO", "text_es": "El % de las pacientes que recibieron Trastuzumab deruxtecan se mantienen sin que el cáncer empeore a los meses. En un % el tumor ha llegado a desaparecer tras la administración del fármaco. En :"}, {"id": 1439472444901928964, "verified": false, "tweet_text": "COMARCA | O novo servizo municipal de emerxencias de Noia permite mellorar a eficacia nas intervencións da zona https://t.co/E1ywGqpi9z", "tweet_lang": "ca", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/E1ywGqpi9z"]}, {"id": 1439472207634251779, "verified": false, "tweet_text": "@mely_valladares Totalmente de acuerdo! Somos sus clientes, los mantenemos y no están a la altura en sus servicios, ni en eficacia ni en educación. Burócratas de pacotilla...", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["mely_valladares"], "country": "MEXICO", "text_es": "Totalmente de acuerdo! Somos sus clientes, los mantenemos y no están a la altura en sus servicios, ni en eficacia ni en educación. Burócratas de pacotilla..."}, {"id": 1439471062463533059, "verified": false, "tweet_text": "@telerele @FrayJosepho Calificar de diatriba mi comentario me parece exagerado. Creo que no insulto a nadie. Respecto a la \"espesura\", mi hilo es mucho menos denso y espeso que el informe de 40 páginas que comento, que apenas dedica la cuarta parte a hablar de la eficacia de las vacunas... +", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["telerele", "FrayJosepho"], "country": "MEXICO", "text_es": "Calificar de diatriba mi comentario me parece exagerado. Creo que no insulto a nadie. Respecto a la \"espesura\", mi hilo es mucho menos denso y espeso que el informe de páginas que comento, que apenas dedica la cuarta parte a hablar de la eficacia de las vacunas... +"}, {"id": 1439470115888803842, "verified": false, "tweet_text": "https://t.co/xEcDANT67o\n\nPrevent Senior: Testemunha relaciona ‘kit covid’ a corte de custos com internações.\n\nÀ Polícia, ex-funcionária falou sobre uma cadeia de comando com 11 médicos que pressionavam a equipe a usar medicamentos sem eficácia.\n\nEstadão Conteúdo \n18/9/21 - 17:39", "tweet_lang": "pt", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/xEcDANT67o"], "tweet_emoticons": [":3"]}, {"id": 1439467662065688578, "verified": false, "tweet_text": "@eyematheus @MarcoFe82473481 @Salustian2 @UOLNoticias de que forma eu estou dando meus direitos e quebrando a economia?, mas esse ''soro'' esta ajudando muitas pessoas e tem um bom nivel de eficacia, e nós tomamos sim, para nos precaver, pq essa doença não é de boa", "tweet_lang": "pt", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["eyematheus", "MarcoFe82473481", "Salustian2", "UOLNoticias"]}, {"id": 1439466795212083201, "verified": false, "tweet_text": "Muy interesante entrevista, mostrando los efectos negativos de la subida del SMI. Al PSOE le interesan más los titulares que la eficacia. La subida del SMI perjudica a comunidades con salarios más bajos como Andalucía\" https://t.co/yMIjfPUH5J?", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/yMIjfPUH5J"], "country": "MEXICO", "text_es": "Muy interesante entrevista, mostrando los efectos negativos de la subida del SMI. Al PSOE le interesan más los titulares que la eficacia. La subida del SMI perjudica a comunidades con salarios más bajos como Andalucía\" ?"}, {"id": 1439466730896642050, "verified": false, "tweet_text": "@norabestwaifu @GuiltyJanji @Irracionalword Porque não é muito incomum ver por aí notícias de pessoas morrendo em acidentes médicos, e também, pela mesma razão que você acreditava na eficácia dela mesmo antes de tomar... É uma questão de sua construção social, cultural e suas experiências de vida.", "tweet_lang": "pt", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["norabestwaifu", "GuiltyJanji", "Irracionalword"], "tweet_emoticons": ["xp"]}, {"id": 1439464115374788608, "verified": false, "tweet_text": "@_delvita10 Hasta ahora bien, solo me irregularizo, es sangrado mas leve y dura menos. Un poco de acne ocasional, pero es comodo y tiene alta eficacia. Duele un poco al inicio por si te queda morete pero no interfiere con tus actividades diarias.", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["_delvita10"], "country": "MEXICO", "text_es": "Hasta ahora bien, solo me irregularizo, es sangrado mas leve y dura menos. Un poco de acne ocasional, pero es comodo y tiene alta eficacia. Duele un poco al inicio por si te queda morete pero no interfiere con tus actividades diarias."}, {"id": 1439463267584315393, "verified": false, "tweet_text": "@revistaoeste @GFiuza_Oficial Enquanto segue em sua cruzada anti-vacina, fecha os olhos pro presidente que tanto idolatra, que usou nºs manipulados de pesquisas com cobaias humanas, pra convencer a população a usar medicamento sem eficácia comprovada.\nhttps://t.co/MEBu2qKP6k", "tweet_lang": "pt", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["revistaoeste", "GFiuza_Oficial"], "tweet_urls": ["https://t.co/MEBu2qKP6k"]}, {"id": 1439461873968091143, "verified": false, "tweet_text": "@LiedenL @conexaopolitica @lyrioregis Segura mas sem eficacia, eu por mim nao tomava vacina nenhuma, mas vou ser negacionista, entao tomei uma que tinha a eficacia maior", "tweet_lang": "pt", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["LiedenL", "conexaopolitica", "lyrioregis"]}, {"id": 1439460054424596482, "verified": false, "tweet_text": "O genocídio do #BolsonaroGenocida \"Experimento\" feito em pacientes pela operadora de Saúde com remédios sem eficácia contra a Covid era compartilhado com o governo através de integrante do \"gabinete paralelo\" https://t.co/Uv84RcSAkW \n#Resistencia1263Dias \n @DilmaResiste https://t.co/QYLqdU5SlQ", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["BolsonaroGenocida", "Resistencia1263Dias"], "mentions": ["DilmaResiste"], "tweet_urls": ["https://t.co/Uv84RcSAkW", "https://t.co/QYLqdU5SlQ"], "tweet_emoticons": ["xp"]}, {"id": 1439459986522972160, "verified": false, "tweet_text": "cientistas espanhóis revisou a Ivete e encontrou evidências suficientes sobre sua segurança e eficácia para recomendá-la para a prevenção e tratamento da covide.\n @BIRDGroupUK   trazendo a vocês as últimas notícias sobre ivermectina\n https://t.co/oM976vb7sO", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["BIRDGroupUK"], "tweet_urls": ["https://t.co/oM976vb7sO"]}, {"id": 1439458425952473089, "verified": false, "tweet_text": "Camacho huye a la Chiquitania para no enfrentar al presidente Arce, mostrando una profunda debilidad política, que lo va dejando cada vez más aislado políticamente, con un discurso incoherente con relación a su escasa eficacia de gestión como gobernador.  https://t.co/2LEZapMU0I", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/2LEZapMU0I"], "country": "MEXICO", "text_es": "Camacho huye a la Chiquitania para no enfrentar al presidente Arce, mostrando una profunda debilidad política, que lo va dejando cada vez más aislado políticamente, con un discurso incoherente con relación a su escasa eficacia de gestión como gobernador."}, {"id": 1439458351830667269, "verified": false, "tweet_text": "Sr\n Eduardo Paes desejo c todas às minhas forças q Deus te tire aquilo que mais te fará mal nesta vida. O sr.melhor de ninguém sabe a palhaçada deste p@ssap0rte s@nitári0 e a n eficácia destas v@c!n@s malditas.Só Deus sabe o q acontecerá c estes burros.@eduardopaes", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["eduardopaes"]}, {"id": 1439457370661265410, "verified": false, "tweet_text": "Contrastando esfuerzo de las autoridades e infraestructura de la T1 del #AICM con los de países ordenados y eficaces. Ni por ganas de lograr eficacia y uso de la tecnologia, ni por favorecer #sanadistancia y #ventilación No resulta una bienvenida grata a nuestro #México. https://t.co/bB21igJxsK", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["AICM", "sanadistancia", "ventilación", "México"], "country": "MEXICO", "text_es": "Contrastando esfuerzo de las autoridades e infraestructura de la T1 del con los de países ordenados y eficaces. Ni por ganas de lograr eficacia y uso de la tecnologia, ni por favorecer y No resulta una bienvenida grata a nuestro ."}, {"id": 1439457170966331393, "verified": false, "tweet_text": "@jao_raffa Mas não era pra beber mesmo doido. Pode diminuir a eficácia da vacina", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["jao_raffa"]}, {"id": 1439455660392034310, "verified": false, "tweet_text": "@renancalheiros RENAN! CORRUPTO HIPÓCRITA!\nQUEM APROVA A EFICÁCIA DAS VACINAS?\nVOCE PODE SE RESPONSABILIZAR POR EFEITOS ADVERSOS ?", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["renancalheiros"]}, {"id": 1439455639797911552, "verified": false, "tweet_text": "@peru21noticias En CHINA Residentes como El Señor LEE No tiene confianza en VACUNAS Tienen bajo porcentaje de eficacia. Lo mismo opina el Señor Siu Del NorEste de CHINA Su amiga MEDICA Le dijo que pasa lo que pase no se lo aplique Ver VIDEO Medio #CHINAEnFOCO 👇\nhttps://t.co/RxmYoqx6Ew", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["CHINAEnFOCO"], "mentions": ["peru21noticias"], "tweet_urls": ["https://t.co/RxmYoqx6Ew"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "En CHINA Residentes como El Señor LEE No tiene confianza en VACUNAS Tienen bajo porcentaje de eficacia. Lo mismo opina el Señor Siu Del NorEste de CHINA Su amiga MEDICA Le dijo que pasa lo que pase no se lo aplique Ver VIDEO Medio 👇"}, {"id": 1439455582071701509, "verified": false, "tweet_text": "@xsabrinasilvax cara, deixar no vacuo nao tem erro vai por mim 100% de eficacia", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["xsabrinasilvax"]}, {"id": 1439454860173250562, "verified": false, "tweet_text": "achei o video d marli - bertulina irei fazer download e copiar o arquivo em 50 pendrives diferentes para nunca mais perdelo. recomendo esse metodo pois ao contrario dos outros a eficacia eh de 100%!", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z"}, {"id": 1439453277863698436, "verified": false, "tweet_text": "@WildermanJNM Sí lo hago, por eso digo que hay un porcentaje de eficacia. De esa forma he conseguido cosas que me encantan, peero no te incita a dar saltos demasiado largos para empezar desde cero en otra zona. De Soda no te va a llevar a Loreena Mckennitt. Ahí la búsqueda debe empezar por ti", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["WildermanJNM"], "country": "MEXICO", "text_es": "Sí lo hago, por eso digo que hay un porcentaje de eficacia. De esa forma he conseguido cosas que me encantan, peero no te incita a dar saltos demasiado largos para empezar desde cero en otra zona. De Soda no te va a llevar a Loreena Mckennitt. Ahí la búsqueda debe empezar por ti"}, {"id": 1439453168102948864, "verified": false, "tweet_text": "@LOVREGA @m_ebrard Talento, conocimiento, eficacia y, sobre todo, mucha sensibilidad de @m_ebrard en una foto https://t.co/7VnF70OTb4", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["LOVREGA", "m_ebrard", "m_ebrard"], "country": "MEXICO", "text_es": "Talento, conocimiento, eficacia y, sobre todo, mucha sensibilidad de en una foto"}, {"id": 1439453028977872896, "verified": false, "tweet_text": "@BoniCoverRei @Kakaduarte15 @mqueiroga2 Nem precisa perguntar ao Queiroga, eu te respondo. Todos foram vax chinados com uma droga experimental que não passou pela fase de testes, aprimoramento e contraprova de eficácia. Toda vacina precisa de no mínimo 10 anos de pesquisas e testes e essa foi feita em 6 meses. Capiti?!", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["BoniCoverRei", "Kakaduarte15", "mqueiroga2"], "tweet_emoticons": ["xp"]}, {"id": 1439452271167877120, "verified": false, "tweet_text": "@SigaGazetaBR Diz o mesmo governo de SP que alegou ser de 100%a eficácia para casos moderados e graves da \"vacina do Butantã\"!\n\nO pior é que tem otário pra acreditar e imprensa de merda vendida pra divulgar fake news \"aprovada pelo setor de fact-checking Marxista\"! https://t.co/Gx4FPZTS0z", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["SigaGazetaBR"]}, {"id": 1439452096835698693, "verified": false, "tweet_text": "¿Cuándo terminará la pandemia de COVID? Viene ‘pesadilla’ en siguientes meses\n\nCasi todo el mundo se infectará, los brotes cerrarán las escuelas, algunos desafortunados contraerán el virus más de una vez... y las vacunas están perdiendo eficacia\n\nPlandemia\nhttps://t.co/SbSBB5zCKS", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/SbSBB5zCKS"], "country": "MEXICO", "text_es": "¿Cuándo terminará la pandemia de COVID? Viene ‘pesadilla’ en siguientes meses Casi todo el mundo se infectará, los brotes cerrarán las escuelas, algunos desafortunados contraerán el virus más de una vez... y las vacunas están perdiendo eficacia Plandemia"}, {"id": 1439450467537457155, "verified": false, "tweet_text": "@95sprkjm Sim, sabemos que o risco é ao tomar qualquer vacina. O meu comentário tem mais a ver com o do Taylor Simão, que parece estar desacreditando a eficácia das vacinas. Na verdade, eu quis trazer um exemplo novo do que eles estão usando pra desacreditar as vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["95sprkjm"]}, {"id": 1439450219675009026, "verified": false, "tweet_text": "@prof_claudia @BoniCoverRei @mqueiroga2 Quase 600 mil mortes e vcs ignoram cambadas de idólatra vão atrás denim ignorante que queria dar remédio pra piolho pra vcs tomarem contra covid sendo que até mesmo o próprio ministério já viu que ontem kit precoce não tinha eficácia alguma 🧵", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["prof_claudia", "BoniCoverRei", "mqueiroga2"], "tweet_emoticons": ["🧵"]}, {"id": 1439449492823158785, "verified": false, "tweet_text": "https://t.co/mmDPWj6Coz", "tweet_lang": "und", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/mmDPWj6Coz"]}, {"id": 1439449168884510721, "verified": false, "tweet_text": "\"Experimento\" feito em pacientes pela operadora de Saúde com remédios sem eficácia contra a Covid era compartilhado com o governo através de integrante do \"gabinete paralelo\" https://t.co/dJ0DpJFFNu \n#Resistencia1263Dias #bolsonaroladrao\nSiga nosso Instagram @DilmaResiste", "tweet_lang": "pt", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["Resistencia1263Dias", "bolsonaroladrao"], "mentions": ["DilmaResiste"], "tweet_urls": ["https://t.co/dJ0DpJFFNu"], "tweet_emoticons": ["xp"]}, {"id": 1439449100651536390, "verified": false, "tweet_text": "Los CDC advierten que la eficacia de la vacuna contra el COVID-19 de Moderna supera a la de Pfizer - Infobae https://t.co/RPb5v83oZa", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/RPb5v83oZa"], "country": "MEXICO", "text_es": "Los CDC advierten que la eficacia de la vacuna contra el COVID-19 de Moderna supera a la de Pfizer - Infobae"}, {"id": 1439448987212341250, "verified": false, "tweet_text": "Con 93 % de eficacia contra la hospitalización, vacuna anticovid-19 de Moderna supera a Pfizer: informe | Newsweek México https://t.co/Nb6DpL7t5b a través de @NewsweekEspanol", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["NewsweekEspanol"], "tweet_urls": ["https://t.co/Nb6DpL7t5b"], "country": "MEXICO", "text_es": "Con % de eficacia contra la hospitalización, vacuna anticovid-19 de Moderna supera a Pfizer: informe | Newsweek México a través de"}, {"id": 1439448785705390082, "verified": false, "tweet_text": "@JoseAntonioFer @cepal_onu @aliciabarcena @lopezobrador_ @m_ebrard @RicardoAnayaC @PRI_Nacional Y, sí, el silencio de los expertos y científicos internacionales respecto a la existencia y eficacia de la supuesta vacuna dice que es mentira. Cuando haya evidencia a favor, cambiaré de opinión, hoy no. Probar que existe, es buena y eficaz es responsabilidad de los apologistas.", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["JoseAntonioFer", "cepal_onu", "aliciabarcena", "lopezobrador_", "m_ebrard", "RicardoAnayaC", "PRI_Nacional"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y, sí, el silencio de los expertos y científicos internacionales respecto a la existencia y eficacia de la supuesta vacuna dice que es mentira. Cuando haya evidencia a favor, cambiaré de opinión, hoy no. Probar que existe, es buena y eficaz es responsabilidad de los apologistas."}, {"id": 1439448654163718146, "verified": false, "tweet_text": "VIKY FIDANI ME DIJO QUE NUNCA ANTES HABÍA TENIDO TAN HERMOSO EL PELOO vieron hermanas no mentía con la eficacia del Plusbelle 🤣", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "VIKY FIDANI ME DIJO QUE NUNCA ANTES HABÍA TENIDO TAN HERMOSO EL PELOO vieron hermanas no mentía con la eficacia del Plusbelle 🤣"}, {"id": 1439448523079143426, "verified": false, "tweet_text": "@erhervi @maurodriguez @luigicantu No son gratuitas, no puedes elegir la vacuna, y cada vacuna tiene un nivel distinto de eficacia.", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["erhervi", "maurodriguez", "luigicantu"], "country": "MEXICO", "text_es": "No son gratuitas, no puedes elegir la vacuna, y cada vacuna tiene un nivel distinto de eficacia."}, {"id": 1439447929463443460, "verified": false, "tweet_text": "@LOVREGA @m_ebrard Si es igual de talentoso, con conocimiento, eficacia y sensibilidad como para construir líneas del metro, pues...", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["LOVREGA", "m_ebrard"], "country": "MEXICO", "text_es": "Si es igual de talentoso, con conocimiento, eficacia y sensibilidad como para construir líneas del metro, pues..."}, {"id": 1439445676367167488, "verified": false, "tweet_text": "@valeria18548559 @rquiroga777 Cuando te enteres de los casos de miocarditis con la pfizer o la poca eficacia de esta contra la delta te moris...", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["valeria18548559", "rquiroga777"], "country": "MEXICO", "text_es": "Cuando te enteres de los casos de miocarditis con la pfizer o la poca eficacia de esta contra la delta te moris..."}, {"id": 1439445604183248896, "verified": false, "tweet_text": "@luiz1nho @ratoborrachudo Só com uma dose a eficacia é bem menor\n “A Covishield ou Vaxzevria, vacina da AstraZeneca, demonstrou efetividade de 70%, 87% e 90% contra infecção, hospitalização e morte, respectivamente. Só com a primeira dose, os números foram para 33%, 51% e 49%” se for a Delta menor ainda", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["luiz1nho", "ratoborrachudo"]}, {"id": 1439445344836800519, "verified": false, "tweet_text": "@MadriCR Desde Mayo 2021 la FDA no recomienda usar esas pruebas para medir eficacia de la vacunación. Mucha gente podría salir negativa o con pocos anticuerpos y eso no significa nada. No es bueno promocionarlas. \n\nhttps://t.co/l9PRTlAwax", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MadriCR"], "tweet_urls": ["https://t.co/l9PRTlAwax"], "country": "MEXICO", "text_es": "Desde Mayo la FDA no recomienda usar esas pruebas para medir eficacia de la vacunación. Mucha gente podría salir negativa o con pocos anticuerpos y eso no significa nada. No es bueno promocionarlas."}, {"id": 1439443897286021120, "verified": false, "tweet_text": "Los 3 hábitos para organizarte con eficacia https://t.co/c49j9glPJh #Productividad #GTD", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["Productividad", "GTD"], "tweet_urls": ["https://t.co/c49j9glPJh"], "country": "MEXICO", "text_es": "Los hábitos para organizarte con eficacia"}, {"id": 1439443130248572930, "verified": false, "tweet_text": "📊 Daniel Ruiz (01) vs Huila:\n\n- 1° en pases clave [4].\n- 74% de eficacia en pases [20].\n- 67% de sus duelos ganados [2].\n- 1 asistencia. 🅰️\n- 4 recuperaciones. \n- 2 centros completados.\n- 1 falta recibida.\n- 1 regate completado.\n- 1 tiro a puerta.\n\nAfianzándose. 🧠 https://t.co/ZW3CoUuAwe", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🧠", "🅰️", "📊"], "country": "MEXICO", "text_es": "📊 Daniel Ruiz (01) vs Huila: - ° en pases clave [4]. - % de eficacia en pases [20]. - % de sus duelos ganados [2]. - asistencia. 🅰️ - recuperaciones. - centros completados. - falta recibida. - regate completado. - tiro a puerta. Afianzándose. 🧠"}, {"id": 1439441878341017600, "verified": false, "tweet_text": "Essa galera antivax dizendo que não vai tomar vacina pq não quer ser cobaia...\n... sendo cobaia do mesmo jeito, pq se não toma vacina, vira grupo de controle da eficácia da vacina 😍", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😍"]}, {"id": 1439441876239724550, "verified": true, "tweet_text": "#CooperativaContigo Científicos confirman eficacia de fármaco que actúa como un \"caballo de Troya\" contra un tipo de cáncer de mama: https://t.co/vI84b4LmLb https://t.co/a4I66X0djp", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["CooperativaContigo"], "tweet_urls": ["https://t.co/vI84b4LmLb"], "country": "MEXICO", "text_es": "Científicos confirman eficacia de fármaco que actúa como un \"caballo de Troya\" contra un tipo de cáncer de mama:"}, {"id": 1439441785084948487, "verified": false, "tweet_text": "📊 Andrés Román (95) vs Huila:\n\n- 1° en tiros a puerta [2].\n- 80% de eficacia en pases [16].\n- 67% de sus duelos ganados [4].\n- 1 golazo. ⚽\n- 2 pases clave.\n- 2 recuperaciones.\n- 1 gran ocasión creada\n- 1 centro completado\n- 1 regate completado\n- 1 entrada correcta\n\nProfundo. 🏹 https://t.co/puCUrQmdk6", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["⚽", "📊", "🏹"], "country": "MEXICO", "text_es": "📊 Andrés Román (95) vs Huila: - ° en tiros a puerta [2]. - % de eficacia en pases [16]. - % de sus duelos ganados [4]. - golazo. ⚽ - pases clave. - recuperaciones. - gran ocasión creada - centro completado - regate completado - entrada correcta Profundo. 🏹"}, {"id": 1439441433266728960, "verified": false, "tweet_text": "Pfizer y Moderna justifican la necesidad de un tercer pinchazo con estudios que avalarían el declive de la eficacia de sus productos,pero los expertos los  cuestionan por falta de datos e insisten en que es necesario extender primero la inmunización global https://t.co/JsX2oknXAt", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/JsX2oknXAt"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Pfizer y Moderna justifican la necesidad de un tercer pinchazo con estudios que avalarían el declive de la eficacia de sus productos,pero los expertos los cuestionan por falta de datos e insisten en que es necesario extender primero la inmunización global"}, {"id": 1439441016637984769, "verified": false, "tweet_text": "@BienestarmxS Y que novedades hay con la Cansino? No se supone que pierde eficacia a los 6 meses (que ya pasaron)???", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BienestarmxS"], "country": "MEXICO", "text_es": "Y que novedades hay con la Cansino? No se supone que pierde eficacia a los meses (que ya pasaron)???"}, {"id": 1439440670519873541, "verified": false, "tweet_text": "#VenezuelaSeRespeta #SomosPuebloDePaz eficacia Política con @PrimitivoPsuv #ElCompromisoEsContigo #Portuguesa @beatrizbarraez @NicolasMaduro @dcabellor @AMontillaVe @OrmanOropezaPPT @AnaKariPPT @hectormaracay @PPTIleniMedina @drodriven2 @JRodriguezPSUV_  @PPTNoserinde https://t.co/edKoOLn7hP", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["VenezuelaSeRespeta", "SomosPuebloDePaz", "ElCompromisoEsContigo", "Portuguesa"], "mentions": ["PrimitivoPsuv", "beatrizbarraez", "NicolasMaduro", "dcabellor", "AMontillaVe", "OrmanOropezaPPT", "AnaKariPPT", "hectormaracay", "PPTIleniMedina", "drodriven2", "JRodriguezPSUV_", "PPTNoserinde"], "country": "MEXICO", "text_es": "eficacia Política con"}, {"id": 1439440207921680385, "verified": false, "tweet_text": "#repost @metropoles\n__\nO protocolo usado pela operadora de saúde Prevent Senior para administrar medicamentos sem eficácia comprovada contra a Covid-19 em pacientes teve acompanhamento do governo federal. É o que mostra vídeo obtido pelo Metrópoles.\n👇🏽", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["repost"], "mentions": ["Metropoles"], "tweet_emoticons": ["👇🏽"]}, {"id": 1439440118021070848, "verified": false, "tweet_text": "#VenezuelaSeRespeta #SomosPuebloDePaz eficacia Política con @PrimitivoPsuv #ElCompromisoEsContigo #Portuguesa @beatrizbarraez @NicolasMaduro @dcabellor @AMontillaVe @OrmanOropezaPPT @AnaKariPPT @hectormaracay @PPTIleniMedina @drodriven2 @JRodriguezPSUV_  @PPTNoserinde https://t.co/bKu4e0qZJl", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["VenezuelaSeRespeta", "SomosPuebloDePaz", "ElCompromisoEsContigo", "Portuguesa"], "mentions": ["PrimitivoPsuv", "beatrizbarraez", "NicolasMaduro", "dcabellor", "AMontillaVe", "OrmanOropezaPPT", "AnaKariPPT", "hectormaracay", "PPTIleniMedina", "drodriven2", "JRodriguezPSUV_", "PPTNoserinde"], "country": "MEXICO", "text_es": "eficacia Política con"}, {"id": 1439439693725278218, "verified": false, "tweet_text": "@matthhcomdoist @Caduzinhuuu0 @RY0ASUKA__ Sim, uma vacina que não prepara o sistema imunológico contra o vírus e é cultuada por todos impedindo qualquer debate sobre a eficácia e os efeitos colaterais com certeza deveria ser imposta. Confia.", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["matthhcomdoist", "Caduzinhuuu0", "RY0ASUKA__"]}, {"id": 1439439359455936515, "verified": false, "tweet_text": "@anaclaumendes A prova de que ele é maior é que, apesar de tanta insistência do desgoverno não é a CLOROQUINA que está sendo usada para salvar vidas. É a VACINA. VACINA. QUE REALMENTE TEM EFICÁCIA. \n\nMAIS UMA VEZ:\n\nVOCÊ É BURRA", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["anaclaumendes"]}, {"id": 1439439115099987975, "verified": false, "tweet_text": "#MSPNeurología| Diversas medidas por estudio de imagen como atrofia cerebral han mostrado clara correlación con progresión y discapacidad. El panorama parece prometedor, ya que los nuevos fármacos han mostrado eficacia en disminuir dicha atrofia. Detalles: https://t.co/mW1yTAXIMH", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["MSPNeurología"], "tweet_urls": ["https://t.co/mW1yTAXIMH"], "country": "MEXICO", "text_es": "| Diversas medidas por estudio de imagen como atrofia cerebral han mostrado clara correlación con progresión y discapacidad. El panorama parece prometedor, ya que los nuevos fármacos han mostrado eficacia en disminuir dicha atrofia. Detalles:"}, {"id": 1439438754176028679, "verified": false, "tweet_text": "Quando questionamos a eficácia da vacina,Aí chove retardado enchendo o saco chamando de negacionistas, agora quando morre alguém vitima do próprio \"veneno chinês\" as bocas se calam nesse momento https://t.co/PIsdAGsRWa", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/PIsdAGsRWa"]}, {"id": 1439438330802880515, "verified": false, "tweet_text": "@malideia Bolsominuins vem na rede propaga remédio sem eficacia pra COVID, fala que querem fechar o Congresso, STF e o Twitter não faz nada, impressionante isso.", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["malideia"]}, {"id": 1439437667247304705, "verified": false, "tweet_text": "Deu super certo comigo 😌 sua eficácia é comprovada https://t.co/tqoBiXVrtF", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/tqoBiXVrtF"], "tweet_emoticons": ["😌"]}, {"id": 1439437513198690304, "verified": false, "tweet_text": "Amabilidad y eficacia, virtudes en el Consulafo de Orlando https://t.co/9lC9qfIoTN", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/9lC9qfIoTN"], "country": "MEXICO", "text_es": "Amabilidad y eficacia, virtudes en el Consulafo de Orlando"}, {"id": 1439437332009078784, "verified": false, "tweet_text": "@RonnieBranco @AdrillesRJorge Amigo.. Não precisa agredir..ele está levantando uma questão que o mundo todo está questionando.. é opção de cada família. Tem q respeitar quem questiona a eficácia..boa noite durma em paz!", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RonnieBranco", "AdrillesRJorge"]}, {"id": 1439436645552558081, "verified": false, "tweet_text": "@CONHECI34084501 @revistaoeste @GFiuza_Oficial Se esses medicamentos tivessem eficácia certamente ninguém se oporia, pena que não funciona... e ensaios clínicos randomizados publicados em revista de alto impacto comprovaram isso. Entenda que em medicina existem os especialistas de cada área, a quem costumamos confiar...", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CONHECI34084501", "revistaoeste", "GFiuza_Oficial"]}, {"id": 1439436047662735368, "verified": false, "tweet_text": "@linda_dimitrov Bueno, dijo la verdad; México nunca había tenido a un SRE con poco talento, poco conocimiento, poca eficacia y nada de sensibilidad.", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["linda_dimitrov"], "country": "MEXICO", "text_es": "Bueno, dijo la verdad; México nunca había tenido a un SRE con poco talento, poco conocimiento, poca eficacia y nada de sensibilidad."}, {"id": 1439435468550983682, "verified": false, "tweet_text": "Política:  Pfizer: eficacia de vacuna antiCOVID disminuye con el tiempo - Diario Gestión https://t.co/kjswfBDu7M #Pfizer https://t.co/jVsnVAsSIL", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["Pfizer"], "tweet_urls": ["https://t.co/kjswfBDu7M"], "country": "MEXICO", "text_es": "Política: Pfizer: eficacia de vacuna antiCOVID disminuye con el tiempo - Diario Gestión"}, {"id": 1439435019827679234, "verified": false, "tweet_text": "📊 Daniel Giraldo vs Huila:\n\n- 1° en faltas recibidas [3].\n- 2° en duelos ganados [7, 70%].\n- 2° (club) en recuperaciones [5].\n- 2° en entradas correctas [3, 100%].\n- 81% de eficacia en pases [29].\n- 1 pase clave.\n- 1 asistencia. 🅰️\n- 2 intercepciones.\n- 1 tiro. https://t.co/p5RDSbNF8E", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🅰️", "📊"], "country": "MEXICO", "text_es": "📊 Daniel Giraldo vs Huila: - ° en faltas recibidas [3]. - ° en duelos ganados [7, %]. - ° (club) en recuperaciones [5]. - ° en entradas correctas [3, %]. - % de eficacia en pases [29]. - pase clave. - asistencia. 🅰️ - intercepciones. - tiro."}, {"id": 1439434653048393735, "verified": false, "tweet_text": "@eduardopaes Vamos lá Prefeito explica para os cariocas por que é necessária terceira dose para a Coronavac,quando ela seria 100% eficaz com duas?Conte para população quantos internados agora em UTI no Rio que já haviam feito as duas doses.Qual eficácia verdadeira dela?Ou vai manter segredo?", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["eduardopaes"], "tweet_emoticons": ["xp"]}, {"id": 1439434640230596609, "verified": false, "tweet_text": "@nandasguimaraes @Gustavo30547969 @danielsoranz Os riscos seguem sendo extremamente altos, especialmente com a circulação da delta, com as vacinas de baixa eficácia que o Brasil usa. E com pessoas com 1 dose só se considerando vacinadas. É um teatro pra autoridades bestas como o secretário poderem dizer que estão fazendo algo.", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["nandasguimaraes", "Gustavo30547969", "danielsoranz"]}, {"id": 1439434572714807298, "verified": true, "tweet_text": "Con 16 votos en contra y 2 a favor, el Comité Asesor de Vacunas y Productos Biológicos Relacionados de la Administración de Alimentos y Medicamentos estadounidense rechazó recomendar la vacuna de Pfizer BioNTech para ser aplicada como dosis de refuerzo 👇https://t.co/D4hIz86Esc", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/D4hIz86Esc"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "Con votos en contra y a favor, el Comité Asesor de Vacunas y Productos Biológicos Relacionados de la Administración de Alimentos y Medicamentos estadounidense rechazó recomendar la vacuna de Pfizer BioNTech para ser aplicada como dosis de refuerzo 👇"}, {"id": 1439434228534480905, "verified": false, "tweet_text": "@PrinCasandra @marimarher @Francis16893780 Perderan eficacia los efectos adversos?\nOjala, a ver como y cuantos  pasamos este invierno.", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PrinCasandra", "marimarher", "Francis16893780"], "country": "MEXICO", "text_es": "Perderan eficacia los efectos adversos? Ojala, a ver como y cuantos pasamos este invierno."}, {"id": 1439433809821327362, "verified": false, "tweet_text": "@CONHECI34084501 @caiohgoncalves2 @anandacajueiro @revistaoeste @GFiuza_Oficial Lá também! Apesar do desempenho dos \"vacinados\" no reino unido (outro bom exemplo, ter sido melhor). Em Israel, aplicaram um regime de intervalo curto entre as doses, diferente do reino unido (existe um fenômeno imunológico que aumenta a eficácia de protocolos vacinais....", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CONHECI34084501", "caiohgoncalves2", "anandacajueiro", "revistaoeste", "GFiuza_Oficial"]}, {"id": 1439433471135526912, "verified": false, "tweet_text": "q tipo d ley de atracción es esta porq eficacia del 200% tuvo", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "country": "MEXICO", "text_es": "q tipo d ley de atracción es esta porq eficacia del % tuvo"}, {"id": 1439432471699984385, "verified": false, "tweet_text": "@maria2Dl Desde o começo desse papo de cunhada, você tem mandado mais em mim, mesmo que sem eficácia", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["maria2Dl"]}, {"id": 1439431583673602049, "verified": false, "tweet_text": "@MaurojBZ @alejandrosanja @guty2370 @MinSaludCol @Fruizgomez @ViceColombia @MinInterior @Supersalud @UNGRD @IvanDuque @urnadecristal @infopresidencia Se equivoca terriblemente, 1 dosis pfizer y moderna equivalen al 66% de eficacia e inmunidad frente al virus, 2 dosis suben a 94 y 95% bajo su comentario con 2 dosis no se lograría ni un 70%, sinovac solo tienen el 51% con 2 dosis y Js un 68% creo 🙄", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MaurojBZ", "alejandrosanja", "guty2370", "MinSaludCol", "Fruizgomez", "ViceColombia", "MinInterior", "Supersalud", "UNGRD", "IvanDuque", "urnadecristal", "infopresidencia"], "tweet_emoticons": ["🙄"], "country": "MEXICO", "text_es": "Se equivoca terriblemente, dosis pfizer y moderna equivalen al % de eficacia e inmunidad frente al virus, dosis suben a y % bajo su comentario con dosis no se lograría ni un %, sinovac solo tienen el % con dosis y Js un % creo 🙄"}, {"id": 1439431557710745603, "verified": false, "tweet_text": "@RenatoAgro4 @capitaoassumcao Quantas vidas poderiam ser salvas não fosse a estupidez dessa politicalha???\nJá existem estudos comprovando a eficácia desse tratamento!!!", "tweet_lang": "pt", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RenatoAgro4", "capitaoassumcao"]}, {"id": 1439431339925721092, "verified": false, "tweet_text": "No  importa  tanto  pues  la  calidad  de  nuestra organización  como  la  eficacia  con  que  podamos  todos  cumplir  con  nuestro  deber  de peronistas. (...) Una  posición  que  disocie  y  anarquice  no  puede  conseguir  nada\".\n\nGran Conductor. https://t.co/iIbzg8Gnsr", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "No importa tanto pues la calidad de nuestra organización como la eficacia con que podamos todos cumplir con nuestro deber de peronistas. (...) Una posición que disocie y anarquice no puede conseguir nada\". Gran Conductor."}, {"id": 1439430996957569027, "verified": false, "tweet_text": "@MinSaludCol Información es FALSA, depende de la vacuna aplicada, unas tienen +90 de eficacia y otras menos de 50.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MinSaludCol"], "country": "MEXICO", "text_es": "Información es FALSA, depende de la vacuna aplicada, unas tienen +90 de eficacia y otras menos de ."}, {"id": 1439430866023948288, "verified": false, "tweet_text": "@AndreyLawson @alejandrosanja @guty2370 @MinSaludCol @Fruizgomez @ViceColombia @MinInterior @Supersalud @UNGRD @IvanDuque @urnadecristal @infopresidencia Otra cosa, 1 dosis de Pfizer o moderna no corresponde a las 2 dosis de sinovac o la de Janssen, 1 dosis de esas primeras equivale a un 30-37% de eficacia.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AndreyLawson", "alejandrosanja", "guty2370", "MinSaludCol", "Fruizgomez", "ViceColombia", "MinInterior", "Supersalud", "UNGRD", "IvanDuque", "urnadecristal", "infopresidencia"], "country": "MEXICO", "text_es": "Otra cosa, dosis de Pfizer o moderna no corresponde a las dosis de sinovac o la de Janssen, dosis de esas primeras equivale a un -37% de eficacia."}, {"id": 1439429266328936451, "verified": false, "tweet_text": "@Montanha2011 @o_antagonista Sabe ler? links de vídeo recomendando remédio  foram derrubados por ser publicação de fake news. Não só indicou remédio ineficaz, como ainda mais grave, usou pesquisa manipulada da Prevent Senior com cobaias humanas pra alardear a eficácia do produto.\nhttps://t.co/nPujcJIDjg", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Montanha2011", "o_antagonista"], "tweet_urls": ["https://t.co/nPujcJIDjg"]}, {"id": 1439428424251105280, "verified": false, "tweet_text": "EFICACIA, RITMO Y ESTILO PARA @KyleLarsonRacin QUE SE IMPONE Y LOGRA LA VICTORIA BAJO UNA APASIONANTE CARRERA DE 500 VUELTAS. FUE UN PLACER CUBRIR🇺🇸BRISTOL #ItsBristolBaby !!!!\n\n#NightRace\n#NASCARPlayoffs\n🏁NASCAR CUP !!! https://t.co/nRKKfX9IVY", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ItsBristolBaby", "NightRace", "NASCARPlayoffs"], "mentions": ["KyleLarsonRacin"], "tweet_emoticons": ["🇺🇸", "🏁"], "country": "MEXICO", "text_es": "EFICACIA, RITMO Y ESTILO PARA QUE SE IMPONE Y LOGRA LA VICTORIA BAJO UNA APASIONANTE CARRERA DE VUELTAS. FUE UN PLACER CUBRIR🇺🇸BRISTOL !!!! 🏁NASCAR CUP !!!"}, {"id": 1439427890400088069, "verified": false, "tweet_text": "@AtalaiaBRx Pode ser. O negócio tb é q se a vacina tem eficácia realmente boa eles vão querer q todo mundo tome por causa disso, mesmo as custas da liberdade de locomoção de algumas pessoas.\n\nMelhor q na eficácia seria comentar sobre a segurança das vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AtalaiaBRx"]}, {"id": 1439426858949521409, "verified": false, "tweet_text": "@2109TaniaS Que loucura, e pensar que a eficacia de muitas vacinas e por alguns meses, depois tem que tomar de novo", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["2109TaniaS"]}, {"id": 1439426646134730752, "verified": false, "tweet_text": "#LosDiablosRojos cortan una racha de 11 partidos invictos sobre las #AguilasdelAmerica de #Solari\n\nEl #ClubAmerica tuvo 56% de posesión de Balón contra un 44% del #Toluca\n\nUna eficacia de gol muy baja al anotar 1 gol de 7 remates a puerta en 90 minutos\n\n#America #LigaMx https://t.co/eE8gn8YTIX", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["LosDiablosRojos", "AguilasdelAmerica", "Solari", "ClubAmerica", "Toluca", "America", "LigaMx"], "country": "MEXICO", "text_es": "cortan una racha de partidos invictos sobre las de El tuvo % de posesión de Balón contra un % del Una eficacia de gol muy baja al anotar gol de remates a puerta en minutos"}, {"id": 1439426098039828483, "verified": false, "tweet_text": "@Edufurts22 @fernandestmarii Apresento: as vacinas são experimentais, aprovadas p uso emergencial. Ainda não foram feitos todos os testes necessários para se afirmar a segurança e eficácia a longo prazo. Conforme vemos, duas doses não foram suficientes p evitar internações e óbitos", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Edufurts22", "fernandestmarii"], "tweet_emoticons": ["xp"]}, {"id": 1439424236834144259, "verified": false, "tweet_text": "#ElPulso #Internacional | Luego que nuevos datos mostraran que la eficacia de la vacuna de Pfizer disminuye 4 meses después de la vacunación completa, la Administración de Alimentos y Medicamentos de EEUU rechazó el llamado de la compañía para introducir inyecciones de refuerzo. https://t.co/igiDlPhpQj", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ElPulso", "Internacional"], "country": "MEXICO", "text_es": "| Luego que nuevos datos mostraran que la eficacia de la vacuna de Pfizer disminuye meses después de la vacunación completa, la Administración de Alimentos y Medicamentos de EEUU rechazó el llamado de la compañía para introducir inyecciones de refuerzo."}, {"id": 1439423794721050625, "verified": false, "tweet_text": "Sobre o passaporte sanitário: \n\nFoque na liberdade de locomoção e não em discutir se a v4cina tem eficácia ou não.\n\nÉ isso que está em jogo.", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439423705772331009, "verified": false, "tweet_text": "@AdrillesRJorge A reflexão é perfeita mas parece inatingível para a maioria q confunde eficácia com segurança. Eu jamais vacinaria um filho adolescente com qqr dessas vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AdrillesRJorge"]}, {"id": 1439423342646370313, "verified": false, "tweet_text": "@Bia_AGVR @Antonia60123 @revistaoeste Usem a coronavac em menores de 60 ( na China é ela q sendo usada) tem boa eficacia neles e não Vi efeitos adversos graves até agora\nAs de mRNA viral funciona bem nos mais velhos mas ngm me respondeu POR QUANTO TEMPO MINHAS CÉLULAS FABRICARÃO A PTN SPIKE Q É O  ANTIGENO ?", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Bia_AGVR", "Antonia60123", "revistaoeste"]}, {"id": 1439423339467051008, "verified": false, "tweet_text": "@Bink_BF @alan_schramm Escolher não usar e questionar qualquer noticia que comprove sua eficacia... Que bom que isso não é ser contra né", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Bink_BF", "alan_schramm"]}, {"id": 1439423221997125635, "verified": false, "tweet_text": "@luizfilipecm Que a comunicação é falha, é verdade. Mas imagine como pareceria, aos olhos de um governo que faz tudo pra negar a eficácia da vacinação, ver um clube de qual presidente esteve ao seu lado, fazer campanha pró vacina", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["luizfilipecm"]}, {"id": 1439422566821679107, "verified": false, "tweet_text": "@hugoleal85 @Nicolas_Fer_S @ambruno @SirleiaRates @JanainaDoBrasil CDC já recomenda 3a dose para imunocomprometidos\n\nPara os demais ainda não, por alguns motivos.\nAinda precisam avaliar se há eficácia em relação a novas variantes.\nE há uma questão ética. Seria certo dar reforços para vacinados sendo que há países no mundo com 1% de pop vacinada?", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["hugoleal85", "Nicolas_Fer_S", "ambruno", "SirleiaRates", "JanainaDoBrasil"]}, {"id": 1439422515751837696, "verified": false, "tweet_text": "Hay personas que no entienden la simpleza, y la eficacia de esto. https://t.co/4I7dLZ5eZg", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/4I7dLZ5eZg"], "country": "MEXICO", "text_es": "Hay personas que no entienden la simpleza, y la eficacia de esto."}, {"id": 1439422432004263940, "verified": false, "tweet_text": "@marimarher @Francis16893780 Mucho ánimo. Soy de la opinión de que si el medicamento \"pierde eficacia\", también la perderán sus efectos nocivos. Cuando anuncian más dosis será por algo. \nTe recuperarás y tu testimonio, junto a otros, será decisivo para denunciar este crimen.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["marimarher", "Francis16893780"], "country": "MEXICO", "text_es": "Mucho ánimo. Soy de la opinión de que si el medicamento \"pierde eficacia\", también la perderán sus efectos nocivos. Cuando anuncian más dosis será por algo. Te recuperarás y tu testimonio, junto a otros, será decisivo para denunciar este crimen."}, {"id": 1439422410235711490, "verified": false, "tweet_text": "@LOVREGA @m_ebrard Talento?\nConocimiento?\nEficacia?\nSi es un cobarde y bueno para nada, es el principal responsable de la catástrofe de la línea 12 del metro y del linchamiento de policías al sur de la CDMX", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LOVREGA", "m_ebrard"], "country": "MEXICO", "text_es": "Talento? Conocimiento? Eficacia? Si es un cobarde y bueno para nada, es el principal responsable de la catástrofe de la línea del metro y del linchamiento de policías al sur de la CDMX"}, {"id": 1439422307164991492, "verified": false, "tweet_text": "@LOVREGA @m_ebrard Si Jesusa, igual que cuando @m_ebrard hizo la línea 12, mismo talento... duró poco, misma eficacia... siempre falló, misma sensibilidad... vagones equivocados, eres una idiota borrega @LOVREGA", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LOVREGA", "m_ebrard", "m_ebrard", "LOVREGA"], "country": "MEXICO", "text_es": "Si Jesusa, igual que cuando hizo la línea , mismo talento... duró poco, misma eficacia... siempre falló, misma sensibilidad... vagones equivocados, eres una idiota borrega"}, {"id": 1439421801172512771, "verified": false, "tweet_text": "@franco_vel @Hernando_MR @OKhadir08 @RenzoLaTorre3 @lizbethcita Animal, la eficacia es en base a muertes, no a contagios.\n\nOe en serio de donde salen estos huevones? Este pone el brazo y ni sabe que le meten, yo tengo las 2 vacunas pero SE para que sirven.\n\nPendejo", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["franco_vel", "Hernando_MR", "OKhadir08", "RenzoLaTorre3", "lizbethcita"], "country": "MEXICO", "text_es": "Animal, la eficacia es en base a muertes, no a contagios. Oe en serio de donde salen estos huevones? Este pone el brazo y ni sabe que le meten, yo tengo las vacunas pero SE para que sirven. Pendejo"}, {"id": 1439421451468165130, "verified": false, "tweet_text": "@EliVieiraJr Os caras fizeram experimento pra empurrar remédio sem eficácia usando idoso de cobaia. O que incêndio tem com isso?", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["EliVieiraJr"], "tweet_emoticons": ["xp"]}, {"id": 1439420809404157956, "verified": true, "tweet_text": "Cuando se había repuesto el cimbronazo del gol madrugador y a la expulsión, cuando emparejó y hasta superó a Talleres 10 vs 10, Racing recibió el segundo golazo. La T lo cocinó com eficacia y la Acadé no pudo, de nuevo, pegar adelante. Sigue sin punch. Y ahora le convierten.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Cuando se había repuesto el cimbronazo del gol madrugador y a la expulsión, cuando emparejó y hasta superó a Talleres vs , Racing recibió el segundo golazo. La T lo cocinó com eficacia y la Acadé no pudo, de nuevo, pegar adelante. Sigue sin punch. Y ahora le convierten."}, {"id": 1439420696396959744, "verified": false, "tweet_text": "Hace mucho tiempo que México no tenía un secretario de Relaciones Exteriores con el talento, el conocimiento, la eficacia y la sensibilidad de @m_ebrard.\n\nPunto. https://t.co/IzytvrgRCZ", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["m_ebrard"], "tweet_urls": ["https://t.co/IzytvrgRCZ"], "country": "MEXICO", "text_es": "Hace mucho tiempo que México no tenía un secretario de Relaciones Exteriores con el talento, el conocimiento, la eficacia y la sensibilidad de . Punto."}, {"id": 1439420539584622592, "verified": false, "tweet_text": "@Soyescritora Es decir, se traduce que el capitalismo tiene defectos (lo está reconociendo) funciona como sistema (lo está informando) pero no ha tenido un 100% de eficacia (estrecho a mejorar).... Perooooo... que coño ha hecho el socialismo del siglo XXI???", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Soyescritora"], "country": "MEXICO", "text_es": "Es decir, se traduce que el capitalismo tiene defectos (lo está reconociendo) funciona como sistema (lo está informando) pero no ha tenido un % de eficacia (estrecho a mejorar).... Perooooo... que coño ha hecho el socialismo del siglo XXI???"}, {"id": 1439419966386696195, "verified": false, "tweet_text": "Basándose en un paper en el cual se evalúa seguridad e inmunogenicidad (presencia de anticuerpos), el elenco estable empezó a hacer campaña para vacunar a niños &lt;12 años con Sinopharm.\n\nIncreíble q aún no hayan aprendido que es necesario un ensayo de Fase 3 para evaluar eficacia. https://t.co/AiWuhNpeFQ", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Basándose en un paper en el cual se evalúa seguridad e inmunogenicidad (presencia de anticuerpos), el elenco estable empezó a hacer campaña para vacunar a niños &lt;12 años con Sinopharm. Increíble q aún no hayan aprendido que es necesario un ensayo de Fase para evaluar eficacia."}, {"id": 1439419933075591183, "verified": false, "tweet_text": "@CogitaTuti @DivagoTM @rolei1denovo @guimarrocos @oatila O que vc diz se encaixa perfeitamente nas vacinas. Quando vai ser a quarta dose? Não era 100% de eficácia? https://t.co/loVqOlAsLi", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["CogitaTuti", "DivagoTM", "rolei1denovo", "guimarrocos", "oatila"]}, {"id": 1439419875861086215, "verified": false, "tweet_text": "@ZaqueuIi @goescarlos Isso não muda o autoritarismo do governo Venezuelano e que a raiz disso começou no Chávez, negar isso, é tipo negar eficácia de vacina: é discordar da realidade posta. Quem defende isso, pra mim, tá no mesmo nível de filhote da ditadura militar de 64.", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ZaqueuIi", "goescarlos"]}, {"id": 1439419752313671682, "verified": false, "tweet_text": "@Bia_AGVR @Antonia60123 @revistaoeste Por isto na coronavac em os acima dos 60 tem  q ter mais doses mas não indico esta vacina pra esta faixa estaria e sim as de mRNA viral , os abaixo de 60 a coronavac tem eficácia bem maior", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Bia_AGVR", "Antonia60123", "revistaoeste"]}, {"id": 1439419410071101446, "verified": false, "tweet_text": "@jf_cunha @WLidiane @ScienceWDrDoug @Dr_Francisco_ @RanIsraeli Com a promessa de 95% eficácia é um comportamento natural...", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["jf_cunha", "WLidiane", "ScienceWDrDoug", "Dr_Francisco_", "RanIsraeli"]}, {"id": 1439419050505932800, "verified": false, "tweet_text": "@OsmarTerra Eficácia do produto experimental contra vírus chinês com potencial de letalidade menor que  1 % não importa. Sem contar que existe tratamento que tem demonstrado eficiente.  O que importa é a segurança desse produto, que pelo visto,  não pode ser chamado de vacina.", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["OsmarTerra"], "tweet_emoticons": ["xp"]}, {"id": 1439418850857078787, "verified": false, "tweet_text": "El halo, de estorbo a salvavidas en la Fórmula 1. La secuencia del accidente entre Hamilton y Verstappen ratifica la eficacia del dispositivo, que muchos seguimos criticando por feo, ordinario y falta de estilo pero no negamos a reconocer su importancia\n\n https://t.co/vvZKf3hXg5", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/vvZKf3hXg5"], "country": "MEXICO", "text_es": "El halo, de estorbo a salvavidas en la Fórmula . La secuencia del accidente entre Hamilton y Verstappen ratifica la eficacia del dispositivo, que muchos seguimos criticando por feo, ordinario y falta de estilo pero no negamos a reconocer su importancia"}, {"id": 1439418806607167489, "verified": false, "tweet_text": "@Netodiz Na própria matéria se percebe q a comunidade científica n tem certeza de nada, nem da eficácia ou transmissão. Vc mandou link dizendo q vacinados transmitem menos, o que n é vdd.\nMeu problema (e de muitos outros vacinados e não vac) é com o tal passaporte. Vacina toma qm quer.", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Netodiz"]}, {"id": 1439418746548879360, "verified": false, "tweet_text": "A veces ocurre que las personas que más nos atraen, o de las que estamos enamorados, actúen con la misma eficacia que unos aislantes de goma sobre la chispa de la imaginación.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "A veces ocurre que las personas que más nos atraen, o de las que estamos enamorados, actúen con la misma eficacia que unos aislantes de goma sobre la chispa de la imaginación."}, {"id": 1439417968006467591, "verified": false, "tweet_text": "Falam informações de eficácia, segurança e efeitos colaterais. No mínimo! https://t.co/41kCY5rHVj", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/41kCY5rHVj"]}, {"id": 1439417339028459531, "verified": false, "tweet_text": "@Max65752957 @Diwerth @oatila Tu é burro mesmo, em.2020 ainda se tinha dúvida sobre a eficácia, mas já tem bastante tempo q foi comprovada a ineficácia e o alto risco de ter sérios efeitos colaterais. Parei por aqui pq defender cloroquina é atestado de retardo mental severo, falou champs", "tweet_lang": "pt", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Max65752957", "Diwerth", "oatila"]}, {"id": 1439417196543893505, "verified": false, "tweet_text": "JUNIOR MUY FRÁGIL  EN DEFENSA.\nNacional ganó bien. Remontó cuando  aceleró y se metió en el juego. Sacó el acelerador y finalmente, 3 que pudo ser 4 ( Andrade) celebra victoria en Bquilla.El 3-1es reflejó de su eficacia ofensiva no con muchas opciones. Tiene táctica éste equipo. https://t.co/QKT2SeNqxy", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "JUNIOR MUY FRÁGIL EN DEFENSA. Nacional ganó bien. Remontó cuando aceleró y se metió en el juego. Sacó el acelerador y finalmente, que pudo ser ( Andrade) celebra victoria en Bquilla.El -1es reflejó de su eficacia ofensiva no con muchas opciones. Tiene táctica éste equipo."}, {"id": 1439417166105821186, "verified": false, "tweet_text": "@Meludi7 @kixm_lix Está mal y es irresponsable porque las vacunas han perdido eficacia con la variante Delta y estás no evitan que propagues el virus ni te hacen inmune por completo, sin mencionar a las personas que no se han vacunado por x razón, deberían irse y no poner en riesgo a los chicos 😕", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Meludi7", "kixm_lix"], "tweet_emoticons": ["😕"], "country": "MEXICO", "text_es": "Está mal y es irresponsable porque las vacunas han perdido eficacia con la variante Delta y estás no evitan que propagues el virus ni te hacen inmune por completo, sin mencionar a las personas que no se han vacunado por x razón, deberían irse y no poner en riesgo a los chicos 😕"}, {"id": 1439416657449930753, "verified": false, "tweet_text": "@SantiOlsze por más que lleguen esas vacunas, hasta que no haya un estudio de Fase 3 (donde realmente se evalúa eficacia) no debería ser considerada para menores.\nEl paper sólo evalúa inmunogenicidad y seguridad (F 1 y 2)", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SantiOlsze"], "country": "MEXICO", "text_es": "por más que lleguen esas vacunas, hasta que no haya un estudio de Fase (donde realmente se evalúa eficacia) no debería ser considerada para menores. El paper sólo evalúa inmunogenicidad y seguridad (F y )"}, {"id": 1439416199608164362, "verified": false, "tweet_text": "@AgnesOli @fbdesenvolvedor @flferronato não, foi erradicada pq a eficácia da vacina foi melhorando ao longo dos anos.. a vacina contra o covid não tem eficácia de 100%, e isso é péssimo, pois pode gerar mutações. Isso é um fato. Se vc não estuda problema é teu.. Eu estudo.", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["AgnesOli", "fbdesenvolvedor", "flferronato"]}, {"id": 1439416157354745857, "verified": false, "tweet_text": "@Robert_neoliber Quinta transformación para que los Chapulines del mismo sistema sigan Gobernado y saqueando? Urge limpiar a nuestro país la Mugre el sistema de partidos está podrido, hay que vetar a todos los políticos basura y crear un sistema de elecciones que garantice eficacia y resultados.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Robert_neoliber"], "country": "MEXICO", "text_es": "Quinta transformación para que los Chapulines del mismo sistema sigan Gobernado y saqueando? Urge limpiar a nuestro país la Mugre el sistema de partidos está podrido, hay que vetar a todos los políticos basura y crear un sistema de elecciones que garantice eficacia y resultados."}, {"id": 1439416144105025536, "verified": false, "tweet_text": "@ESuposto @oatila Aqui tem um estudo da mesma fonte que não achou eficácia em máscaras. Então não provamos mais usar máscaras?", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ESuposto", "oatila"]}, {"id": 1439416003239239684, "verified": false, "tweet_text": "@rafavalef amo coisas de eficácia duvidosa mas bonitinhas, to obcecada por aquele kit q vem um gua sha e um roller rosa", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["rafavalef"]}, {"id": 1439415198738259969, "verified": false, "tweet_text": "@Diwerth @Eremita811 @oatila Qual estudo demonstra a eficácia da máscara?", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Diwerth", "Eremita811", "oatila"]}, {"id": 1439415134229864453, "verified": false, "tweet_text": "@Diwerth @Eremita811 @oatila Note que a OMS primeiro recomendou contra o uso de máscara, depois mudou. O uso de máscara n diminuiu o uso. Um estudo da Cochrane n encontrou eficácia em máscaras", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Diwerth", "Eremita811", "oatila"]}, {"id": 1439415002079846401, "verified": false, "tweet_text": "Ver tanto hackeo de canales y la poca eficacia con la que @YouTubeMexico actúa... Si da pendiente.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["YouTubeMexico"], "country": "MEXICO", "text_es": "Ver tanto hackeo de canales y la poca eficacia con la que actúa... Si da pendiente."}, {"id": 1439414922165772290, "verified": false, "tweet_text": "Me acabo de dar cuenta de que la ciencia lo ha hecho mal, mira que andar midiendo la eficacia de las vacunas por la cantidad de enfermedades y muertes que evitan… siempre debió ser “la tasa de países que la aceptan” po!!!! https://t.co/Nf6dRFvBCY", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/Nf6dRFvBCY"], "country": "MEXICO", "text_es": "Me acabo de dar cuenta de que la ciencia lo ha hecho mal, mira que andar midiendo la eficacia de las vacunas por la cantidad de enfermedades y muertes que evitan… siempre debió ser “la tasa de países que la aceptan” po!!!!"}, {"id": 1439414820298702850, "verified": false, "tweet_text": "#Vietnam aprueba uso de emergencia de #Vacuna anticovid #Abdala\n\n#Entérate || Según los científicos cubanos, tanto Abdala como Soberana 02 tienen una eficacia superior al 90% contra la aparición de síntomas de la enfermedad.\nhttps://t.co/YEAgS0gcxH", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Vietnam", "Vacuna", "Abdala", "Entérate"], "tweet_urls": ["https://t.co/YEAgS0gcxH"], "country": "MEXICO", "text_es": "aprueba uso de emergencia de anticovid || Según los científicos cubanos, tanto Abdala como Soberana tienen una eficacia superior al % contra la aparición de síntomas de la enfermedad."}, {"id": 1439414810786078723, "verified": false, "tweet_text": "@EthelMaciel Perdidos como vcs todos! Não há eficácia e segurança dessas vacinas…", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["EthelMaciel"]}, {"id": 1439414537212633093, "verified": false, "tweet_text": "Vereador de Uberlândia-MG, negacionista, contra uso de máscara, defensor do conhecido kit de medicamentos sem eficácia, morreu hoje de COVID19.\n\nQue sirva de lição para os que ficaram vivos. https://t.co/NvEmHaURqI", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/NvEmHaURqI"]}, {"id": 1439414255405645826, "verified": false, "tweet_text": "#Vietnam aprueba uso de emergencia de #Vacuna anticovid #Abdala\n\n#Entérate || Según los científicos cubanos, tanto Abdala como Soberana 02 tienen una eficacia superior al 90% contra la aparición de síntomas de la enfermedad.\nhttps://t.co/Y52MF3WpRR", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Vietnam", "Vacuna", "Abdala", "Entérate"], "tweet_urls": ["https://t.co/Y52MF3WpRR"], "country": "MEXICO", "text_es": "aprueba uso de emergencia de anticovid || Según los científicos cubanos, tanto Abdala como Soberana tienen una eficacia superior al % contra la aparición de síntomas de la enfermedad."}, {"id": 1439414166218022913, "verified": false, "tweet_text": "@CableHogue5 @Veteromed @Guillermo4ldama La mascarilla mal puesta ha sido desde el principio. Y no hace falta ser cirujano para ponérsela bien, y que algunos la lleven negra de tantos días pues ya no será por precio, 10 mascarillas = 1 café.  Habrá  que priorizar, digo yo. Demostrada está su eficacia todavía ahora.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["CableHogue5", "Veteromed", "Guillermo4ldama"], "country": "MEXICO", "text_es": "La mascarilla mal puesta ha sido desde el principio. Y no hace falta ser cirujano para ponérsela bien, y que algunos la lleven negra de tantos días pues ya no será por precio, mascarillas = café. Habrá que priorizar, digo yo. Demostrada está su eficacia todavía ahora."}, {"id": 1439413680433737731, "verified": false, "tweet_text": "A Prevent Senior comandou \"estudo\", sob ordem de Bolsonaro, para tentar comprovar a eficácia da cloroquina contra a covid. Não conseguiu, ocultou mortes de pacientes usados como cobaia e estava, até agora, rindo.\n\n#BolsonaroGenocida\n#BolsonaroNaCadeia https://t.co/F7HWAaD293", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["BolsonaroGenocida", "BolsonaroNaCadeia"], "tweet_urls": ["https://t.co/F7HWAaD293"]}, {"id": 1439413527232585733, "verified": false, "tweet_text": "@Richard_1924 Hey ese man muy raro se le ve un miserable pase hacia adelante. Sus pases son para los defensas. Y después sacan estadísticas del jugador con más eficacia en pases, pero es eficaz poniéndole pases a Fuentes.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Richard_1924"], "country": "MEXICO", "text_es": "Hey ese man muy raro se le ve un miserable pase hacia adelante. Sus pases son para los defensas. Y después sacan estadísticas del jugador con más eficacia en pases, pero es eficaz poniéndole pases a Fuentes."}, {"id": 1439413415064358916, "verified": false, "tweet_text": "Autoridades de Salud de EEUU no recomiendan la tercera dosis de Pfizer por reducción de su eficacia - Sputnik Mundo https://t.co/mwSKer314G a través de @GoogleNews", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["googlenews"], "tweet_urls": ["https://t.co/mwSKer314G"], "country": "MEXICO", "text_es": "Autoridades de Salud de EEUU no recomiendan la tercera dosis de Pfizer por reducción de su eficacia - Sputnik Mundo a través de"}, {"id": 1439412228118257664, "verified": false, "tweet_text": "@HctorRojo10 @marimarher Amenaza para la salud pública? Por? Cuando💉o no💉,si te contagian,contagias!!!Ya q las💉no previenen la trasmisión,ni el contagio porq no son esterilizantes, por lo q ni siquiera se puede lograr la inmuniđad de rebaño con ellas. Además las💉pierden eficacia a los 4 a 6 meses. https://t.co/cVEgmjiEGT", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["HctorRojo10", "marimarher"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Amenaza para la salud pública? Por? Cuando💉o no💉,si te contagian,contagias!!!Ya q las💉no previenen la trasmisión,ni el contagio porq no son esterilizantes, por lo q ni siquiera se puede lograr la inmuniđad de rebaño con ellas. Además las💉pierden eficacia a los a meses."}, {"id": 1439411285259587587, "verified": false, "tweet_text": "📊 Sebastián Battaglia desde que asumió como DT de #Boca:\n\n- 6 partidos dirigidos.\n- 4 victorias y 2 empates.\n- 8 goles a favor y 3 en contra.\n- 3 vallas invictas.\n- 9/9 puntos como visitante.\n- 78% de eficacia. \n\nGran dato de @DataRef_ https://t.co/rgy7WcUlsH", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Boca"], "mentions": ["DataRef_"], "tweet_emoticons": ["📊"], "country": "MEXICO", "text_es": "📊 Sebastián Battaglia desde que asumió como DT de : - partidos dirigidos. - victorias y empates. - goles a favor y en contra. - vallas invictas. - /9 puntos como visitante. - % de eficacia. Gran dato de"}, {"id": 1439410381617782786, "verified": false, "tweet_text": "@alfredogamboa10 @GoProgres @Aso_Liberum Puedo entender que dudeis de la eficacia de la vacuna, que dudeis de la mascarilla, que dudeis de las medidas del gobierno… pero dudar de la existencia del virus ya es de gorrito de plata", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["alfredogamboa10", "GoProgres", "Aso_Liberum"], "country": "MEXICO", "text_es": "Puedo entender que dudeis de la eficacia de la vacuna, que dudeis de la mascarilla, que dudeis de las medidas del gobierno… pero dudar de la existencia del virus ya es de gorrito de plata"}, {"id": 1439410357513117701, "verified": false, "tweet_text": "@vivirsinalergia @emsanchezd Y eso qué tiene que ver... Pfizer, astra zeneca son dos dosis, cansino es una dosis y ya se recomendó por los laboratorios cansino la 2da dosis, y México no quiere ponerla... y dejan a los maestros expuestos, porque cansino baja su eficacia a los 5 o 6 meses.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["vivirsinalergia", "emsanchezd"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y eso qué tiene que ver... Pfizer, astra zeneca son dos dosis, cansino es una dosis y ya se recomendó por los laboratorios cansino la da dosis, y México no quiere ponerla... y dejan a los maestros expuestos, porque cansino baja su eficacia a los o meses."}, {"id": 1439409843375378433, "verified": false, "tweet_text": "@El_Rotativo_mx Pues mal, porque se puso a los maestros una vacuna de eficacia baja, apenas 68% y aparte el laboratorio cansino ya sugirió la segunda dosis, porque dijo después de 5 o 6 meses baja su eficacia.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["El_Rotativo_mx"], "country": "MEXICO", "text_es": "Pues mal, porque se puso a los maestros una vacuna de eficacia baja, apenas % y aparte el laboratorio cansino ya sugirió la segunda dosis, porque dijo después de o meses baja su eficacia."}, {"id": 1439409279879073794, "verified": false, "tweet_text": "@fsaesilva @veramagalhaes Qual foi a vacina aprovada mais rapidamente antes da covid ?\nRealmente não tem 100% de eficácia. Segundo dados da imprensa 81% das pessoas infectadas no Brasil com a variante Delta tomou ao menos 1 dose da vacina e mais de 51% tomaram as 2 doses.", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["fsaesilva", "veramagalhaes"]}, {"id": 1439409035485319175, "verified": false, "tweet_text": "@theKey59649576 @janaina55265808 @l_igor_l @preventsenior Lucro teve, só não tem eficácia!\n\nhttps://t.co/Wc8WG0fXvR", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["theKey59649576", "janaina55265808", "l_igor_l", "preventsenior"], "tweet_urls": ["https://t.co/Wc8WG0fXvR"]}, {"id": 1439408919235944454, "verified": false, "tweet_text": "@noticias_tvperu Creo que todos los estudios de Israel, señalan que la tercera dosis va a ser algo necesario, de lo contrario todos seguiríamos vulnerables al covid, la vacuna pierde eficacia después de los 6 meses", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["noticias_tvperu"], "country": "MEXICO", "text_es": "Creo que todos los estudios de Israel, señalan que la tercera dosis va a ser algo necesario, de lo contrario todos seguiríamos vulnerables al covid, la vacuna pierde eficacia después de los meses"}, {"id": 1439408734632022017, "verified": false, "tweet_text": "@CogitaTuti @DivagoTM @rolei1denovo @guimarrocos @oatila Amiguinho, nenhum estudo refuta nada. Um estudo jamais prova INEFICÁCIA, apenas pode não encontrar eficácia. Não é pq seu estudo preferido não encontrou efeito que outro estudo mais bem feito não pode encontrar. Avise a univ. De OXFORD pra parar o teste então....", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["CogitaTuti", "DivagoTM", "rolei1denovo", "guimarrocos", "oatila"]}, {"id": 1439408645029122051, "verified": false, "tweet_text": "📊 Sebastián Battaglia desde que asumió oficialmente como director técnico de Boca:\n\n📌 6 partidos dirigidos.\n📌 4 victorias y 2 empates.\n📌 8 goles a favor y 3 en contra.\n📌 3 vallas invictas.\n📌 9/9 puntos como visitante.\n📌 78% de eficacia.\n\n🗞 @dataref_ https://t.co/D33TDzBZz0", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["DataRef_"], "tweet_emoticons": ["📌", "📊", "🗞"], "country": "MEXICO", "text_es": "📊 Sebastián Battaglia desde que asumió oficialmente como director técnico de Boca: 📌 partidos dirigidos. 📌 victorias y empates. 📌 goles a favor y en contra. 📌 vallas invictas. 📌 /9 puntos como visitante. 📌 % de eficacia. 🗞"}, {"id": 1439408418318655489, "verified": false, "tweet_text": "Si, dirán no tiene eficacia en sus finalizaciones, pero así también varios receptores de sus pases y  centros han definido mal.\nEl mejor de todos está siendo Mateus.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Si, dirán no tiene eficacia en sus finalizaciones, pero así también varios receptores de sus pases y centros han definido mal. El mejor de todos está siendo Mateus."}, {"id": 1439408165058228227, "verified": false, "tweet_text": "@amabile_sil Na real que não tem nada concreto, mas o álcool ele abala o sistema imunológico e a vacina pode acabar perdendo boa parte da eficácia dela tlg", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["amabile_sil"]}, {"id": 1439407824849842183, "verified": false, "tweet_text": "@conexaopolitica E ai @jdoriajr ????\nAbre um processo contra Portugal.\nProve que a vachina é top\nSuper segura\nSuper imuniza\nSuper eficácia \nSuper, super e super doriana", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["conexaopolitica", "jdoriajr"]}, {"id": 1439407585917087750, "verified": false, "tweet_text": "@Adeilso93752255 @veramagalhaes Não é verdade. A vacina da Pfizer já recebeu até autorização definitiva da FDA. Passou por várias fases de testes. Mas nenhuma vacina contra a COVID-19 tem 100% de eficácia contra contágio. Daí importância de vacinação em massa e, na ausência disso, medidas não farmacológicas", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Adeilso93752255", "veramagalhaes"]}, {"id": 1439407490513391619, "verified": false, "tweet_text": "@andahazi @marcelocristina Busquen el problema en la sociedad, no en los políticos! Cuando los que trabajan superan en número a los que lo hacen, la democracia pierde eficacia. Los que trabajan se van y los que nos crecen en porcentaje. Al final, solo los viejos quedamos de rehenes, contentos porque ….", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["andahazi", "marcelocristina"], "country": "MEXICO", "text_es": "Busquen el problema en la sociedad, no en los políticos! Cuando los que trabajan superan en número a los que lo hacen, la democracia pierde eficacia. Los que trabajan se van y los que nos crecen en porcentaje. Al final, solo los viejos quedamos de rehenes, contentos porque …."}, {"id": 1439407360301273091, "verified": false, "tweet_text": "@Pirotecnicolas @jorge_sur @Chloe070613 @Andrea_Catte @MarianaLestelle En diciembre 2019 un argentino que trabaja en Boston en una charla nombró Moderna y dijo\"lo que viene son las vacunas ARN\" \nParte del proceso es estabilizar el ARN, probar la potencia, eficacia, seguridad\nLleva años y mucha mucha plata Conseguir esa plata tb es parte del proceso", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Pirotecnicolas", "jorge_sur", "Chloe070613", "Andrea_Catte", "MarianaLestelle"], "country": "MEXICO", "text_es": "En diciembre un argentino que trabaja en Boston en una charla nombró Moderna y dijo\"lo que viene son las vacunas ARN\" Parte del proceso es estabilizar el ARN, probar la potencia, eficacia, seguridad Lleva años y mucha mucha plata Conseguir esa plata tb es parte del proceso"}, {"id": 1439407345537277958, "verified": false, "tweet_text": "#BolsonaroSabia do superfaturamento das vacinas sem eficácia comprovada e não se manteve omisso. Ameaçou a abertura de inquérito administrativo contra o servidor que impediu e denunciou a compra superfaturada das vacinas. PERSEGUIÇÃO! #PEC32VaiFlopar", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["BolsonaroSabia", "PEC32VaiFlopar"]}, {"id": 1439406374224551936, "verified": false, "tweet_text": "@DxrkAngxxl —Con eficacia busca en la agenda de contactos el número de @KyriosSideris para añadirlo a la llamada.—\n\nExplicaselo tu ahora mismo que lo estoy llamando. Y ven a donde está las habitación.\n\n—Ahí, manteniendo la calma. Como se nota que a él no le han tirado un hacha.—", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["DxrkAngxxl", "KyriosSideris"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "—Con eficacia busca en la agenda de contactos el número de para añadirlo a la llamada.— Explicaselo tu ahora mismo que lo estoy llamando. Y ven a donde está las habitación. —Ahí, manteniendo la calma. Como se nota que a él no le han tirado un hacha.—"}, {"id": 1439405433047900163, "verified": false, "tweet_text": "de verdad nunca duden de la eficacia de tener a alguien que sí sepa redactar y comunicar sus ideas en las páginas de sus negocios porque dios, parece que no saben usar comas y no se entiende ni madres", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "de verdad nunca duden de la eficacia de tener a alguien que sí sepa redactar y comunicar sus ideas en las páginas de sus negocios porque dios, parece que no saben usar comas y no se entiende ni madres"}, {"id": 1439405256564252673, "verified": false, "tweet_text": "@faf00 @preventsenior De forma alguma. O perigo está em receitar remédios sem eficácia comprovada só para agradar o governo e farmacêuticas oportunistas durante uma pandemia. Só isso, querida!", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["faf00", "preventsenior"]}, {"id": 1439404389211463683, "verified": false, "tweet_text": "El tweet habla de la renovación del gab a fin de ordenar interna del FdT y sin mirada electoral (plausible argumento); claro que luego lo anuda con \"guerra civil\" y \"eficacia\" a fin de dotar de más solidez el enunciado. Nada de lo último se desprende necesariamente de lo primero.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "El tweet habla de la renovación del gab a fin de ordenar interna del FdT y sin mirada electoral (plausible argumento); claro que luego lo anuda con \"guerra civil\" y \"eficacia\" a fin de dotar de más solidez el enunciado. Nada de lo último se desprende necesariamente de lo primero."}, {"id": 1439404070448549888, "verified": false, "tweet_text": "@Sjddepressao @ferrari_arlene Sou a favor das vacinas e todas que eram exigidas têm sua eficácia comprovada há anos, enquanto essas ainda são experimentais e por isso não podem ser exigidas!", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Sjddepressao", "ferrari_arlene"], "tweet_emoticons": ["xp"]}, {"id": 1439403775991721984, "verified": false, "tweet_text": "Así que era super-buenas según los medios.\n\nhttps://t.co/fhQGYTHiDk", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/fhQGYTHiDk"], "country": "MEXICO", "text_es": "Así que era super-buenas según los medios."}, {"id": 1439403498945318915, "verified": false, "tweet_text": "@BohnGass 🚨 Cadê Órgãos Competentes avaliem eficácia Imunizante pessoas estado grave foram óbito mesmo recebendo 2 dose Imunizante🚨Ciência bem bolsos….. https://t.co/h5AQZCxuRN", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BohnGass"], "tweet_emoticons": ["🚨"]}, {"id": 1439403259366715396, "verified": true, "tweet_text": "La analítica web es útil para cualquier negocio en proceso de expansión, pues permite conocer la eficacia de su página web, así como las tendencias del mercado. Descubre más en los Programas en Marketing de ESAN: https://t.co/ncnxwXsdRK  https://t.co/2yDhrF19MS", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/ncnxwXsdRK", "https://t.co/2yDhrF19MS"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "La analítica web es útil para cualquier negocio en proceso de expansión, pues permite conocer la eficacia de su página web, así como las tendencias del mercado. Descubre más en los Programas en Marketing de ESAN:"}, {"id": 1439403251393253378, "verified": false, "tweet_text": "@tracklist A diferença é que cocaína tem a eficácia comprovada", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["tracklist"]}, {"id": 1439402608922345473, "verified": false, "tweet_text": "@EIvanBravoC @myESMO @AlexHermen @RomanCarvajal @EdgarLindenMD @MarcelaPelayo @erenhu_gonzalez @BrenaniSu La integración de nuevos tratamientos, debe considerarse siempre en CPSCm, pero tener en cuenta eficacia, toxicidad, QoL, sobretodo costo-efectividad...lamentablemente se sigue usando la bicalutamida como la panacea..", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["EIvanBravoC", "myESMO", "AlexHermen", "RomanCarvajal", "EdgarLindenMD", "MarcelaPelayo", "erenhu_gonzalez", "BrenaniSu"], "country": "MEXICO", "text_es": "La integración de nuevos tratamientos, debe considerarse siempre en CPSCm, pero tener en cuenta eficacia, toxicidad, QoL, sobretodo costo-efectividad...lamentablemente se sigue usando la bicalutamida como la panacea.."}, {"id": 1439402564588556295, "verified": false, "tweet_text": "Antes se utilizaban cobayas gracias a los gigantescos avances tecnológicos ahora se hacen con millones se seres humanos \n\nDiferencia en la eficacia entre vacunas COVID-19 de Moderna y Pfizer aumenta con el tiempo: estudio https://t.co/7NNxF5en3f", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/7NNxF5en3f"], "country": "MEXICO", "text_es": "Antes se utilizaban cobayas gracias a los gigantescos avances tecnológicos ahora se hacen con millones se seres humanos Diferencia en la eficacia entre vacunas COVID-19 de Moderna y Pfizer aumenta con el tiempo: estudio"}, {"id": 1439402464797773825, "verified": false, "tweet_text": "@engfabiananunes @tarcisiogdf @msaude @jairbolsonaro @mqueiroga A partir do momento que o presidente manda trocar o médico que não indicar, é uma forma de obrigatoriedade. Comente também sobre os casos de sobrecarregamento do fígado e afins que causam a cloroquina. Presidente indica remédio sem eficácia nenhuma. A vacina funciona.", "tweet_lang": "pt", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["engfabiananunes", "tarcisiogdf", "msaude", "jairbolsonaro", "mqueiroga"]}, {"id": 1439402267329933315, "verified": false, "tweet_text": "@DrPacoMoreno1 Y porque los que tenemos cansino ni siquiera nos han dado y parece que no nos van a dar una segunda dosis, cuando el laboratorio ya dijo que es necesario el refuerzo a los 6 meses porque baja la eficacia a los 5 o 6 meses.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["DrPacoMoreno1"], "country": "MEXICO", "text_es": "Y porque los que tenemos cansino ni siquiera nos han dado y parece que no nos van a dar una segunda dosis, cuando el laboratorio ya dijo que es necesario el refuerzo a los meses porque baja la eficacia a los o meses."}, {"id": 1439401217738805249, "verified": false, "tweet_text": "@OsmarTerra Médico do Capeta!!!!\nVocê também vai pagar pelas mortes que ocorreram devido a negativa do governo em  aceitar as recomendações da OMS; em propagar o uso de medicamentos ineficazes para tratamento da Covid e negar a eficácia das vacinas.\nCOMPARSA DE GENOCIDA.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["OsmarTerra"]}, {"id": 1439401162621558787, "verified": false, "tweet_text": "@juh_ludvig É no departamento de análises clínicas, pra analisar a eficácia do própolis associados a agentes antineoplasicos em pacientes diabéticos", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["juh_ludvig"]}, {"id": 1439400906462834690, "verified": false, "tweet_text": "@JuanHugoNeza @Adolfo_Cerqueda cientos de miles de nezatlenses de 30 a 49 años estamos esperando la segunda dosis de la vacuna, ya se están cumpliendo los 3 meses de la primera dosis, y para la Astra Séneca al tercer mes sin el refuerzo, pierde la eficacia. Cual es la explicación?", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["JuanHugoNeza", "Adolfo_Cerqueda"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "cientos de miles de nezatlenses de a años estamos esperando la segunda dosis de la vacuna, ya se están cumpliendo los meses de la primera dosis, y para la Astra Séneca al tercer mes sin el refuerzo, pierde la eficacia. Cual es la explicación?"}, {"id": 1439400186216914947, "verified": false, "tweet_text": "Comemorar morte de quem não acredita em eficácia de vacina e na precaução no uso de máscara no convívio social é igual ou pior a quem ainda subestima que existe sim uma pandemia de um vírus mortal. Negar isso revela a cegueira da alma.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439399878895996938, "verified": false, "tweet_text": "@u2castle @irado37 Não tem nada de experimental nas vacinas. Todas as utilizadas passaram por estudos pré-clínicos e pelos estudos clínicos. Todas foram testadas em milhares de voluntários e tiveram eficácia e segurança comprovadas.\nA própria Anvisa confirma isso.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["u2castle", "irado37"], "tweet_emoticons": ["xp"]}, {"id": 1439399756183310341, "verified": false, "tweet_text": "@danielsoranz Vacinas sem eficácia", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["danielsoranz"]}, {"id": 1439399682728513537, "verified": false, "tweet_text": "@LMNeuquen Pero no se piensan bien las obras! Ej:si debiera ingresar un camión con hormigon para realizar un arreglo sería imposible que pueda pasar,doblar,maniobrar por el paseo Limay;ni hablar de un accidente con necesidad de ambulancia ¡eficacia y eficiencia!🤷🏻‍♀️", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["LMNeuquen"], "tweet_emoticons": ["🤷🏻‍♀️"], "country": "MEXICO", "text_es": "Pero no se piensan bien las obras! Eji debiera ingresar un camión con hormigon para realizar un arreglo sería imposible que pueda pasar,doblar,maniobrar por el paseo Limay;ni hablar de un accidente con necesidad de ambulancia ¡eficacia y eficiencia!🤷🏻‍♀️"}, {"id": 1439399378620461056, "verified": false, "tweet_text": "@g1 Blz falta só 135 milhões. Agradecer ao mito pela rapidez e eficácia com a inércia e negligência 🤦‍♂️🤦‍♂️🤦‍♂️🤦‍♂️", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["g1"], "tweet_emoticons": ["🤦‍♂️"]}, {"id": 1439398736346718211, "verified": false, "tweet_text": "@DanielaLima_ Multa a população geral que representa muito pouco do consumo e deixa livre o agronegócio de exportação que é quem mais usa a água sem controle e eficácia e o presidente e o governador que fizeram pouco caso quando foram avisados.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DanielaLima_"], "tweet_emoticons": ["xp"]}, {"id": 1439398734383796226, "verified": false, "tweet_text": "☝️El Ministerio de Sanidad de Nueva Zelanda reconoce no tener ningún documento que demuestre que la vacuna de Pfizer tenga eficacia alguna para reducir la transmisión del Covid-19. https://t.co/bwnfyayF5t", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["☝️"], "country": "MEXICO", "text_es": "☝️El Ministerio de Sanidad de Nueva Zelanda reconoce no tener ningún documento que demuestre que la vacuna de Pfizer tenga eficacia alguna para reducir la transmisión del Covid-19."}, {"id": 1439398234057854977, "verified": false, "tweet_text": "@DonSebs_ Eficacia, que llaman. Antes nos costaba puntos maricamente y ahora nos salva partidos enredados.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DonSebs_"], "country": "MEXICO", "text_es": "Eficacia, que llaman. Antes nos costaba puntos maricamente y ahora nos salva partidos enredados."}, {"id": 1439398228382912512, "verified": false, "tweet_text": "@MarkCrisRichard @AlexAmoJesus100 @alvarodias_ 1 - eu realmente não confio na coronavac\n2 - O Tarcísio havia passado por dois quadros de pneumonia há menos de 2 anos\n3 - estudos apontam que a coronavac diminui a eficácia em pessoas muito idosas\n4 - a postagem é sobre máscara e não vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MarkCrisRichard", "AlexAmoJesus100", "alvarodias_"]}, {"id": 1439398144077348865, "verified": false, "tweet_text": "@monicafurtado2 @daniduarte001 @danielsoranz Ninguém está imune, principalmente cm uma vacina que não tem comprovação real de eficácia e sim de mortalidade 🤔😏", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["monicafurtado2", "daniduarte001", "danielsoranz"], "tweet_emoticons": ["😏", "🤔"]}, {"id": 1439397706242445320, "verified": false, "tweet_text": "@AlexAmoJesus100 @alvarodias_ 1 - usar máscara sem eficácia de nada adianta \n2 - usar a mesma máscara durante horas, aumenta mais o risco\n3 - usar máscara e toda hora colocar a mão no nariz para ajeitar, também aumenta o risco \n4 - ideal é usar a PFF2 (N95) bem ajustada ao rosto e evitar todos esses erros.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["AlexAmoJesus100", "alvarodias_"]}, {"id": 1439397662013460482, "verified": false, "tweet_text": "2/3 O Projeto de Lei  n° 105/2021 propõe alterações no Código Penal para tornar crime a disseminação de notícias falsas sobre a eficácia, a importância e a segurança das vacinas. A proposta tramita na Câmara dos Deputados.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439397338141925379, "verified": false, "tweet_text": "@OsmarTerra Medicamento como a cloroquina que é usado desde o século passado, a máfia das vacinas dizem que não tem eficácia comprovada.   Mas essas vacinas produzidas às pressas, que está matando tanta gente, a máfia diz que é eficiente e querem obrigar todo mundo tomar.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["OsmarTerra"]}, {"id": 1439396930107453441, "verified": true, "tweet_text": "Triunfazo de Boca, mereció golear y por falta de eficacia terminó sufriendo. Muy buenas actuaciones individuales y colectivamente también se mejoró.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "Triunfazo de Boca, mereció golear y por falta de eficacia terminó sufriendo. Muy buenas actuaciones individuales y colectivamente también se mejoró."}, {"id": 1439396653887262720, "verified": false, "tweet_text": "📊 Sebastián Battaglia desde que asumió como DT de #Boca:\n\n- 6 partidos dirigidos.\n- 4 victorias y 2 empates.\n- 8 goles a favor y 3 en contra.\n- 3 vallas invictas.\n- 9/9 puntos como visitante.\n- 78% de eficacia. https://t.co/kswewHwb8M", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Boca"], "tweet_emoticons": ["📊"], "country": "MEXICO", "text_es": "📊 Sebastián Battaglia desde que asumió como DT de : - partidos dirigidos. - victorias y empates. - goles a favor y en contra. - vallas invictas. - /9 puntos como visitante. - % de eficacia."}, {"id": 1439396377113604098, "verified": false, "tweet_text": "@chetoasty @IsabelCorti @juliamengo Lo milite tanto cuando no salió como cuando salió. Me puse mal cuando no salió y bien cuando salió.  Me importan la eficacia, no la eficiencia. Lamento que les duela que el peronismo amplíe derechos, somos así, que le vamos a hacer.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["chetoasty", "IsabelCorti", "juliamengo"], "country": "MEXICO", "text_es": "Lo milite tanto cuando no salió como cuando salió. Me puse mal cuando no salió y bien cuando salió. Me importan la eficacia, no la eficiencia. Lamento que les duela que el peronismo amplíe derechos, somos así, que le vamos a hacer."}, {"id": 1439396246993739780, "verified": false, "tweet_text": "@cabjedits Falta eficacia, jugamos bien pero erramos goles nada mas", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["cabjedits"], "country": "MEXICO", "text_es": "Falta eficacia, jugamos bien pero erramos goles nada mas"}, {"id": 1439396140298952706, "verified": false, "tweet_text": "@EIsencao @mamutthe2020 @PatriotaBR2021 @JornalOGlobo @Ancelmocom Claro que pode, a vacina não tem 100% de eficácia. E se novas variantes forem criadas, algumas podem ser tão diferentes que a vacina não terá eficácia nenhuma contra elas.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["EIsencao", "mamutthe2020", "PatriotaBR2021", "JornalOGlobo", "Ancelmocom"]}, {"id": 1439395822580510720, "verified": false, "tweet_text": "ENORME: Uttar Pradesh, India anuncia que el estado es libre de COVID-19, lo que demuestra la eficacia del \"medicamento antiparasitario\" IVERMECTIN\nhttps://t.co/oGRjwR6WHw", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/oGRjwR6WHw"], "country": "MEXICO", "text_es": "ENORME: Uttar Pradesh, India anuncia que el estado es libre de COVID-19, lo que demuestra la eficacia del \"medicamento antiparasitario\" IVERMECTIN"}, {"id": 1439395775121960960, "verified": false, "tweet_text": "Me gusto este partido de @nacionaloficial por que jugo con paciencia, con buen fútbol y con eficacia!!", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["nacionaloficial"], "country": "MEXICO", "text_es": "Me gusto este partido de por que jugo con paciencia, con buen fútbol y con eficacia!!"}, {"id": 1439395744188932097, "verified": false, "tweet_text": "Depois de ver os comentários a este tweet cheguei à conclusão que vocês não percebem um caralho de futebol. Se vissem os jogos do Wolves saberiam que eles dominaram em todos os jogos e jogos bem difíceis, falta apenas a eficácia e isso não é culpa do treinador https://t.co/gKqAqRmYPj", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/gKqAqRmYPj"]}, {"id": 1439395185662779393, "verified": false, "tweet_text": "Cheio de gente com passaporte vacinal contaminada e contaminando outras pessoas. Depois os negacionistas são aqueles que duvidam da eficácia e da segurança. É a incoerência total. https://t.co/QFpIoGSa3h", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439394211342729217, "verified": false, "tweet_text": "@nise_dra Dra Nise - os idiotas ignoram a abordagem Empírica da Terapêutica - os dados Observacionais apontam de forma inequívoca a eficácia do tratamento inicial. Vários médicos fazem o trabalho de Educação em Saúde - com detalhes - para evitar a fase de agravamento. QUEREM OCULTAR A VD", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["nise_dra"]}, {"id": 1439393939321143298, "verified": false, "tweet_text": "@GTorreAmione (8) la eficacia del tratamiento temprano es de vital importancia.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["GTorreAmione"], "tweet_emoticons": ["8)"], "country": "MEXICO", "text_es": "(8) la eficacia del tratamiento temprano es de vital importancia."}, {"id": 1439393275882971141, "verified": false, "tweet_text": "@intasxtellar meooo amg sério, teve tantos cientistas e médicos dizendo que a eficácia da vacina é 95% comprovado, juro parece que eles querem perder a vida pro covid do que se vacinar pra se protegerem em plena pandemia", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["intasxtellar"]}, {"id": 1439392856708374538, "verified": false, "tweet_text": "@leandroruschel Onde estão os estudos da eficácia em adolescentes.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["leandroruschel"]}, {"id": 1439392853084581895, "verified": false, "tweet_text": "@conexaopolitica O Doria inventou essa “vachina”, sem eficácia, somente para roubar o povo?!\n\n#ForaDoriaPsicopata \n\n🤦🏽‍♂️", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["ForaDoriaPsicopata"], "mentions": ["conexaopolitica"], "tweet_emoticons": ["🤦🏽‍♂️"]}, {"id": 1439392769496260608, "verified": false, "tweet_text": "@gcfpallet então isso ta maior caos, pq uns barbz da gringa foram protestar questionando a eficacia da vacina", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["gcfpallet"]}, {"id": 1439392742090674183, "verified": false, "tweet_text": "vs Portimonense: -3 pontos. \n\nvs Estoril: - 2 pontos\n\nvs Belenenses Sad: - 2 pontos. \n\nvs Arouca: - 2 pontos \n\nResumindo. Vamos na 6.ª jornada e já perdemos 9 pontos completamente ridículos muito graças à falta de eficácia. É só.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439392683919822848, "verified": false, "tweet_text": "#Coronavirus | EE.UU recomienda tercera dosis de Pfizer por su baja eficacia\nNota completa: https://t.co/hPEh1AMj7F\nAgrégate al grupo en Facebook: https://t.co/1Coch0Zrv9 https://t.co/s7xhjKEbjm", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Coronavirus"], "tweet_urls": ["https://t.co/hPEh1AMj7F", "https://t.co/1Coch0Zrv9"], "country": "MEXICO", "text_es": "| EE.UU recomienda tercera dosis de Pfizer por su baja eficacia Nota completa: Agrégate al grupo en Facebook:"}, {"id": 1439392554525544449, "verified": false, "tweet_text": "@FFEERRNANDA Anda a cagar, con buen funcionamiento y ayudando al nueve, hasta los pibes de reserva pueden meter goles; después varia la eficacia\nLa eficacia ya es otro tema", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["FFEERRNANDA"], "country": "MEXICO", "text_es": "Anda a cagar, con buen funcionamiento y ayudando al nueve, hasta los pibes de reserva pueden meter goles; después varia la eficacia La eficacia ya es otro tema"}, {"id": 1439392070825914369, "verified": false, "tweet_text": "@EsdrasNAPOLITA2 @JordanSOliveira @kemper_paulo @BlogdoNoblat Só na sua cabeça que ela levou estudo sério de cientistas renomados. O que mais tem é ciência seria sendo feita e comprovando a eficácia das vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["EsdrasNAPOLITA2", "JordanSOliveira", "kemper_paulo", "BlogdoNoblat"]}, {"id": 1439391432796741633, "verified": false, "tweet_text": "@Irracionalword Por que caralhos a galera questiona eficácia de vacina sendo que nem tomou? ._.)", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Irracionalword"]}, {"id": 1439390804980666374, "verified": false, "tweet_text": "Eficacia, lo que a @JuniorClubSA le falta a @NacionalOficial le sobra. Ya es 1-3 en el Estadio Metropolitano Roberto Meléndez de Barranquilla. Una simple ilusión fueron los 25 primeros minutos de juego del local...", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["JuniorClubSA", "nacionaloficial"], "country": "MEXICO", "text_es": "Eficacia, lo que a le falta a le sobra. Ya es -3 en el Estadio Metropolitano Roberto Meléndez de Barranquilla. Una simple ilusión fueron los primeros minutos de juego del local..."}, {"id": 1439390680284024836, "verified": false, "tweet_text": "@IracemaHorta É verdade, esta é arma dêles, tem eficácia é só esperar, aos poucos vão aparecendo os casos morte certa.", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["IracemaHorta"]}, {"id": 1439390311063633920, "verified": false, "tweet_text": "@diwibmer Quando usas 2 métodos contraceptivos ao mesmo tempo, a eficácia duplica", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["diwibmer"]}, {"id": 1439389604797468674, "verified": false, "tweet_text": "@MatheusLoiola17 @oysantanaa Qual a taxa de eficácia? Kkkkkkkkk pq se for 50/50 fudeu!", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MatheusLoiola17", "oysantanaa"]}, {"id": 1439389600276008966, "verified": false, "tweet_text": "La Ulpgc deslumbrando por su eficacia ajajajaja. https://t.co/KUjmt2POYi", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/KUjmt2POYi"], "country": "MEXICO", "text_es": "La Ulpgc deslumbrando por su eficacia ajajajaja."}, {"id": 1439388961538023424, "verified": false, "tweet_text": "Imagina como deve ficar a cabeça de gente que acha que é inteligente, mas foi lá, e decidiu ser #COBAIA de vacinas experimentais, sem QUALQUER garantia de eficácia ou segurança, VER OS GRÁFICOS da FDA mostrando o DANO IRREVERSÍVEL e mortes associadas.\nSerá que uma pessoa assim", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["COBAIA"], "tweet_emoticons": ["xp"]}, {"id": 1439388905598590977, "verified": false, "tweet_text": "@MBarbosaMX Me ha tocado comprobar la eficacia y respaldo que los servicios de emergencia brindan en momentos de verdadera necesidad, y claro que es por el bien de todos utilizarlos responsablemente.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MBarbosaMX"], "country": "MEXICO", "text_es": "Me ha tocado comprobar la eficacia y respaldo que los servicios de emergencia brindan en momentos de verdadera necesidad, y claro que es por el bien de todos utilizarlos responsablemente."}, {"id": 1439388799180677123, "verified": false, "tweet_text": "Quisiera conocer una propuesta sensata y articulada de @NicolasMaduro, que denote el ejemplo de un buen gobierno caracterizado por la honradez, congruencia, eficiencia y eficacia en la administración de los recursos públicos, y desde luego: ¡el respeto a los derechos humanos! https://t.co/KH2ciaECsu", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["NicolasMaduro"], "tweet_urls": ["https://t.co/KH2ciaECsu"], "country": "MEXICO", "text_es": "Quisiera conocer una propuesta sensata y articulada de , que denote el ejemplo de un buen gobierno caracterizado por la honradez, congruencia, eficiencia y eficacia en la administración de los recursos públicos, y desde luego: ¡el respeto a los derechos humanos!"}, {"id": 1439388379678973954, "verified": false, "tweet_text": "@PradoEimar Não acredito nesse dado do jornal. Tem pessoas que não estão indo para a repescagem se vacinarem pq estão trabalhando, são evangélicos imbecis,duvidam da eficácia da vacina,medo dos efeitos colaterais e acham q podem se vacinarem depois da campanha pq se acham sadios. Dá vontade", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["PradoEimar"]}, {"id": 1439387911020032000, "verified": false, "tweet_text": "@cabjedits No tuvo estos mano a mano. 90% de eficacia en sus tiros.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["cabjedits"], "country": "MEXICO", "text_es": "No tuvo estos mano a mano. % de eficacia en sus tiros."}, {"id": 1439387592886300675, "verified": false, "tweet_text": "“Gabinete paralelo” levava dados da Prevent para o GF. - O protocolo usado pela operadora d saúde Prevent Senior para administrar medicamentos sem eficácia contra a Covid-19 em pacientes teve acompanhamento do Governo Federal.\nhttps://t.co/Ft0l6IaSKP via @YouTube", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/Ft0l6IaSKP"]}, {"id": 1439386983969787904, "verified": false, "tweet_text": "@ssantosbrun0 @mariomol @marquintmj @brunolevyde92 @Cersei61454168 @CNNBrasil Quer que façam o que então??? Se a vacina com 80% de eficácia n é suficiente pra vcs, querem seleção natural???", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ssantosbrun0", "mariomol", "marquintmj", "brunolevyde92", "Cersei61454168", "CNNBrasil"]}, {"id": 1439386870811660293, "verified": false, "tweet_text": "https://t.co/PEEAtchNkQ", "tweet_lang": "und", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/PEEAtchNkQ"]}, {"id": 1439386770030927879, "verified": false, "tweet_text": "@palmeriodoria QUADRILHA SOLTA\nQUANDO A JUSTIÇA E A POLÍCIA VÃO AGIR?Bolsonaro e filhos defenderam estudo mentiroso da Prevent sobre cloroquina\nTestes manipulados sobre eficácia de medicação foram apoiados e citados pelo Bolsonaro.\nhttps://t.co/XzyXEFJMsI", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["palmeriodoria"], "tweet_urls": ["https://t.co/XzyXEFJMsI"]}, {"id": 1439386684110643204, "verified": false, "tweet_text": "O cara com pensamento suicida alertando sobre a eficácia de exercícios para ajudar no tratamento de ansiedade e depressão", "tweet_lang": "pt", "tweet_date": "2021-09-19T01:00:00Z"}, {"id": 1439386388194021378, "verified": false, "tweet_text": "@luisgure @OnceNoticiasTV @IME_SRE @VotoExtranjero @INEMexico @SRE_mx Señor @lopezobrador_ \nLO QUE MEXICANOS EN EL EXTERIOR QUIEREN ES:\nRapidez, eficacia y atención digna para tramitar su pasaporte y su matrícula consular.\nSi en verdad conocieran a sus migrantes sabrían que la credencial de elector no es prioridad!!!\n\n@IME_SRE \n@SRE_mx \n@GenioShow", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["luisgure", "OnceNoticiasTV", "IME_SRE", "VotoExtranjero", "INEMexico", "SRE_mx", "lopezobrador_", "IME_SRE", "SRE_mx", "GenioShow"], "country": "MEXICO", "text_es": "Señor LO QUE MEXICANOS EN EL EXTERIOR QUIEREN ES: Rapidez, eficacia y atención digna para tramitar su pasaporte y su matrícula consular. Si en verdad conocieran a sus migrantes sabrían que la credencial de elector no es prioridad!!!"}, {"id": 1439386223001448449, "verified": false, "tweet_text": "https://t.co/BOn6d5PqnL @PlPanama @PrensaLatina_cu @osvaldobenitocu", "tweet_lang": "und", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["PlPanama", "PrensaLatina_cu", "osvaldobenitocu"], "tweet_urls": ["https://t.co/BOn6d5PqnL"]}, {"id": 1439386210808606721, "verified": false, "tweet_text": "@jdoriajr O Lock down não tem eficácia alguma e mesmo assim seguiram fechando o comércio e destruindo a economia.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["jdoriajr"]}, {"id": 1439385887645786114, "verified": false, "tweet_text": "\"Tengo mucha fe y optimismo por hacer un gran partido y ojalá que podamos traer la Copa a casa\".\n\nAsí termina la conferencia postpartido de @arielholan_DT luego de caer por la mínima ante Juárez en casa. \n\nPara arriba Profe. A trabajar en esa eficacia 🔥🦁.\n\n#TerritorioEsmeralda", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["TerritorioEsmeralda"], "mentions": ["arielholan_DT"], "tweet_emoticons": ["🦁", "🔥"], "country": "MEXICO", "text_es": "\"Tengo mucha fe y optimismo por hacer un gran partido y ojalá que podamos traer la Copa a casa\". Así termina la conferencia postpartido de luego de caer por la mínima ante Juárez en casa. Para arriba Profe. A trabajar en esa eficacia 🔥🦁."}, {"id": 1439385601925697539, "verified": false, "tweet_text": "@OrlandoADVGEORJ @depjorgesolla Foi ministro no Governo Dilma e está preso, Pazuello foi ministro de Bolsonaro, inventou tratamento precose sem eficácia, atrasou a compra de vacinas da Pfizer e comprou vacinas da Covaxim superfaturada, está livre e ganhou cargo de confiança de Bolsonaro, percebeu a diferença.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["OrlandoADVGEORJ", "depjorgesolla"]}, {"id": 1439385574985580546, "verified": false, "tweet_text": "@JanaDahoui O problema não são as vacinas já consolidadas com efeitos e eficácia comprovada. O problema é sermos cobaias de testes farmacológicos...", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JanaDahoui"]}, {"id": 1439385504135487499, "verified": false, "tweet_text": "#SALUD 💉 || Por reducción de su eficacia: Autoridades de Salud de EEUU no recomiendan tercera dosis de Pfizer - La iguana TV 🦎 https://t.co/1CfKNIZjcS", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["SALUD"], "tweet_urls": ["https://t.co/1CfKNIZjcS"], "tweet_emoticons": ["💉", "🦎"], "country": "MEXICO", "text_es": "💉 || Por reducción de su eficacia: Autoridades de Salud de EEUU no recomiendan tercera dosis de Pfizer - La iguana TV 🦎"}, {"id": 1439385491800002560, "verified": true, "tweet_text": "Lo que debes saber a esta hora:\n\n▪ AMLO plantea a la CELAC construir algo \"parecido a la Unión Europea\" con EEUU\n \n▪ Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia\n\nTodas las noticias en: https://t.co/LuKqajnwEe https://t.co/jOAyTVaLNm", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/LuKqajnwEe"], "tweet_emoticons": ["▪"], "country": "MEXICO", "text_es": "Lo que debes saber a esta hora: ▪ AMLO plantea a la CELAC construir algo \"parecido a la Unión Europea\" con EEUU ▪ Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia Todas las noticias en:"}, {"id": 1439385343753588737, "verified": false, "tweet_text": "@guillle77 @noeliard98 Esa es la clave sí en mi caso la eficacia es del 100%", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["guillle77", "noeliard98"], "country": "MEXICO", "text_es": "Esa es la clave sí en mi caso la eficacia es del %"}, {"id": 1439385302003449857, "verified": false, "tweet_text": "@ChequeGasca17 Eficacia  o ineficiencia en cambios realizados.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ChequeGasca17"], "country": "MEXICO", "text_es": "Eficacia o ineficiencia en cambios realizados."}, {"id": 1439385293283602433, "verified": false, "tweet_text": "\"...y mejorar la eficacia. (Hoy) me voy con la tristeza lógica y con esa bronca por como se dieron las cosas.\n\nHay que procesar la bronca y mañana ponemos a pensar de cara a esta oportunidad que tanto futbolistas como CT queremos para tener un triunfo y la Copa a casa\".", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "\"...y mejorar la eficacia. (Hoy) me voy con la tristeza lógica y con esa bronca por como se dieron las cosas. Hay que procesar la bronca y mañana ponemos a pensar de cara a esta oportunidad que tanto futbolistas como CT queremos para tener un triunfo y la Copa a casa\"."}, {"id": 1439385094674845696, "verified": false, "tweet_text": "En Pasto la fusión de varias secretarias sería importante para mayor control eficiencia eficacia y una forma de ahorro.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "En Pasto la fusión de varias secretarias sería importante para mayor control eficiencia eficacia y una forma de ahorro."}, {"id": 1439385052778057735, "verified": false, "tweet_text": "Señor @lopezobrador_ \nLO QUE MEXICANOS EN EL EXTERIOR QUIEREN ES:\nRapidez, eficacia y atención digna para tramitar su pasaporte y su matrícula consular.\nSi en verdad conocieran a sus migrantes sabrían que la credencial de elector no es prioridad!!!\n\n@IME_SRE \n@SRE_mx \n@GenioShow https://t.co/GmALuOdNhV", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["lopezobrador_", "IME_SRE", "SRE_mx", "GenioShow"], "tweet_urls": ["https://t.co/GmALuOdNhV"], "country": "MEXICO", "text_es": "Señor LO QUE MEXICANOS EN EL EXTERIOR QUIEREN ES: Rapidez, eficacia y atención digna para tramitar su pasaporte y su matrícula consular. Si en verdad conocieran a sus migrantes sabrían que la credencial de elector no es prioridad!!!"}, {"id": 1439385044263505922, "verified": false, "tweet_text": "O que não passou foi esse artigo mequetrefe de um maluco que fez um teste simples em vitro pra comprovar a eficácia dessa porcaria de cloroquina.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439384827233456133, "verified": false, "tweet_text": "Ariel Holan: \"No fue uno de nuestros mejores partidos. Uno de los atenuantes fue el campo de juego, que quedó afectado e incidió para no encontrar el ritmo.\n\nBrillando o no, hemos sido superiores en los últimos cuatro juegos, pero no hemos ganado por falta de eficacia\". https://t.co/FVLLwGbyVn", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Ariel Holan: \"No fue uno de nuestros mejores partidos. Uno de los atenuantes fue el campo de juego, que quedó afectado e incidió para no encontrar el ritmo. Brillando o no, hemos sido superiores en los últimos cuatro juegos, pero no hemos ganado por falta de eficacia\"."}, {"id": 1439384505425485826, "verified": false, "tweet_text": "@oiIuiz Não mataram com duas doses, querem ver se surte eficácia com 3 doses 🤡🤡🤡🤡🤡", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["oiIuiz"], "tweet_emoticons": ["🤡"]}, {"id": 1439384412790136834, "verified": true, "tweet_text": "#CoronavirusGT Según los científicos cubanos, tanto Abdala como Soberana 02 tienen una eficacia superior al 90% contra la aparición de síntomas de la enfermedad https://t.co/YNJ7Qn4ju1", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["CoronavirusGT"], "tweet_urls": ["https://t.co/YNJ7Qn4ju1"], "country": "MEXICO", "text_es": "Según los científicos cubanos, tanto Abdala como Soberana tienen una eficacia superior al % contra la aparición de síntomas de la enfermedad"}, {"id": 1439384240802643970, "verified": false, "tweet_text": "Mais de 590 mil brasileiros mortos apenas por um diagnóstico, em 1 ano e meio, e ainda há quem questione a eficiência e a eficácia das imunizações?", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439384148838424580, "verified": false, "tweet_text": "@larepublica_pe Falso \nSu eficacia no está demostrada pero eso que da coimasa y los@senderistas no se la quieren perder", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["larepublica_pe"], "country": "MEXICO", "text_es": "Falso Su eficacia no está demostrada pero eso que da coimasa y los no se la quieren perder"}, {"id": 1439383855102836739, "verified": false, "tweet_text": "@Hernando_MR @OKhadir08 @RenzoLaTorre3 @lizbethcita https://t.co/iK96MelIJc Ponte a leer no hace daño, la eficacia representa precisamente eso. Si la eficacia Pfizer es de 95% quiere decir que por cada 100 positivos no vacunados en una misma condición tendrías 5 positivos entre 100 vacunados. Y probablemente 0 muertos.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Hernando_MR", "OKhadir08", "RenzoLaTorre3", "lizbethcita"], "tweet_urls": ["https://t.co/iK96MelIJc"], "country": "MEXICO", "text_es": "Ponte a leer no hace daño, la eficacia representa precisamente eso. Si la eficacia Pfizer es de % quiere decir que por cada positivos no vacunados en una misma condición tendrías positivos entre vacunados. Y probablemente muertos."}, {"id": 1439383508062031877, "verified": false, "tweet_text": "SE CONTINUAR A VACINAÇÃO EM MASSA NO BRASIL, ATÉ 2030 RESTARÁ 15 % DA POPULAÇÃO BRASILEIRA NO BRASIL !\n ENTENDA À GRAVIDADE DISSO 💉?! \nACORDA POVO BRASILEIRO !\nVOCÊ NÃO É COBAIA DE LABORATÓRIO DE VACINAS DUVIDOSAS  SEM EFICÁCIA ! EXIGEM A FÓRMULA, EXIGEM A BULA DA 💉! 👀\nACORDA! https://t.co/THHFU8T2vO", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["💉", "👀"]}, {"id": 1439383505495023621, "verified": false, "tweet_text": "@LiedenL @conexaopolitica @lyrioregis A mais segura? A pior de todas sem eficácia nenhuma. Minha mãe tomou essa merda e sepultei ela no dia das mães depois de ficar entubada", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LiedenL", "conexaopolitica", "lyrioregis"]}, {"id": 1439383491477704706, "verified": false, "tweet_text": "@esbonik @MaromBoomer @hugoeyng @JanainaDoBrasil Eu não vou ficar aqui discutindo a eficácia da vacina em adolescentes,qdo amanhã enterraremos um amigo que faleceu de covid,que  tomou as 2 doses,enfermeiro,que confiava piamente no que disseram,qdo diziam que as chances de morrer eram quase zeradas...", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["esbonik", "MaromBoomer", "hugoeyng", "JanainaDoBrasil"]}, {"id": 1439383487618994179, "verified": false, "tweet_text": "@Steve0156544973 @Germaaaanyyyyy @SeresVergonha Vc disse o Óbvio, as Vacinas atuais não são a Solução definitiva, mas sim uma Arma adicional contra a Covid, diminuindo o Risco de morte para todos, independente de serem do Grupo de risco ou não. Ou seja, com baixa Eficácia ou não, a Vacina é a única arma contra a Covid.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Steve0156544973", "Germaaaanyyyyy", "SeresVergonha"]}, {"id": 1439383059804135430, "verified": false, "tweet_text": "Escrever com raiva costuma ser uma boa terapia, mas, ao meu ver, pode comprometer a eficácia da comunicação.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439383005307588608, "verified": false, "tweet_text": "@Fantasea212 @GOATFRACTIONS isso não tira o fato de q ela é uma v4ca hipócrita que não sabe oq fala. Não é pq foi antes de se saber a eficácia que não é um desserviço, até pq a vacina só seria aprovado com eficácia comprovada!", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Fantasea212", "GOATFRACTIONS"]}, {"id": 1439382479605927936, "verified": true, "tweet_text": "Panamá: Dosis de refuerzo, eficacia y seguridad de vacunas | #EnContexto\nhttps://t.co/pGTD1BCPUt a través de @ecotvpanama", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["EnContexto"], "mentions": ["ecotvpanama"], "tweet_urls": ["https://t.co/pGTD1BCPUt"], "country": "MEXICO", "text_es": "Panamá: Dosis de refuerzo, eficacia y seguridad de vacunas | a través de"}, {"id": 1439382458470895617, "verified": false, "tweet_text": "@benevide_s @VascodaGama Claro que faz. Justamente pq as vacinas mostraram eficácia a pessoa pode estar infectada sem nem saber. Ai passa o vírus adiante.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["benevide_s", "VascodaGama"]}, {"id": 1439382165913997316, "verified": false, "tweet_text": "@Ltigo16 @ccarballo50 No, quiero que expongas tú los datos. No puedes demostrar eso que afirmas de que esas vacunas tienen un 90% de eficacia.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Ltigo16", "ccarballo50"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "No, quiero que expongas tú los datos. No puedes demostrar eso que afirmas de que esas vacunas tienen un % de eficacia."}, {"id": 1439381369830969354, "verified": false, "tweet_text": "@solbrinck En Usa patrullas con 1 policía, que puede usar su arma, acá patrullas con 3 que no pueden hacer nada. Luego mayor eficacia, más patrullas y mejor control", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["solbrinck"], "country": "MEXICO", "text_es": "En Usa patrullas con policía, que puede usar su arma, acá patrullas con que no pueden hacer nada. Luego mayor eficacia, más patrullas y mejor control"}, {"id": 1439380958629830656, "verified": false, "tweet_text": "@Ltigo16 @ccarballo50 No, no, me interesa el tuyo. Para ver si es verdad eso de que la eficacia tiene un 90%", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Ltigo16", "ccarballo50"], "country": "MEXICO", "text_es": "No, no, me interesa el tuyo. Para ver si es verdad eso de que la eficacia tiene un %"}, {"id": 1439380920625242117, "verified": false, "tweet_text": "KIMBERLY LOAIZA✨\nEjemplo De Humildad, Disciplina, Esfuerzo y Dedicación...\nEsta chica con tan solo 23 años nos ha enseñado a que si podemos Soñarlo ..podemos Lograrlo..pero solo con esfuerzo y eficacia..\nElla✨Un Vivo Ejemplo De Lo Que Es Ser Una Digna Mujer❤️ https://t.co/cUfKw0wbC6", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["✨", "❤️"], "country": "MEXICO", "text_es": "KIMBERLY LOAIZA✨ Ejemplo De Humildad, Disciplina, Esfuerzo y Dedicación... Esta chica con tan solo años nos ha enseñado a que si podemos Soñarlo ..podemos Lograrlo..pero solo con esfuerzo y eficacia.. Ella✨Un Vivo Ejemplo De Lo Que Es Ser Una Digna Mujer❤️"}, {"id": 1439380742358933512, "verified": false, "tweet_text": "@Max65752957 @DivagoTM @rolei1denovo @guimarrocos @oatila Minhas fontes são a maioria dos estudos, as meta-análises que detectaram as falhas e fraudes, e o consenso. Tb os dados que temos de eficácia da vacinação (pode acompanhar no relatório diário) e sobre tratamento \"alternativo\", que falhou. Ver Prevent Senior para entender melhor.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Max65752957", "DivagoTM", "rolei1denovo", "guimarrocos", "oatila"]}, {"id": 1439380017360801793, "verified": false, "tweet_text": "@Dani_brazilian @JanainaDoBrasil pois a cada mutação, há a chance de alguma vacina perder eficácia.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Dani_brazilian", "JanainaDoBrasil"]}, {"id": 1439379748216573952, "verified": false, "tweet_text": "@Max65752957 @DivagoTM @rolei1denovo @guimarrocos @oatila Não, não tem. E incompletos é o padrão da ciência, sempre se pode melhorar a eficácia e precisão. Mas estão bem definidos e são seguros e suficientemente completos. O fato de que não entende isso é irrelevante.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Max65752957", "DivagoTM", "rolei1denovo", "guimarrocos", "oatila"]}, {"id": 1439379546357305349, "verified": false, "tweet_text": "Pero decían que no solo era normal, si no que era buena señal de la eficacia de la 💉 🤷‍♀️\n\nDe verdad que no hay derecho a ser tan bruta 🤦‍♀️ https://t.co/YRnx3RVTCg", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/YRnx3RVTCg"], "tweet_emoticons": ["💉", "🤦‍♀️", "🤷‍♀️"], "country": "MEXICO", "text_es": "Pero decían que no solo era normal, si no que era buena señal de la eficacia de la 💉 🤷‍♀️ De verdad que no hay derecho a ser tan bruta 🤦‍♀️"}, {"id": 1439379416547741705, "verified": false, "tweet_text": "É obrigatória aqui, só não tem eficácia cientificamente comprovada na Europa. https://t.co/wafo2sz6H1", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/wafo2sz6H1"]}, {"id": 1439379389909766144, "verified": false, "tweet_text": "Desciframos la campaña sucia de ataque a la candidatura de @SamanEdu, atacarlo en sus fortalezas: 1. Honestidad (sembrar dudas), 2. Eficacia (desconocer la efectividad de su gestión) 3. Su amor a la Patria (tildarlo de traidor). #CNEHabilitaASamánYa @cneesvzla  @TSJ_Venezuela https://t.co/hsEpqDsVvd", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["CNEHabilitaASamánYa"], "mentions": ["SamanEdu", "cneesvzla", "TSJ_Venezuela"], "country": "MEXICO", "text_es": "Desciframos la campaña sucia de ataque a la candidatura de , atacarlo en sus fortalezas: . Honestidad (sembrar dudas), . Eficacia (desconocer la efectividad de su gestión) . Su amor a la Patria (tildarlo de traidor)."}, {"id": 1439378756892778500, "verified": false, "tweet_text": "Los límites periodísticos del diseño lúdico: estudio experimental sobre la eficacia informativa de los newsgames | https://t.co/I6kvWBdUDQ https://t.co/UbFS2uodig   #Educacion https://t.co/uxNf1ek9od", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Educacion"], "tweet_urls": ["https://t.co/I6kvWBdUDQ", "https://t.co/UbFS2uodig"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Los límites periodísticos del diseño lúdico: estudio experimental sobre la eficacia informativa de los newsgames |"}, {"id": 1439378168536784905, "verified": false, "tweet_text": "Provável crise alérgia já bate aquele desespero. Só faltam 2 dias pra completar a eficácia da vacina. Pelo amor de deusss", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439378139269025800, "verified": false, "tweet_text": "As pessoas estavam desesperadas em busca de uma poção mágica contra a covid e as grandes farmacêuticas sabiam que qualquer coisa que eles oferecessem a população, ela aceitaria sem questionamentos. O povo foi tomar uma pseudo vacina que não tinha nem comprovação da sua eficácia", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439378051301875713, "verified": false, "tweet_text": "Por eso es que gobierno de #español premia a #ñeñeduque\nPor su eficacia  y excelentes resultados.\n#FeriadelLibrodeMadrid https://t.co/5dMna0fRpk", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["español", "ñeñeduque", "FeriadelLibrodeMadrid"], "tweet_urls": ["https://t.co/5dMna0fRpk"], "country": "MEXICO", "text_es": "Por eso es que gobierno de premia a Por su eficacia y excelentes resultados."}, {"id": 1439378021551640577, "verified": false, "tweet_text": "@nicorioscenteno Hace al funcionamiento y eficacia del Estado y a la concentración o desconcentración del poder\nPodés eliminar algunos cargos politicos, unificar servicios jurídicos, etc. No vas bajar sustancialmente el gasto tampoco", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["nicorioscenteno"], "country": "MEXICO", "text_es": "Hace al funcionamiento y eficacia del Estado y a la concentración o desconcentración del poder Podés eliminar algunos cargos politicos, unificar servicios jurídicos, etc. No vas bajar sustancialmente el gasto tampoco"}, {"id": 1439377937837563914, "verified": false, "tweet_text": "@Rmlc63 Até a FDA põe dúvidas da eficácia das sopas experimentais e já não quer a 3 dose para todos, apenas para os + 65 e para todos os vulneráveis", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Rmlc63"], "tweet_emoticons": ["xp"]}, {"id": 1439377819633602562, "verified": false, "tweet_text": "@LiedenL https://t.co/DLs7KhfQjK", "tweet_lang": "und", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LiedenL"], "tweet_urls": ["https://t.co/DLs7KhfQjK"]}, {"id": 1439377354539913217, "verified": false, "tweet_text": "@shwnaid @MrcioMagalhaes @Lucasbomber @eduardopaes Imbecil é quem não enxerga a realidade. VOCÊ está fugindo das EVIDÊNCIAS. Vacina EXPERIMENTAL não tem eficácia para evitar contaminação e NEM a morte de contaminados. No BR já são mais de 20 MIL vitimas fatais DA VACINA. DEPOIS da \"vacina\" o indice de contaminação no 🌎 AUMENTOU", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["shwnaid", "MrcioMagalhaes", "Lucasbomber", "eduardopaes"], "tweet_emoticons": ["🌎", "XP"]}, {"id": 1439377165338959872, "verified": false, "tweet_text": "Que asco dan esta gente,en serio.Estoy harta.\nSon capaces de darle la vuelta al problema de los nazis para echar mierda contra los trans.O todos somos unos mierdas que nos dejamos manipular por una mano negra que maniquea con eficacia(Hablamos de super estrategas con mega planes) https://t.co/DV2Y8tXFue", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/DV2Y8tXFue"], "country": "MEXICO", "text_es": "Que asco dan esta gente,en serio.Estoy harta. Son capaces de darle la vuelta al problema de los nazis para echar mierda contra los trans.O todos somos unos mierdas que nos dejamos manipular por una mano negra que maniquea con eficacia(Hablamos de super estrategas con mega planes)"}, {"id": 1439376972316954627, "verified": false, "tweet_text": "@HelemAzevedo Pelo menos o passaporte teve eficácia", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["HelemAzevedo"]}, {"id": 1439376929233285120, "verified": false, "tweet_text": "@nise_dra Parabéns Dra Nise, Tratamento imediato salva vidas sim. Somos provas vivas aqui. E não são poucas. Já esses experimentos chamado de Vacinas passamos nossa vez. Só daqui uns anos quem sabe. Quando tiver segurança comprovada. Hoje tem + malefícios q eficácia #VacinaObrigatoriaNAO", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["VacinaObrigatoriaNAO"], "mentions": ["nise_dra"], "tweet_emoticons": ["xp"]}, {"id": 1439376582741790724, "verified": false, "tweet_text": "@CastilloLobaton Impresiomante lectura de los partidos disputados por Perú para que está pequeña gran jugadora bloqueé, haga participar y remate con eficacia en cada presentación de su país... Felicitaciones", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["CastilloLobaton"], "country": "MEXICO", "text_es": "Impresiomante lectura de los partidos disputados por Perú para que está pequeña gran jugadora bloqueé, haga participar y remate con eficacia en cada presentación de su país... Felicitaciones"}, {"id": 1439376073276510209, "verified": false, "tweet_text": "@JornalOGlobo @Ancelmocom PARABÉNS\nÉ MELHOR UM PASSAPORTE\nFALSO\nQUI UM SORO SEM EFICÁCIA COMPLOVADA", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JornalOGlobo", "Ancelmocom"]}, {"id": 1439375945933197313, "verified": false, "tweet_text": "@Valdecirdelecl1 Caso te ofereçam a coronavac do doriana, não tome mesmo, essa não vale nada, não tem eficácia nenhuma. Continue com a Ivermectina, essa eu testei e garanto que protege.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Valdecirdelecl1"]}, {"id": 1439375526452469763, "verified": false, "tweet_text": "@diesel_boy @GustaAB @EdileneFelixCa1 @JanainaDoBrasil Eu falei que as motes não estão caindo? Eu citei que a maioria dos mortos já estão vacinados! Agora quanto a declararem 100% de eficácia contra morte, o que que estão dizendo aqui nesse vídeo acho que eu não ouvi direito?https://t.co/rEzhgdXWRh", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["diesel_boy", "GustaAB", "EdileneFelixCa1", "JanainaDoBrasil"], "tweet_urls": ["https://t.co/rEzhgdXWRh"]}, {"id": 1439375378414546954, "verified": false, "tweet_text": "ente eficacia y moral  elijo la primera", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "ente eficacia y moral elijo la primera"}, {"id": 1439375334898610176, "verified": false, "tweet_text": "@cafenobully @O179681 @Myshellyn_ @gianportugal2 @JornalOGlobo @Ancelmocom Nem vou comentar, esse dado aí é mais mentiroso que o 100% de eficácia da vacina.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["cafenobully", "O179681", "Myshellyn_", "gianportugal2", "JornalOGlobo", "Ancelmocom"]}, {"id": 1439375133098102792, "verified": false, "tweet_text": "@ccarballo50 Con un 85% ya vacunado, si fuera real la eficacia de dicha vacuna. No necesitarías rastrear ni encontrar al 15% restante. 🤷‍♂️ los que resulta de su exposición desesperada es que ni con el 100% funcionará", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ccarballo50"], "tweet_emoticons": ["🤷‍♂️", "xp"], "country": "MEXICO", "text_es": "Con un % ya vacunado, si fuera real la eficacia de dicha vacuna. No necesitarías rastrear ni encontrar al % restante. 🤷‍♂️ los que resulta de su exposición desesperada es que ni con el % funcionará"}, {"id": 1439374479000539136, "verified": false, "tweet_text": "@Steve0156544973 @Germaaaanyyyyy @SeresVergonha E aonde isso minimiza ou invalida a Eficácia e importância da Vacina? Seus pontos apenas fortalecem o Óbvio,a vacina não é perfeita mas é necessária.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Steve0156544973", "Germaaaanyyyyy", "SeresVergonha"]}, {"id": 1439374193276116996, "verified": false, "tweet_text": "@Xixonto1 @ccarballo50 Con más de un 90% de vacunados, con vacunas de más de 90% de eficacia, ¿qué porcentaje de vacunados has calculado que debería haber en los hospitales? ¿En cuántos puntos se han movido tus cálculos?", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Xixonto1", "ccarballo50"], "country": "MEXICO", "text_es": "Con más de un % de vacunados, con vacunas de más de % de eficacia, ¿qué porcentaje de vacunados has calculado que debería haber en los hospitales? ¿En cuántos puntos se han movido tus cálculos?"}, {"id": 1439374135101120513, "verified": false, "tweet_text": "@deccache E o que vc chama de redução de restricao externa foi entrada enorme de capital especulativo. Olha até concordo que o cambio muitas vezes tem pouca eficacia. Mas nao no periodo de 2005 a 2010. É dificil um exemplo com destruição maior que esse.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["deccache"]}, {"id": 1439374103048245250, "verified": false, "tweet_text": "Sin Justicia nuestras acciones son inciertas, pierden eficacia. Para progresar acordar reglas estables, iguales para todos, con las instituciones competitivas. Libro “Por un País más Justo y Floreciente”  https://t.co/HcZDpkz8eV.\nhttps://t.co/sj1Fmps379", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/HcZDpkz8eV", "https://t.co/sj1Fmps379"], "country": "MEXICO", "text_es": "Sin Justicia nuestras acciones son inciertas, pierden eficacia. Para progresar acordar reglas estables, iguales para todos, con las instituciones competitivas. Libro “Por un País más Justo y Floreciente” ."}, {"id": 1439373936215666690, "verified": false, "tweet_text": "Essa nossa mídia esquerdopata é responsável por milhares de mortes que poderiam ter sido evitadas se o tratamento precoce não fosse demonisado por ela e pela orcrim petista. Dezenas de artigos científicos provam a eficácia da ivermectina na atenuação dos efeitos do vírus chinês. https://t.co/S8TgPeSIgL", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z"}, {"id": 1439373770209247233, "verified": false, "tweet_text": "Sin Justicia nuestras acciones son inciertas, pierden eficacia. Para progresar acordar reglas estables, iguales para todos, con las instituciones competitivas. Libro “Por un País más Justo y Floreciente”  https://t.co/HcZDpkz8eV.\nhttps://t.co/sj1Fmps379", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/HcZDpkz8eV", "https://t.co/sj1Fmps379"], "country": "MEXICO", "text_es": "Sin Justicia nuestras acciones son inciertas, pierden eficacia. Para progresar acordar reglas estables, iguales para todos, con las instituciones competitivas. Libro “Por un País más Justo y Floreciente” ."}, {"id": 1439373769966030850, "verified": false, "tweet_text": "@paulozy @leandroruschel Pensamento dos coronalovers...\n\nAs 💉💉 são experimentais: SIM\n\nAs 💉💉 tem estudos conclusivos de eficácia e segurança: NÃO\n\nAh aplica as 💉💉 aí que lá na frente a gente vê no que vai dar...", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["paulozy", "leandroruschel"], "tweet_emoticons": ["💉", "xp"]}, {"id": 1439373680786747397, "verified": false, "tweet_text": "Los pueblos amigos de #Cuba confían plenamente en la eficacia de las vacunas fabricada por nuedtros científicos..por eso #Vietnam aprueba uso de vacuna cubana Abdala una prueba más de que\n#CubaSeRespeta\n#CubaPorLaVida\n#CubaNoEstaSola\n#VacunasCubanas\nhttps://t.co/InGSOQzfD1 https://t.co/kYuvfaIGkd", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Cuba", "Vietnam", "CubaSeRespeta", "CubaPorLaVida", "CubaNoEstaSola", "VacunasCubanas"], "tweet_urls": ["https://t.co/InGSOQzfD1"], "country": "MEXICO", "text_es": "Los pueblos amigos de confían plenamente en la eficacia de las vacunas fabricada por nuedtros científicos..por eso aprueba uso de vacuna cubana Abdala una prueba más de que"}, {"id": 1439372917486260225, "verified": false, "tweet_text": "Gooooooool del verde!! El loco, de cabeza, nos da el empate cuando no había por donde. JUN 1 - 1 NAC\n\nQue esto sea el despertar del equipo, que se ha visto superado por el tiburón. Para destacar, la eficacia del verde en el arco contrario. 🇳🇬👊💪⚽️🥅 @PulsoVerdeEC @tertuliaverde", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["PulsoVerdeEC", "tertuliaverde"], "tweet_emoticons": ["👊", "🇳🇬", "⚽", "💪", "🥅"], "country": "MEXICO", "text_es": "Gooooooool del verde!! El loco, de cabeza, nos da el empate cuando no había por donde. JUN - NAC Que esto sea el despertar del equipo, que se ha visto superado por el tiburón. Para destacar, la eficacia del verde en el arco contrario. 🇳🇬👊💪⚽️🥅"}, {"id": 1439372823156428801, "verified": false, "tweet_text": "@Ltigo16 @ccarballo50 Además ya han dicho que baja tanto la \"eficacia\" que hay que poner 3 dosis no?\nEs que el porcentaje de vacunados que ingresan en hospital es altísimo.. Entre un 80 y un 100%. Así que la eficacia es baja no, bajisima", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Ltigo16", "ccarballo50"], "country": "MEXICO", "text_es": "Además ya han dicho que baja tanto la \"eficacia\" que hay que poner dosis no? Es que el porcentaje de vacunados que ingresan en hospital es altísimo.. Entre un y un %. Así que la eficacia es baja no, bajisima"}, {"id": 1439372628704309250, "verified": false, "tweet_text": "Mejora Clínica no es sinónimo de eficacia terapéutica.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Mejora Clínica no es sinónimo de eficacia terapéutica."}, {"id": 1439372545938034688, "verified": false, "tweet_text": "@ValCord4 @BarbosaeSilva @QuebrandoOTabu Hein? Tirou isso do rabo foi? Nenhum momento falei isso. Só disse que eh legítimo qualquer pessoa questionar eficácia de qualquer  vacina. Mesmo que sejam casos raros ,As pessoas são livres pra questionar O fato de o MS consultar ou não, eu não falei nada disso Deixe de presepada", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ValCord4", "BarbosaeSilva", "QuebrandoOTabu"]}, {"id": 1439372267859873793, "verified": false, "tweet_text": "Bélgica, Alemanha, Canadá, EUA, Reino Unido, ngm reconhece a eficácia da #CoronaVac, passou da hora de jogarmos esse placebo no lixo aqui no Br… precisamos de vacina boa, não faz de conta… https://t.co/7qBJ9EvQPf https://t.co/LXCJsAc2Xz", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["CoronaVac"], "tweet_urls": ["https://t.co/7qBJ9EvQPf"]}, {"id": 1439372103183175682, "verified": false, "tweet_text": "Empata @NacionalOficial sobre 26 minutos de juego. Primera opción y adentro, ante la pobre marca defensiva del local. Eficacia.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["nacionaloficial"], "country": "MEXICO", "text_es": "Empata sobre minutos de juego. Primera opción y adentro, ante la pobre marca defensiva del local. Eficacia."}, {"id": 1439372067263164416, "verified": false, "tweet_text": "Estudio de Fase I/II con Sinopharm en población de 3 a 17 años. Me preguntan ¿se puede empezar a aplicar?, no aún, demuestra sobre todo seguridad para aplicarla, para la eficacia debiera conocerse datos de Fase III. \n\nNo nos comamos fases de investigación. https://t.co/p5qffPoXCm", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/p5qffPoXCm"], "country": "MEXICO", "text_es": "Estudio de Fase I/II con Sinopharm en población de a años. Me preguntan ¿se puede empezar a aplicar?, no aún, demuestra sobre todo seguridad para aplicarla, para la eficacia debiera conocerse datos de Fase III. No nos comamos fases de investigación."}, {"id": 1439371957645062150, "verified": false, "tweet_text": "@MCPSILVEIRA @Dr_Francisco_ Só pra vc ficar antenado: vacina CV19, fixa a sequência do vírus p 3/6 meses. Da varíola por anos e anos. Da H1N1 não achei. Foi por isso que perguntei pq não falou da Aids. Subtraiu q cada virus tem vacina com eficácia diferente. A aids tem vacina, em teste c algumas conclusões.", "tweet_lang": "pt", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["MCPSILVEIRA", "Dr_Francisco_"]}, {"id": 1439371868167933954, "verified": false, "tweet_text": "@torrents_d @AjBadalona Estic convençut que els agents han fet la seva feina.\nAra bè, un cop aixecada un Acta, s'han de seguir uns processos interns pq tingui eficacia.\nS'hauran tramitat els expedients en temps i forma, perquè sigui aixi?\nLa GU - com altres departaments- necessita més RRHH x funcionar", "tweet_lang": "ca", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["torrents_d", "AjBadalona"], "tweet_emoticons": ["xp"]}, {"id": 1439371731576266755, "verified": false, "tweet_text": "@Xixonto1 @ccarballo50 Funcionando la vacuna como ELLOS dicen, no tiene una eficacia del 100%. Léetelo.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Xixonto1", "ccarballo50"], "country": "MEXICO", "text_es": "Funcionando la vacuna como ELLOS dicen, no tiene una eficacia del %. Léetelo."}, {"id": 1439371389736194049, "verified": false, "tweet_text": "@elia_requena @ccarballo50 @NEKONINJA7 Eso lo ha explicado hasta cada una de las farmacéuticas cuando publicaron su eficacia..\nOsea, estás de acuerdo con ellas. \nSorpresa!", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["elia_requena", "ccarballo50", "NEKONINJA7"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Eso lo ha explicado hasta cada una de las farmacéuticas cuando publicaron su eficacia.. Osea, estás de acuerdo con ellas. Sorpresa!"}, {"id": 1439371189881917441, "verified": false, "tweet_text": "En la Argentina no rigen vasallajes. La Constitución manda los poderes del Estado. A cumplirlos. La Carta CFK se arroga poderes, vasallajes, prohibidos por la Constitución.\nSin Justicia nuestras acciones son inciertas, pierden eficacia. https://t.co/UXfXP6adRm", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/UXfXP6adRm"], "tweet_emoticons": ["XP"], "country": "MEXICO", "text_es": "En la Argentina no rigen vasallajes. La Constitución manda los poderes del Estado. A cumplirlos. La Carta CFK se arroga poderes, vasallajes, prohibidos por la Constitución. Sin Justicia nuestras acciones son inciertas, pierden eficacia."}, {"id": 1439371160278478849, "verified": false, "tweet_text": "Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia - 18.09.2021, Sputnik Mundo https://t.co/bFGwLVpluh", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/bFGwLVpluh"], "country": "MEXICO", "text_es": "Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia - , Sputnik Mundo"}, {"id": 1439371131513970693, "verified": false, "tweet_text": "Acho q é eficácia o termo correto. Idk", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439370822037217281, "verified": false, "tweet_text": "@JProArg Bueno, no debemos dejar que la gente se olvide de estas personas que cumplieron con eficacia y patriotismo sus funciones.\nA cada acción desastroza de éstos ministros actuales,antepongamos ejemplos.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["JProArg"], "country": "MEXICO", "text_es": "Bueno, no debemos dejar que la gente se olvide de estas personas que cumplieron con eficacia y patriotismo sus funciones. A cada acción desastroza de éstos ministros actuales,antepongamos ejemplos."}, {"id": 1439370650196578307, "verified": false, "tweet_text": "Gente PRO a que aura no escuchás a ninguno de los pejertos,  mamertos,  e hijos de puta del macrismo, cambiemos, juntos y la puta madre que los parió HABLAR DE LA PFIZER\n\nhttps://t.co/jy87IaSv47", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/jy87IaSv47"], "country": "MEXICO", "text_es": "Gente PRO a que aura no escuchás a ninguno de los pejertos, mamertos, e hijos de puta del macrismo, cambiemos, juntos y la puta madre que los parió HABLAR DE LA PFIZER"}, {"id": 1439370368184115206, "verified": false, "tweet_text": "@BlogdoNoblat Crime é \"jornalista\" ser militante. Deveriam limitar se aos fatos e não expor claramente que são idólatras de políticos e por eles mentem e fazem propaganda.\nHá testes e tempo suficientes para comprovar a EFICÁCIA e a NECESSIDADE de se expor crianças e adolescentes? CANALHA!", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["BlogdoNoblat"], "tweet_emoticons": ["xp"]}, {"id": 1439370243042840585, "verified": false, "tweet_text": "Bravo!!! Nuestros científicos producen vacunas de alta eficacia, gracias #Vietnam por creer en los cubanos, #CubaPorLaVida #CubaEsCiencia #CubaEsAmor #CubaPorLaSalud Muchas #CubaCooperaGambia #CubaSalvaVida https://t.co/McnjVmy0ZG", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Vietnam", "CubaPorLaVida", "CubaEsCiencia", "CubaEsAmor", "CubaPorLaSalud", "CubaCooperaGambia", "CubaSalvaVida"], "tweet_urls": ["https://t.co/McnjVmy0ZG"], "country": "MEXICO", "text_es": "Bravo!!! Nuestros científicos producen vacunas de alta eficacia, gracias por creer en los cubanos, Muchas"}, {"id": 1439369885973426181, "verified": false, "tweet_text": "@drmiguelmarcos @aprendeanutrir @ajibars @SaludStrategica (hablo sobre la eficacia y seguridad de las vacunas que se están aplicando)", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["drmiguelmarcos", "aprendeanutrir", "ajibars", "SaludStrategica"], "country": "MEXICO", "text_es": "(hablo sobre la eficacia y seguridad de las vacunas que se están aplicando)"}, {"id": 1439369767626891270, "verified": false, "tweet_text": "Nenhuma estrutura estatal é capaz de conter uma ação dessa natureza. Só existe tirania, porque existe concordância do povo para com ela.\n\n– P.\n\n-----------\n\nRatifico minha preferência pela greve de pagamento de impostos pela eficácia e rapidez dos resultados.\n\n– Alfredo Pinheiro", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439369657601908739, "verified": false, "tweet_text": "@folha Se o Bolsonaro não tivesse enrolado 8 meses p comprar vacina, não desencorajasse a população a não usar máscara, incentivasse aglomeração e remédio sem eficácia comprovada, 500 mil pessoas poderiam estar aqui até hoje! Ele é o maior assassino da história do Brasil!", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["folha"]}, {"id": 1439369618829811714, "verified": false, "tweet_text": "- Aldana Cometti (@AldiCometti) fue la jugadora que mejor eficacia de pases tuvo en el equipo argentino, con el 82.6%. En todo el partido la líder fue Bruninha, con el 91.9%.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["AldiCometti"], "country": "MEXICO", "text_es": "- Aldana Cometti () fue la jugadora que mejor eficacia de pases tuvo en el equipo argentino, con el %. En todo el partido la líder fue Bruninha, con el %."}, {"id": 1439369528362811393, "verified": false, "tweet_text": "Flávio Bolsonaro apagou tweet em que defendia método da Prevent Senior\n Flávio Bolsonaro apagou de sua conta no Twitter compartilhamentos e posts que fez sobreo estudo feito sem conhecimento de pacientes para testar a eficácia da hidroxicloroquina e azitromicina contra a covid-19 https://t.co/8cWAPyPYL3", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439369326117666819, "verified": false, "tweet_text": "@oliveiradlucian @DRJR13 @mariosabinof ✳️ O grupo de 18 membros de especialistas influentes foi encarregado de decidir se os últimos testes clínicos da Pfizer haviam fornecido resultados adequados q demonstrassem a segurança e eficácia de sua injeção de reforço.\nÑ Surpreendentemente, os resultados Ñ tiveram sucesso‼️", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["oliveiradlucian", "DRJR13", "mariosabinof"], "tweet_emoticons": ["‼️", "✳️"]}, {"id": 1439368931664347141, "verified": false, "tweet_text": "Live de #BolsonaroGenocida  “cai” logo após presidente dizer que ainda toma ivermectina\nTransmissão saiu do ar tanto no YouTube quanto no Facebook quando o psicopata fazia defesa de remédio sem eficácia contra a Covid com STF e com tudo!\nhttps://t.co/GYHsYRrtp2 https://t.co/wQkBn3JngN", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["BolsonaroGenocida"], "tweet_urls": ["https://t.co/GYHsYRrtp2", "https://t.co/wQkBn3JngN"]}, {"id": 1439368674327080965, "verified": false, "tweet_text": "Somos obrigados a tomar vacinas (experimentais) e nao é permitido questionar ou optar por qualquer outro procedimento, mesmo com eficácia explícita. https://t.co/nWBw6gjT8m", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["xp"]}, {"id": 1439368590281564168, "verified": false, "tweet_text": "@AlcaldiaMCR Adjetivos como anonadada, sorprendida y otros tantos más, ahora el alcalde de charallave ando haciendo cosas como loco, porque no se veía está \"eficacia' antes de las elecciones de las primarias cosas de la vida. Un buen susto y jalón de orejas😂😂😂😂👍", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["AlcaldiaMCR"], "tweet_emoticons": ["😂", "👍"], "country": "MEXICO", "text_es": "Adjetivos como anonadada, sorprendida y otros tantos más, ahora el alcalde de charallave ando haciendo cosas como loco, porque no se veía está \"eficacia' antes de las elecciones de las primarias cosas de la vida. Un buen susto y jalón de orejas😂😂😂😂👍"}, {"id": 1439368404054446087, "verified": false, "tweet_text": "@CelsoLi15871099 @PacibaKim @randolfeap Pelo contrário ,cada vez mais está sendo questionado ,a eficácia desta vacina ,veja o que está acontecendo no resto do mundo .Mas acho que 9 alienado aqui és tu", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CelsoLi15871099", "PacibaKim", "randolfeap"]}, {"id": 1439368307405172739, "verified": false, "tweet_text": "@ClaudiaRloiaco @revistaoeste Que tal debater sobre a eficácia dos venenos?", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ClaudiaRloiaco", "revistaoeste"], "country": "MEXICO", "text_es": "Que tal debater sobre a eficácia dos venenos?"}, {"id": 1439368135002492928, "verified": false, "tweet_text": "Durante la pandemia se han aplicado diversas marcas de vacunas 💉  para la COVID-19 en México. Sin embargo, las personas han tenido dudas sobre su eficacia,  ¿qué pasa si se combinan las vacunas?\n\nhttps://t.co/VIraAoCIdF", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/VIraAoCIdF"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Durante la pandemia se han aplicado diversas marcas de vacunas 💉 para la COVID-19 en México. Sin embargo, las personas han tenido dudas sobre su eficacia, ¿qué pasa si se combinan las vacunas?"}, {"id": 1439368034825777152, "verified": false, "tweet_text": "@ssantosbrun0 @mariomol @marquintmj @brunolevyde92 @Cersei61454168 @CNNBrasil Ah e Israel não é igual os  EUA que testam pessoas sem sintomas no trabalho, escola/universidade não viu? Lembre se também que boa parte da população já tomou a 2 dose nos últimos 6 meses, ou seja, a eficácia caiu drasticamente\nhttps://t.co/J34sDZGTYb", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ssantosbrun0", "mariomol", "marquintmj", "brunolevyde92", "Cersei61454168", "CNNBrasil"], "tweet_urls": ["https://t.co/J34sDZGTYb"]}, {"id": 1439367829917245443, "verified": false, "tweet_text": "@Myshellyn_ Mas, como eu disse, nem quero entrar no mérito da eficácia da vacina, pq seria um achismo meu qualquer dúvida ou certeza sobre. A minha discussão é sobre as consequências de um passaporte sanitário.", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Myshellyn_"]}, {"id": 1439367707263131648, "verified": false, "tweet_text": "@Lizgottik O Noroña de limpieza personal.\n\nO cictlali de nutrición.\n\nO Sheimbaum de eficacia.\n\nO piedra Ibarra de derechos humanos.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Lizgottik"], "country": "MEXICO", "text_es": "O Noroña de limpieza personal. O cictlali de nutrición. O Sheimbaum de eficacia. O piedra Ibarra de derechos humanos."}, {"id": 1439367095154847748, "verified": false, "tweet_text": "@MarciaRDFonseca @AndreVicente9 @renancalheiros 3 bilhões+ de doses de vacina aplicadas - 19 mil mortes (segundo  sua notícia)\n\n219 milhões de casos de covid - 4,55 milhões de mortes\n\nAinda tem dúvidas da eficácia das vacinas? \nOs números estão aí, não há argumentos contra esses fatos. https://t.co/RmqCuxc8fU", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["MarciaRDFonseca", "AndreVicente9", "renancalheiros"]}, {"id": 1439366363911495681, "verified": false, "tweet_text": "@d_rannan @ManfroiRenato Sim.\n1- Mas fontes dos dados são distintos.\n2- ACHO q, provavelmente: 2.1- as vacinas têm menos eficácia em relação à Delta variante; 2.2- com o passar do tempo, a eficácia das vacinas se reduz.", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["d_rannan", "ManfroiRenato"]}, {"id": 1439365663655710720, "verified": false, "tweet_text": "@CostaDouradaa @Ree_Lucci @charlie_mouch Sabe quem recorreu a um tratamento experimental? Donald Trump (conhecido como o derrotado). Quando viu a coisa feia, não quis saber desses tratamentos sem eficácia (HCQ, azitromicina, ivermectina etc). Pediu logo os anticorpos experimentais. E, assim que pode, se vacinou.", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CostaDouradaa", "Ree_Lucci", "charlie_mouch"], "tweet_emoticons": ["xp"]}, {"id": 1439365170841673732, "verified": false, "tweet_text": "Todavía falta una eternidad pero cuando te \"pones el traje de candidato\" es porque sabes a que jugas, como debes jugar y frente a las adversidades rapidamente te pones de pie. A la intensidad y el orden, le sumamos inteligencia y eficacia. Y ese plus de suerte necesario #Talleres", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Talleres"], "country": "MEXICO", "text_es": "Todavía falta una eternidad pero cuando te \"pones el traje de candidato\" es porque sabes a que jugas, como debes jugar y frente a las adversidades rapidamente te pones de pie. A la intensidad y el orden, le sumamos inteligencia y eficacia. Y ese plus de suerte necesario"}, {"id": 1439364804066611203, "verified": false, "tweet_text": "Señor alcalde agradezco su rapidez y eficacia con el caso de la perrita gobernantes así como usted es que necesitamos mil y mil gracias!!@juanabad1985", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Señor alcalde agradezco su rapidez y eficacia con el caso de la perrita gobernantes así como usted es que necesitamos mil y mil gracias!!"}, {"id": 1439364781413122051, "verified": false, "tweet_text": "@avinute @roja1866 @emerge_obs @imgweb_es @todomejorqenada @borja_gonzalez @DT3sc0 @FrayJosepho @eslamananadeFJL Me basta saber la eficacia de las vacunas en España con datos amplios y detalle a detalle. Me gusta tanto que he leído el hilo 5 veces. ¡¡Es FANTÁSTICO!!  💪🏻", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["avinute", "roja1866", "emerge_obs", "imgweb_es", "todomejorqenada", "borja_gonzalez", "DT3sc0", "FrayJosepho", "eslamananadeFJL"], "tweet_emoticons": ["💪🏻"], "country": "MEXICO", "text_es": "Me basta saber la eficacia de las vacunas en España con datos amplios y detalle a detalle. Me gusta tanto que he leído el hilo veces. ¡¡Es FANTÁSTICO!! 💪🏻"}, {"id": 1439364374205014018, "verified": false, "tweet_text": "@sorianomaria13 Pues yo creo que precisamente es para esto, ni soy inmunólogo ni biólogo ni nada, pero creo que lo lógico es contagiarse ahora que tienes la vacuna en plena eficacia ¿Para que si no?", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["sorianomaria13"], "country": "MEXICO", "text_es": "Pues yo creo que precisamente es para esto, ni soy inmunólogo ni biólogo ni nada, pero creo que lo lógico es contagiarse ahora que tienes la vacuna en plena eficacia ¿Para que si no?"}, {"id": 1439364221108736004, "verified": false, "tweet_text": "@CARBABOGLEHEAD @noteloinviertan Incoherencia? No sé trata de coherencia sino de eficacia y eficiencia,", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CARBABOGLEHEAD", "noteloinviertan"], "country": "MEXICO", "text_es": "Incoherencia? No sé trata de coherencia sino de eficacia y eficiencia,"}, {"id": 1439364165638963202, "verified": false, "tweet_text": "@Rafa9Mainez @CDBadajoz @RCDeportivo En el fútbol manda la eficacia en las áreas, los merecimientos qué son exactamente? El Dépor lleva 10 goles a favor y 0 en contra, el Badajoz 3 a favor y 1 en contra (en 4 partidos, muy poco) les lastra la eficacia ofensiva, los \"merecimientos\" de poco, o nada, valen.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Rafa9Mainez", "CDBadajoz", "RCDeportivo"], "country": "MEXICO", "text_es": "En el fútbol manda la eficacia en las áreas, los merecimientos qué son exactamente? El Dépor lleva goles a favor y en contra, el Badajoz a favor y en contra (en partidos, muy poco) les lastra la eficacia ofensiva, los \"merecimientos\" de poco, o nada, valen."}, {"id": 1439363982729617414, "verified": false, "tweet_text": "evidencia científica que respalden su seguridad y eficacia clínica, en el marco de un sistema de salud que garantice las condiciones de prestación de servicios de la mayor calidad. Se prohíbe todo constreñimiento, presión o restricción del ejercicio profesional que atente contra", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "evidencia científica que respalden su seguridad y eficacia clínica, en el marco de un sistema de salud que garantice las condiciones de prestación de servicios de la mayor calidad. Se prohíbe todo constreñimiento, presión o restricción del ejercicio profesional que atente contra"}, {"id": 1439363938546855939, "verified": false, "tweet_text": "@Myshellyn_ @gianportugal2 @JornalOGlobo @Ancelmocom Mas o meu tweet não foi sobre a eficácia da vacina, até pq, os efeitos da mesma ainda estão sendo estudadas e estamos conhecendo ainda. O meu tweet irônico foi sobre o passaporte sanitário, que tenho muito ceticismo filosófico e histórico sobre isso", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Myshellyn_", "gianportugal2", "JornalOGlobo", "Ancelmocom"]}, {"id": 1439363878975152129, "verified": false, "tweet_text": "Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia - 18.09.2021, Sputnik Mundo https://t.co/QUueyBjXN4", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/QUueyBjXN4"], "country": "MEXICO", "text_es": "Autoridades de Salud de EEUU rechazan la tercera dosis de Pfizer por reducción de su eficacia - , Sputnik Mundo"}, {"id": 1439363742807085060, "verified": false, "tweet_text": "Plan Panamá solidario reconocido por su transparencia y eficacia  👏👏👏 Felicidades  @presidenciapma #UnidadTorrijista", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["UnidadTorrijista"], "mentions": ["presidenciapma"], "tweet_emoticons": ["👏"], "country": "MEXICO", "text_es": "Plan Panamá solidario reconocido por su transparencia y eficacia 👏👏👏 Felicidades"}, {"id": 1439363709491728385, "verified": false, "tweet_text": "Vc sabia? Bolsonaro defende a Cloroquina, mesmo sem evidências científicas que comprovem a eficácia contra o COVID19 \n https://t.co/z5qijsKGUs", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/z5qijsKGUs"]}, {"id": 1439363642277994501, "verified": false, "tweet_text": "Siente la eficacia del nuevo Nocturne Ojos, que le da a tu mirada párpados más firmes, menos bolsas, ojeras y patas de gallo de la noche a la mañana.\n\n#Piel #Nocturne #TratamientoFacial #SkinCare #AcidoHialuronico #Suavidad #CuidaTuPiel #AltaTecnologia #ExpertosEnPiel #LBel https://t.co/RSx2HoyEVT", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Piel", "Nocturne", "TratamientoFacial", "SkinCare", "AcidoHialuronico", "Suavidad", "CuidaTuPiel", "AltaTecnologia", "ExpertosEnPiel", "LBel"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Siente la eficacia del nuevo Nocturne Ojos, que le da a tu mirada párpados más firmes, menos bolsas, ojeras y patas de gallo de la noche a la mañana."}, {"id": 1439363641636233221, "verified": false, "tweet_text": "Siente la eficacia del nuevo Nocturne Ojos, que le da a tu mirada párpados más firmes, menos bolsas, ojeras y patas de gallo de la noche a la mañana.\n\n#Piel #Nocturne #TratamientoFacial #SkinCare #AcidoHialuronico #Suavidad #CuidaTuPiel #AltaTecnologia #ExpertosEnPiel #LBel https://t.co/HnL7TIQyaY", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Piel", "Nocturne", "TratamientoFacial", "SkinCare", "AcidoHialuronico", "Suavidad", "CuidaTuPiel", "AltaTecnologia", "ExpertosEnPiel", "LBel"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Siente la eficacia del nuevo Nocturne Ojos, que le da a tu mirada párpados más firmes, menos bolsas, ojeras y patas de gallo de la noche a la mañana."}, {"id": 1439363563454337027, "verified": false, "tweet_text": "@natotronik Para todo, ufff los manes te resuelven todo con eficiencia y eficacia🙌💯👌", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["natotronik"], "tweet_emoticons": ["💯", "👌", "🙌"], "country": "MEXICO", "text_es": "Para todo, ufff los manes te resuelven todo con eficiencia y eficacia🙌💯👌"}, {"id": 1439363518021656580, "verified": false, "tweet_text": "@Remi67116782 @Angelloyogui @Gigi_Tangana @AlanBarrosoA Tampoco la elección de cargos en sí es sinónimo de eficacia ni de estabilidad.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Remi67116782", "Angelloyogui", "Gigi_Tangana", "AlanBarrosoA"], "country": "MEXICO", "text_es": "Tampoco la elección de cargos en sí es sinónimo de eficacia ni de estabilidad."}, {"id": 1439363454272524289, "verified": false, "tweet_text": "#LoMásLeído  El diputado rechazó vacunarse contra la Covid-19 tras cuestionar la eficacia de los tratamientos.  https://t.co/8hDzMhdH67", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["LoMásLeído"], "tweet_urls": ["https://t.co/8hDzMhdH67"], "country": "MEXICO", "text_es": "El diputado rechazó vacunarse contra la Covid-19 tras cuestionar la eficacia de los tratamientos."}, {"id": 1439362852192665608, "verified": false, "tweet_text": "“Felicitar a jaguares porque fueron superiores, sin duda son el mejor equipo del FPC. Nos faltó eficacia en el último tercio, arriba, abajo, a la bio a la bao y cero contra pulsero . Asumo la responsabilidad “", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "“Felicitar a jaguares porque fueron superiores, sin duda son el mejor equipo del FPC. Nos faltó eficacia en el último tercio, arriba, abajo, a la bio a la bao y cero contra pulsero . Asumo la responsabilidad “"}, {"id": 1439362545903603712, "verified": false, "tweet_text": "En menores de 11 años, Pfizer y Moderna esperan la aprobación de Emergencia de sus vacunas, de parte del FDA de EE.UU, para octubre; y Sinopharm mostró Eficacia y Seguridad, en un Estudio de fase 1/2 #Sinopharm #Moderna #Pfizer #COVID19AB #CovidVaccine #niñas #niños\n@vacunanos", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Sinopharm", "Moderna", "Pfizer", "COVID19AB", "CovidVaccine", "niñas", "niños"], "mentions": ["vacunanos"], "country": "MEXICO", "text_es": "En menores de años, Pfizer y Moderna esperan la aprobación de Emergencia de sus vacunas, de parte del FDA de EE.UU, para octubre; y Sinopharm mostró Eficacia y Seguridad, en un Estudio de fase /2"}, {"id": 1439362355297673218, "verified": false, "tweet_text": "@MinSaludCol @Fruizgomez Y dónde está el estudio científico de la evidencia de mayor eficacia que mencionan?", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["MinSaludCol", "Fruizgomez"], "country": "MEXICO", "text_es": "Y dónde está el estudio científico de la evidencia de mayor eficacia que mencionan?"}, {"id": 1439361896780546049, "verified": false, "tweet_text": "A população tem direito à informação sobre efeitos de um medicamento.Para isso tem as bulas.Porque não tem o mesmo direito de saber efeitos e eficácia de uma vacina? Por que só depois de 2 doses de Coronavac ela é informada que precisa fazer a terceira e quarta(como na Turquia)?!", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439361217152290819, "verified": false, "tweet_text": "@Vale_W0ng @luiz1nho @ratoborrachudo Na verdade ela é 70% de eficácia pra desenvolver a doença.\nAcontece que ele pode ser um que a vacina não conseguiu desenvolver imunidade o que é normal em se tratar de vacinação, ou esse ele está nos 30% que desenvolverem a doença e esse não é o caso grave", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Vale_W0ng", "luiz1nho", "ratoborrachudo"]}, {"id": 1439361171841339393, "verified": false, "tweet_text": "@hitman1603 @elpataparce @romerocholulajj @azucenau aceptación, popularidad, eficacia, prestigio... son conceptos diferentes y en el caso de López contrarios, su nivel de aceptación y popularidad nada tiene que ver con su eficacia.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["hitman1603", "elpataparce", "romerocholulajj", "azucenau"], "country": "MEXICO", "text_es": "aceptación, popularidad, eficacia, prestigio... son conceptos diferentes y en el caso de López contrarios, su nivel de aceptación y popularidad nada tiene que ver con su eficacia."}, {"id": 1439360895008878593, "verified": false, "tweet_text": "\"Quem deixar de se submeter sem justa causa à vacinação obrigatória; e criar, divulgar ou propagar por qualquer meio notícias falsas sobre as vacinas do programa nacional de imunização ou sobre sua eficácia, a pena é de reclusão, de dois a oito anos, e multa\"", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439360105158434816, "verified": false, "tweet_text": "@montarmat @masteraudiocat Milions d persones vacunades i en perfecte estat. La vacuna no té una eficacia del 100% ho has sentit explicar aixo? Doncs això vol dir q hi haura gent a qui no fara cap efecte i despres, com passa des d sempre, els humans seguiran morint, d'infart i d tantes altres patologies.", "tweet_lang": "ca", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["montarmat", "masteraudiocat"], "tweet_emoticons": ["xp"]}, {"id": 1439360102667104257, "verified": false, "tweet_text": "En todo evento en donde se ha participado con ellos se ha ofrecido colaboración desde la academia e inclusive en forma personal. El cáncer y sus decisiones son demasiado complejas para que no se apoyen en expertos tanto en el componente de eficacia, seguridad como económico. https://t.co/xjWehQ00at", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/xjWehQ00at"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "En todo evento en donde se ha participado con ellos se ha ofrecido colaboración desde la academia e inclusive en forma personal. El cáncer y sus decisiones son demasiado complejas para que no se apoyen en expertos tanto en el componente de eficacia, seguridad como económico."}, {"id": 1439359393997406208, "verified": false, "tweet_text": "Por aquí un enfermero negacionista de la eficacia de las vacunas 👇 https://t.co/CfUlQUUhAP", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/CfUlQUUhAP"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "Por aquí un enfermero negacionista de la eficacia de las vacunas 👇"}, {"id": 1439359136890826754, "verified": false, "tweet_text": "@AndreVicente9 @renancalheiros Só falou mentiras: o Brasil é o 3° país que mais vacina no mundo, os remédios tem eficácia científica comprovada, e nenhuma propina foi paga (não há qualquer prova e nenhum processo em andamento)! Canalha!", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["AndreVicente9", "renancalheiros"]}, {"id": 1439358922083684357, "verified": false, "tweet_text": "@guillenperazaXV @Angelloyogui @Gigi_Tangana @AlanBarrosoA La herencia de cargos públicos es como los fueros, rasgos que se mantienen por inercia, por concesiones, por vestigios de tradiciones previas. No tiene nada que ver con eficacia ni con estabilidad, no se engañe.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["guillenperazaXV", "Angelloyogui", "Gigi_Tangana", "AlanBarrosoA"], "country": "MEXICO", "text_es": "La herencia de cargos públicos es como los fueros, rasgos que se mantienen por inercia, por concesiones, por vestigios de tradiciones previas. No tiene nada que ver con eficacia ni con estabilidad, no se engañe."}, {"id": 1439358744714960897, "verified": false, "tweet_text": "@Soy_Patrick_ @AnabelAlonso_of Va a ser como el cucal aerosol de Bayer, eficacia probada. No te digo ná.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Soy_Patrick_", "AnabelAlonso_of"], "country": "MEXICO", "text_es": "Va a ser como el cucal aerosol de Bayer, eficacia probada. No te digo ná."}, {"id": 1439358661592326144, "verified": true, "tweet_text": "Los CDC advierten que la eficacia de la vacuna contra el COVID-19 de Moderna supera a la de Pfizer https://t.co/8hJH8AXaIg", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/8hJH8AXaIg"], "country": "MEXICO", "text_es": "Los CDC advierten que la eficacia de la vacuna contra el COVID-19 de Moderna supera a la de Pfizer"}, {"id": 1439358634631340041, "verified": false, "tweet_text": "@OsmarTerra @jluqueiroz A eficácia já se sabe(parou a pandemia).", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["OsmarTerra", "jluqueiroz"]}, {"id": 1439358341587914760, "verified": false, "tweet_text": "@docegirl5 Eu particularmente preferiria ter tomado ela ainda que com eficácia menor, as outras modificam rna e não sabemos quais os efeitos disso no tempo.", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["docegirl5"]}, {"id": 1439358271979237379, "verified": false, "tweet_text": "em mim a eficácia dessa foi de 100% https://t.co/G6cMA8OXYQ", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/G6cMA8OXYQ"]}, {"id": 1439358060464590849, "verified": false, "tweet_text": "Veamos la eficacia de la vacuna.\nAnoche inicie con síntomas fuertes como fiebre y malestar.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Veamos la eficacia de la vacuna. Anoche inicie con síntomas fuertes como fiebre y malestar."}, {"id": 1439357865442041859, "verified": false, "tweet_text": "@FamiliaGado Manifestação contra a vacinação obrigatória e o passaporte de vacina. \nO problema n é tomar vacina. O problema é forçar todos a tomarem mesmo quando não se sabe a eficacia real, os efeitos no longo prazo e a maioria sequer fica grave da doença em contexto.\nhttps://t.co/XGyeVOxKHg", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["FamiliaGado"]}, {"id": 1439357852351598594, "verified": false, "tweet_text": "Thiago Almada: inteligencia y eficacia. La llave del gol.\nhttps://t.co/eSjNUvZTx9", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Thiago Almada: inteligencia y eficacia. La llave del gol."}, {"id": 1439357850174869510, "verified": false, "tweet_text": "\"A empresa Prevent Senior, investigada pela CPI da Pandemia, ocultou mortes de pacientes que participaram de estudo experimental realizado para testar a eficácia da hidroxicloroquina, remédio comprovadamente sem eficácia contra covid-19.\"", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["xp"]}, {"id": 1439357583614222343, "verified": false, "tweet_text": "@TonyStarkMeta São os negacionistas da eficácia dessa vacina EXPERIMENTAL 🤔???", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["TonyStarkMeta"], "tweet_emoticons": ["🤔", "XP"]}, {"id": 1439357458284175365, "verified": false, "tweet_text": "A ver que nos cuentan las autoridades de aquí:\n\nAutoridades de Salud de EEUU no recomiendan la tercera dosis de Pfizer por reducción de su eficacia. \n\nhttps://t.co/cqJZ0LrHK8", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/cqJZ0LrHK8"], "country": "MEXICO", "text_es": "A ver que nos cuentan las autoridades de aquí: Autoridades de Salud de EEUU no recomiendan la tercera dosis de Pfizer por reducción de su eficacia."}, {"id": 1439357276415012866, "verified": false, "tweet_text": "Todas las vacunas 💉contra el COVID demostraron eficacia para prevenir enfermedad grave y muerte cercana al 100%. También redujeron el riesgo de desarrollo de enfermedad sintomática en porcentajes significativos (70-90%).", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Todas las vacunas 💉contra el COVID demostraron eficacia para prevenir enfermedad grave y muerte cercana al %. También redujeron el riesgo de desarrollo de enfermedad sintomática en porcentajes significativos (70-90%)."}, {"id": 1439357196027023361, "verified": false, "tweet_text": "@Francis61470479 @jorgeMCR200491 Yo no impongo nada\nCada cual es libre de hacer lo que considere oportuno\nEn el caso de las vacunas, las propias empresas dijeron que no inmunizaban, y de hecho los datos lo confirman, e incluso sugieren que contagian mas que los no vacunados\nhttps://t.co/TrW8k0xQ3K", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Francis61470479", "jorgeMCR200491"], "tweet_urls": ["https://t.co/TrW8k0xQ3K"], "country": "MEXICO", "text_es": "Yo no impongo nada Cada cual es libre de hacer lo que considere oportuno En el caso de las vacunas, las propias empresas dijeron que no inmunizaban, y de hecho los datos lo confirman, e incluso sugieren que contagian mas que los no vacunados"}, {"id": 1439357192755351553, "verified": false, "tweet_text": "....os cientistas e médicos que questionam a seguenaca e eficácia da Vacina para todo público alvo. Teremos a responsabilidade de todos vocês cobrada quando alto de mais grave ocorrer....", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z"}, {"id": 1439357001922908161, "verified": false, "tweet_text": "@ArturZalewska @danielabotelh10 @mqueiroga2 @MInfraestrutura @tarcisiogdf Kkkkkkkkkkkkk o cara é muito burro, a OMS declara que NÃO EXISTE ESTUDO SUFICIENTES QUE COMPROVA A EFICÁCIA E SEGURANÇA DAS VACINAS PARA PESSOAS COM MENOS DE 18 ANOS!", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ArturZalewska", "danielabotelh10", "mqueiroga2", "MInfraestrutura", "tarcisiogdf"]}, {"id": 1439356797551321096, "verified": false, "tweet_text": "@monjemuypillin @AlejandroJ841 @DictadoraLoba Mark Twain en realidad confirmó la eficacia y adaptabilidad del estudio frenológico. Como ya te he dicho antes, ni examino ni doy clases gratis a nadie.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["monjemuypillin", "AlejandroJ841", "DictadoraLoba"], "country": "MEXICO", "text_es": "Mark Twain en realidad confirmó la eficacia y adaptabilidad del estudio frenológico. Como ya te he dicho antes, ni examino ni doy clases gratis a nadie."}, {"id": 1439356767561977859, "verified": false, "tweet_text": "@Terra @CaioCopola eita, o Caio Copola me bloqueou no twitter. Peço que poder marca ele nessa notícia. Ele defendia essa Prevent Senior, que usava medicamentos sem eficácia para com Covid-19. Isso ainda vai dá cadeia para esses monstros.", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Terra", "CaioCopola"]}, {"id": 1439356757344669696, "verified": false, "tweet_text": "Todos y todas , los zurdos le marcan el camino y los cobardes ejecutan las políticas progres con gran eficacia 😡 https://t.co/XysWTe80EE", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/XysWTe80EE"], "tweet_emoticons": ["😡"], "country": "MEXICO", "text_es": "Todos y todas , los zurdos le marcan el camino y los cobardes ejecutan las políticas progres con gran eficacia 😡"}, {"id": 1439356750478647298, "verified": false, "tweet_text": "Muchas felicidades a los integrantes del jurado que con eficiencia, eficacia, transparencia e imparcialidad, emitieron sus votos tal y como observamos en las gráficas compartidas y de cuyos resultados se premiarán a los ganadores como sigue:", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Muchas felicidades a los integrantes del jurado que con eficiencia, eficacia, transparencia e imparcialidad, emitieron sus votos tal y como observamos en las gráficas compartidas y de cuyos resultados se premiarán a los ganadores como sigue:"}, {"id": 1439356305974734855, "verified": false, "tweet_text": "@sergiosilva10 @vcostacontos @OFauaz @valeriascher Bicho, pela ENESIMA VEZ: ele fez propaganda de REMEDIO SEM EFICÁCIA!!! VOCÊ ACHA, REALMENTE, QUE ELE \"QUERIA MAIS INFORMAÇÕES PARA APROVAR A VACINA\"?", "tweet_lang": "pt", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["sergiosilva10", "vcostacontos", "OFauaz", "valeriascher"]}, {"id": 1439355922774626309, "verified": false, "tweet_text": "Ha muerto más que un dramaturgo: además de escribir las obras, pensaba la escena, la manera de interpretar los diálogos, el espacio en el que se desarrollaría la acción, la forma de componer un personaje, la eficacia de un uso conflictivo del tiempo, las propuestas ideológicas", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "country": "MEXICO", "text_es": "Ha muerto más que un dramaturgo: además de escribir las obras, pensaba la escena, la manera de interpretar los diálogos, el espacio en el que se desarrollaría la acción, la forma de componer un personaje, la eficacia de un uso conflictivo del tiempo, las propuestas ideológicas"}, {"id": 1439355850905227268, "verified": false, "tweet_text": "@tomasrebord jajjajaa mayor eficacia es joda?? tenes al pelotudo de ANIBAL ( responsable de perder PBA luego de 23 años) Manzur ( que logro tiene ese pelotudo?)", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["tomasrebord"], "country": "MEXICO", "text_es": "jajjajaa mayor eficacia es joda?? tenes al pelotudo de ANIBAL ( responsable de perder PBA luego de años) Manzur ( que logro tiene ese pelotudo?)"}, {"id": 1439355710287007745, "verified": false, "tweet_text": "@luiz1nho @ratoborrachudo Se são reais esses dados postados, com as respectivas porcentagens, então estamos vendo que laboratório mentiu em relação à eficácia.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["luiz1nho", "ratoborrachudo"]}, {"id": 1439355505122611200, "verified": false, "tweet_text": "@sergiosilva10 @vcostacontos @OFauaz @valeriascher Mas ele tinha sobre a não eficácia da cloroquina, ivermectina e aí?", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["sergiosilva10", "vcostacontos", "OFauaz", "valeriascher"]}, {"id": 1439354578445688832, "verified": false, "tweet_text": "@lalunaguau @Alopez_Letrado @boquiviejuno @mianrey La vacuna era efectiva contra las anteriores variantes, contra Delta su eficacia frente a contagio se ha reducido casi a la mitad. Las mascarillas en interiores muy concurridos y de asistencia obligatoria (coles, el curro) se deberían quitar cuando haya vacuna efectiva, no antes.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["lalunaguau", "Alopez_Letrado", "boquiviejuno", "mianrey"], "country": "MEXICO", "text_es": "La vacuna era efectiva contra las anteriores variantes, contra Delta su eficacia frente a contagio se ha reducido casi a la mitad. Las mascarillas en interiores muy concurridos y de asistencia obligatoria (coles, el curro) se deberían quitar cuando haya vacuna efectiva, no antes."}, {"id": 1439354249369038855, "verified": false, "tweet_text": "Prefeito do RJ obriga população a tomar vachina sem comprovação de eficácia colocando em risco a vida de todos! https://t.co/iSqzCRgMGY", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439354178304884740, "verified": false, "tweet_text": "@RenataSL30 @o_antagonista Ela não protege 100%, mas tem sim sua eficácia e pode evitar que vc se contamine.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["RenataSL30", "o_antagonista"]}, {"id": 1439353952257064965, "verified": false, "tweet_text": "@BMGetasur \nLas máximas goleadoras han sido María Abellán con 7 goles y María González y Ana con 2 goles cada uno\nAndrea 5 paradas de 20 lanzamientos para un 25% de eficacia", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["BMGetasur"], "country": "MEXICO", "text_es": "Las máximas goleadoras han sido María Abellán con goles y María González y Ana con goles cada uno Andrea paradas de lanzamientos para un % de eficacia"}, {"id": 1439353836754378754, "verified": false, "tweet_text": "Incentiva a população a se auto medicar com algo sem comprovação científica de eficácia contra a covid, e suspende a vacinação de adolescentes sem a comprovação técnica ou científica de que ela não demonstra eficácia ou é maligna para adolescentes? Faça-me o favor seu meia boca.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439353801891319808, "verified": false, "tweet_text": "Estudo analisou eficácia das vacinas Pfizer e Moderna nos EUA; veja o resultado #tecnologia #canaltech https://t.co/XZXqcZzxfm", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["tecnologia", "canaltech"], "tweet_urls": ["https://t.co/XZXqcZzxfm"]}, {"id": 1439353250361315331, "verified": false, "tweet_text": "@senadorhumberto Senador, curte o momento com as netas e esqce um pouco a lacração.  Tds sabemos q esse negócio de máscara só é protocolo, de eficácia tá longe.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["senadorhumberto"]}, {"id": 1439353245982461957, "verified": false, "tweet_text": "@Elias_Swan1 Ya se han dado más casos en otros zoos, sobre todo con felinos. También en granjas de visones y un centro de cría de castores. De momento no hay una solución clara. Hay alguna vacuna experimental para animales, pero desconozco su eficacia y no creo que prevenga la infección.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Elias_Swan1"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Ya se han dado más casos en otros zoos, sobre todo con felinos. También en granjas de visones y un centro de cría de castores. De momento no hay una solución clara. Hay alguna vacuna experimental para animales, pero desconozco su eficacia y no creo que prevenga la infección."}, {"id": 1439352783971315716, "verified": false, "tweet_text": "HOME OFFICE LUCRATIVO Quer trabalhar no conforto da sua casa e ter uma boa renda? Para saber como trabalhar em casa e lucrar com eficácia, clique no link abaixo e aproveite esta oportunidade #homeoffice https://t.co/isOfP0N6PC https://t.co/wGqNvgbBDz", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["homeoffice"], "tweet_urls": ["https://t.co/isOfP0N6PC"]}, {"id": 1439352677905821696, "verified": false, "tweet_text": "Covid en Uruguay: origen, eficacia y datos sobre las vacunas CoronaVac, Pfizer y AstraZeneca https://t.co/wlczb5k2ZC", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/wlczb5k2ZC"], "country": "MEXICO", "text_es": "Covid en Uruguay: origen, eficacia y datos sobre las vacunas CoronaVac, Pfizer y AstraZeneca"}, {"id": 1439352579213959170, "verified": false, "tweet_text": "@MIJP_Vzla @CeballosIchaso1 En pro de ejercer la función con Profesionalismo, Eficiencia y Eficacia!", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["MIJP_Vzla", "CeballosIchaso1"], "country": "MEXICO", "text_es": "En pro de ejercer la función con Profesionalismo, Eficiencia y Eficacia!"}, {"id": 1439352454886342659, "verified": false, "tweet_text": "@aboutleide @ThiagoResiste @RuyBURGOS Nem sabia disso!\nhttps://t.co/da5L9EC0Vl", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["aboutleide", "ThiagoResiste", "RuyBURGOS"], "tweet_urls": ["https://t.co/da5L9EC0Vl"]}, {"id": 1439352312745676804, "verified": false, "tweet_text": "@almardente pessoal n entende q vacina n são 100% eficazes\nacho 2 doses dão uns 93% de eficácia\npor isso precisamos que mais de 80% da população seja vacinada", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["almardente"]}, {"id": 1439352308840767491, "verified": false, "tweet_text": "Eles não querem que questionemos a eficácia das vacinas. https://t.co/kfDY6dG4fR", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/kfDY6dG4fR"]}, {"id": 1439351997761789956, "verified": false, "tweet_text": "@trbotelho @AndersonBrites A variante Delta do Covid, devido a sua alta capacidade de transmissão, ou seja, muito superior a cepa inicial, exige que a vacina tenha uma eficácia muito maior que as vacinas atualmente disponíveis possuem, p/ que a imunidade coletiva ou de rebanho possa ser alcançada.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["trbotelho", "AndersonBrites"]}, {"id": 1439351872247173126, "verified": false, "tweet_text": "@marittena @CrewMesias @ccarballo50 @SReigada @NewsReputation Con una eficacia relativa del 94% respecto de los no vacunados, no tiene sentido ninguno.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["marittena", "CrewMesias", "ccarballo50", "SReigada", "NewsReputation"], "country": "MEXICO", "text_es": "Con una eficacia relativa del % respecto de los no vacunados, no tiene sentido ninguno."}, {"id": 1439351724007903234, "verified": false, "tweet_text": "@ansmachadomg @paulalake Fake News:\n https://t.co/uw41HZcGnt", "tweet_lang": "en", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["ansmachadomg", "paulalake"], "tweet_urls": ["https://t.co/uw41HZcGnt"], "country": "USA", "text_en": "Fake News:"}, {"id": 1439351613802651649, "verified": false, "tweet_text": "a uerj está realizando uma pesquisa sobre a eficácia das vacinas no organismo, mas pra isso precisam de voluntários. \nse vc quiser e puder participar, não deixe de contribuir, a ciência agradece! https://t.co/53Au7qvYMn", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439351437423779840, "verified": false, "tweet_text": "É para moralizar? Ok. Há pessoas que morreram por causa dos negacionistas da capacidade de transmissão e letalidade do vírus em idosos e/ou acumulando problemas de saúde mas confiaram numa dada eficácia das máscaras, “lockdown” e vacinas. O que é um crime. https://t.co/jMb5RuVwU0", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439351413956648964, "verified": false, "tweet_text": "@Roberto49910155 @Tiemposalvaje Una cosa son vacunas que está probada su eficacia desde hace 50 años y otra cosa es un experimento directamente de la probeta a su organismo …. La diferencia es abismal.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Roberto49910155", "Tiemposalvaje"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Una cosa son vacunas que está probada su eficacia desde hace años y otra cosa es un experimento directamente de la probeta a su organismo …. La diferencia es abismal."}, {"id": 1439350832059801605, "verified": false, "tweet_text": "@Viniciu54600833 @mariosabinof Quem vai pedir desculpas por remédios sem eficácia, atraso na compra vacinas, não vacinar os adolescentes, ser contra máscaras.  600 mil BRASILEIROS MORTOS", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Viniciu54600833", "mariosabinof"]}, {"id": 1439350824015122432, "verified": false, "tweet_text": "@menduco_liberal @agusantonetti las crisis económicas las generan los gobiernos populistas con sus desmadres y la pandemia se puede combatir usando vacunas de probada eficacia y campañas pensadas", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["menduco_liberal", "agusantonetti"], "country": "MEXICO", "text_es": "las crisis económicas las generan los gobiernos populistas con sus desmadres y la pandemia se puede combatir usando vacunas de probada eficacia y campañas pensadas"}, {"id": 1439350625062506506, "verified": false, "tweet_text": "@SigaGazetaBR @PSBNacional40 vcs vão consolar cada mãe e pai nos hospitais? Vcs podem GARANTIR EFICÁCIA da vacina? Podem garantir que os jovens não sofrerão NENHUM EFEITO COLATERAL de uma vacina que é EXPERIMENTAL?! Façam seus filhos de cobaia! Irresponsáveis!", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["SigaGazetaBR", "PSBNacional40"], "tweet_emoticons": ["XP"]}, {"id": 1439350439368171523, "verified": false, "tweet_text": "@JampaWebJornal @Rioparina @andr67272991 Amigo, ainda não, mas no proximo mês falamos com mais eficácia sobre o assunto.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["JampaWebJornal", "Rioparina", "andr67272991"]}, {"id": 1439350350255988740, "verified": false, "tweet_text": "Dudan de eficacia de política de sanciones de #EEUU https://t.co/7w7dQRTocl\n\n#MaduroLlevaLaVerdadALaCELAC\n\n#VenezuelaSeRespeta https://t.co/fz7QzYFlov", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["EEUU", "MaduroLlevaLaVerdadALaCELAC", "VenezuelaSeRespeta"], "tweet_urls": ["https://t.co/7w7dQRTocl"], "country": "MEXICO", "text_es": "Dudan de eficacia de política de sanciones de"}, {"id": 1439350323890556938, "verified": false, "tweet_text": "@AmigotPed @Llegaremosalas2 @r_bernal109 Eficacia para matar tienen como dijeron en Israel, la muerte es más suave para los vacunados que para los no vacunados. Eficacia para provocar alteraciones menstruales tiene, las mujeres lo están comprobando ahora. A esa eficacia se le denomina eugenesia.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["AmigotPed", "Llegaremosalas2", "r_bernal109"], "country": "MEXICO", "text_es": "Eficacia para matar tienen como dijeron en Israel, la muerte es más suave para los vacunados que para los no vacunados. Eficacia para provocar alteraciones menstruales tiene, las mujeres lo están comprobando ahora. A esa eficacia se le denomina eugenesia."}, {"id": 1439350285734973444, "verified": false, "tweet_text": "@gerlinher @FriquiPsicologo Con estas cifras, dudo que la eficacia Se más de un 10% https://t.co/dPy0paxXl5", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["gerlinher", "FriquiPsicologo"], "country": "MEXICO", "text_es": "Con estas cifras, dudo que la eficacia Se más de un %"}, {"id": 1439350181380636672, "verified": false, "tweet_text": "Dr. Salinas!!!!!!! @DrDanielSalinas\nTeléfonoooo!!!!!\n\nhttps://t.co/cYpTo0Pygn", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["DrDanielSalinas"], "tweet_urls": ["https://t.co/cYpTo0Pygn"], "country": "MEXICO", "text_es": "Dr. Salinas!!!!!!! Teléfonoooo!!!!!"}, {"id": 1439349154086543362, "verified": false, "tweet_text": "Pergunto: quem está lucrando cifras astronômicas com a venda de picadinhas de real eficácia duvidosa, estaria cometendo crime contra  humanidade?", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439349009336786945, "verified": true, "tweet_text": "Con 16 votos en contra y 2 a favor, el Comité Asesor de Vacunas y Productos Biológicos Relacionados de la Administración de Alimentos y Medicamentos estadounidense rechazó recomendar la vacuna de Pfizer BioNTech para ser aplicada como dosis de refuerzo 👇https://t.co/D4hIz86Esc", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/D4hIz86Esc"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "Con votos en contra y a favor, el Comité Asesor de Vacunas y Productos Biológicos Relacionados de la Administración de Alimentos y Medicamentos estadounidense rechazó recomendar la vacuna de Pfizer BioNTech para ser aplicada como dosis de refuerzo 👇"}, {"id": 1439348804969549828, "verified": false, "tweet_text": "@AliGoodDay @Llegaremosalas2 @r_bernal109 Yo no pretendo que se vacunen, lo que es inaceptable es que mientan con cifras, se inventen casos irreales y siembren de falsos datos las redes. Y si usted se ha vacunado felicidades, pero ellos si que pretenden que la gente no lo haga. Las vacunas tienen una eficacia conocida.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["AliGoodDay", "Llegaremosalas2", "r_bernal109"], "country": "MEXICO", "text_es": "Yo no pretendo que se vacunen, lo que es inaceptable es que mientan con cifras, se inventen casos irreales y siembren de falsos datos las redes. Y si usted se ha vacunado felicidades, pero ellos si que pretenden que la gente no lo haga. Las vacunas tienen una eficacia conocida."}, {"id": 1439348721846820864, "verified": false, "tweet_text": "@APichinine @patriciarochab_ @bandnewstv @randolfeap Genocida é zumbi/gado que adota narrativas de gente má e sai por aí demonizando remédios e querendo impor vacina sem eficácia e segurança. Os mesmos que cobram segurança, eficácia e vastos estudos (que já existem) para certos remédios, são os mesmos que não fazem isso pra vacina.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["APichinine", "patriciarochab_", "bandnewstv", "randolfeap"]}, {"id": 1439348030558416900, "verified": false, "tweet_text": "@luiz1nho @ratoborrachudo bem capaz dele ter pego a delta, e ai a eficacia de 1 dose só é bem menor. Esse numero que você postou é em relação a variante que estava predominante na epoca dos estudos das vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["luiz1nho", "ratoborrachudo"]}, {"id": 1439347849779716096, "verified": false, "tweet_text": "@EnekoElena2019 @ccarballo50 Por ejemplo, en el rango 70-79 hay 98,7% de vacunados. Es decir, 1.3% de no vacunados. Sin embargo son el 17% de casos. Fórmula de Bayes-&gt; eficacia mayor del 90%", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["EnekoElena2019", "ccarballo50"], "country": "MEXICO", "text_es": "Por ejemplo, en el rango -79 hay % de vacunados. Es decir, % de no vacunados. Sin embargo son el % de casos. Fórmula de Bayes-&gt; eficacia mayor del %"}, {"id": 1439346714603835394, "verified": false, "tweet_text": "@Vale_W0ng @luiz1nho @ratoborrachudo Eh bom frisar que nenhuma vacina pra nada tem 100% de eficacia", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Vale_W0ng", "luiz1nho", "ratoborrachudo"]}, {"id": 1439346602892840960, "verified": false, "tweet_text": "@laishawilkins Principio de Peters (PdP). \nSe impone a los sueños, aspiraciones, palancas, les guste o no. \nSoñar cualquiera. Aptitud/actitud. Eficacia /eficiencia. No cualquiera.\nPdP = Límite de la capacidad 🤷‍♀️.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["laishawilkins"], "tweet_emoticons": ["🤷‍♀️"], "country": "MEXICO", "text_es": "Principio de Peters (PdP). Se impone a los sueños, aspiraciones, palancas, les guste o no. Soñar cualquiera. Aptitud/actitud. Eficacia /eficiencia. No cualquiera. PdP = Límite de la capacidad 🤷‍♀️."}, {"id": 1439346438614495232, "verified": false, "tweet_text": "O ruim de musculação é q todo resultado é a longo prazo, vc so consegue ver a eficacia de uma estratégia daqui ha meses", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439346373523091463, "verified": false, "tweet_text": "📊 Diego Moreno (96) vs Quindio:\n\n- 1° en eficacia de pases [90%].\n- 1° en pases precisos [73].\n- 1° en tiros a puerta [2].\n- 2° en pases a campo contrario [31].\n- 2° en duelos ganados [5, 83%].\n- 2° en entradas correctas [2].\n- 50% pases largos acertados [2].\n- 2 recuperaciones. https://t.co/gZ9xkQ91f0", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_emoticons": ["📊"], "country": "MEXICO", "text_es": "📊 Diego Moreno (96) vs Quindio: - ° en eficacia de pases [90%]. - ° en pases precisos [73]. - ° en tiros a puerta [2]. - ° en pases a campo contrario [31]. - ° en duelos ganados [5, %]. - ° en entradas correctas [2]. - % pases largos acertados [2]. - recuperaciones."}, {"id": 1439346362915696640, "verified": false, "tweet_text": "@paulozy @FraanLeidi @leandroruschel Da preguiça, mas vamos lá.  Vacinas existem a muitas décadas, mas cada vacina tem um período de estudos até ser aprovadas, certo? Então a birra não é com a vacina em si, mas com a falta de tempo para se verificar a eficácia e principalmente a SEGURANÇA, das vacinas.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["paulozy", "FraanLeidi", "leandroruschel"]}, {"id": 1439346279205806085, "verified": false, "tweet_text": "@marta_orth Não tenho nada contra listas de sdv, mas também não acredito na eficácia delas... Sigo só quem estou a fim, no caso estou te seguindo. rsrs", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["marta_orth"]}, {"id": 1439346175786856450, "verified": false, "tweet_text": "@alejperez_ @tax_i_driver sabemos desde el principio que frente a las variantes estándar la eficacia de las vacunas de emergencia que estamos usando es de ±95%, que Delta rebaja a ±85%. La vacuna es crucial, pero no alcanza para proteger a todos. Si no podemos explicar algo tan sencillo, apaga y vámonos.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["alejperez_", "tax_i_driver"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "sabemos desde el principio que frente a las variantes estándar la eficacia de las vacunas de emergencia que estamos usando es de ±95%, que Delta rebaja a ±85%. La vacuna es crucial, pero no alcanza para proteger a todos. Si no podemos explicar algo tan sencillo, apaga y vámonos."}, {"id": 1439345079634780165, "verified": false, "tweet_text": "@TupiniquimS @reportersalles As vacinas, das quais não sou a favor, no caso da Covid tem eficácia muito baixa e MESMO a da Gripe não é 100% eficaz logo não impedem que seja infectado. Em nenhum momento neguei sobre tratamentos já que princípio de doença é estudo de tratamentos ⬇️", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["TupiniquimS", "reportersalles"], "tweet_emoticons": ["⬇️"]}, {"id": 1439345072613511172, "verified": false, "tweet_text": "@jugaflor @Rafa9Mainez @Primera_RFEF Si no existieran las porterías el Badajoz sería campeón del mundo, pero la realidad es que lleva 3 goles en 4 partidos, el fútbol es eficacia en ambas áreas, amigo.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["jugaflor", "Rafa9Mainez", "Primera_RFEF"], "country": "MEXICO", "text_es": "Si no existieran las porterías el Badajoz sería campeón del mundo, pero la realidad es que lleva goles en partidos, el fútbol es eficacia en ambas áreas, amigo."}, {"id": 1439344837975805962, "verified": false, "tweet_text": "@CharlieExplict @sonzxm @ayobigher @poorcwtsuit @tracklist Se você aplaudir essas medidas governamentais mesmo sem uma comprovação de eficácia de órgãos internacionais,ou principalmente nacionais é tranquilo?", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["CharlieExplict", "sonzxm", "ayobigher", "poorcwtsuit", "tracklist"], "tweet_emoticons": ["xp"]}, {"id": 1439344763023593477, "verified": false, "tweet_text": "@Cisne_lindo @beegarc_ Quando o povo exigir que lhe restituam o direito de ser tratado por CLÍNICOS, de acordo com o código internacional de ética médica e com os antivíricos «históricos» acabará a farsa, o genocídio e o terror\nhttps://t.co/YSXm6TCdGU\nEFICÁCIA dos ADAMANTANOS...\nhttps://t.co/wSluJxo9Ti", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Cisne_lindo", "beegarc_"], "tweet_urls": ["https://t.co/YSXm6TCdGU", "https://t.co/wSluJxo9Ti"]}, {"id": 1439344743788523521, "verified": false, "tweet_text": "⚠ Covid en Uruguay: origen, eficacia y datos sobre las vacunas CoronaVac, Pfizer y AstraZeneca 👉 sigue leyendo https://t.co/o4kBTD9IGl |  más #noticias en https://t.co/Zt8PpOe53B 📌 #INInternacional  #Uruguay #origen, #eficacia por @clarincom https://t.co/euOtVY176H", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["noticias", "INInternacional", "Uruguay", "origen", "eficacia"], "mentions": ["clarincom"], "tweet_urls": ["https://t.co/o4kBTD9IGl", "https://t.co/Zt8PpOe53B"], "tweet_emoticons": ["👉", "📌", "⚠"], "country": "MEXICO", "text_es": "⚠ Covid en Uruguay: origen, eficacia y datos sobre las vacunas CoronaVac, Pfizer y AstraZeneca 👉 sigue leyendo | más en 📌 , por"}, {"id": 1439344663761141761, "verified": false, "tweet_text": "Olá só Gente, vai vendo Brasil vai vendo Brasil, quantidade de medicamos,sem eficácia pra convid 19, que está sem a sua devida localidade, segundo a reportagem da CNN, https://t.co/cuOIJPLr87", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z"}, {"id": 1439344216182771714, "verified": false, "tweet_text": "@AlvaroM_ENG Jamás me puse una vacuna (y me he puesto muchas) y pregunté o necesité saber la eficacia o efectividad de la misma. Cuando se mezcló la enfermedad con la política y se prohibió el debate científico se cargaron la \"credibilidad médica\". Una pena q se haya convertido en un negocio", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["AlvaroM_ENG"], "country": "MEXICO", "text_es": "Jamás me puse una vacuna (y me he puesto muchas) y pregunté o necesité saber la eficacia o efectividad de la misma. Cuando se mezcló la enfermedad con la política y se prohibió el debate científico se cargaron la \"credibilidad médica\". Una pena q se haya convertido en un negocio"}, {"id": 1439343827639312394, "verified": false, "tweet_text": "@guimaraesr1 @leandroruschel Qual a base científica? Cite um estudo randomizado duplo cego que ateste a eficácia", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["guimaraesr1", "leandroruschel"]}, {"id": 1439343372012068869, "verified": false, "tweet_text": "@gilsonglido @vailogopedro @notherefascist @AndreaG11222569 @nay_matyas @ilha_marquinho @JanainaDoBrasil Só dar 1a olhada nos seus comentários q qqer 1 tira essa conclusão, essa onda d post falando d efeitos adversos da vacina n for p desmoralizar a eficácia e segurança da mesma sinceramente, vc tem q rever seus conceitos. Pq isso daí só ajuda a espalhar medo. Oq n precisamos.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["gilsonglido", "vailogopedro", "notherefascist", "AndreaG11222569", "nay_matyas", "ilha_marquinho", "JanainaDoBrasil"]}, {"id": 1439342662721708034, "verified": false, "tweet_text": "@pulka_2 @galantettt Y con vacunas de menos eficacia. Y Chile, como explico en lo que seguramente a r no le interesa escuchar, lo hizo en medio de grandes restricciones que no existen en Argentina hace mucho. Pero además, como dije antes y digo siempre: Uruguay y Chile vacunaron excelente!", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["pulka_2", "galantettt"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y con vacunas de menos eficacia. Y Chile, como explico en lo que seguramente a r no le interesa escuchar, lo hizo en medio de grandes restricciones que no existen en Argentina hace mucho. Pero además, como dije antes y digo siempre: Uruguay y Chile vacunaron excelente!"}, {"id": 1439342564449136644, "verified": false, "tweet_text": "El médico israelí Kobi Haviv declaró a Channel 13 News: \"El 95% de los enfermos graves están vacunados. El 85-90% de las hospitalizaciones se realizan con vacunas. Estamos abriendo cada vez más sucursales de COVID. La eficacia de las vacunas está disminuyendo o desapareciendo\".", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "country": "MEXICO", "text_es": "El médico israelí Kobi Haviv declaró a Channel News: \"El % de los enfermos graves están vacunados. El -90% de las hospitalizaciones se realizan con vacunas. Estamos abriendo cada vez más sucursales de COVID. La eficacia de las vacunas está disminuyendo o desapareciendo\"."}, {"id": 1439342391681589254, "verified": false, "tweet_text": "@JaumeBarrosoLpe Una cosa es que ese lunático sea un inútil y otra distinta es la eficacia de la función pública.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["JaumeBarrosoLpe"], "country": "MEXICO", "text_es": "Una cosa es que ese lunático sea un inútil y otra distinta es la eficacia de la función pública."}, {"id": 1439342380713447435, "verified": true, "tweet_text": "#AlertaSanitaria 🚨 FLEXBON\n\nInvima advierte a la ciudadanía sobre la comercialización fraudulenta de este producto, promocionado como suplemento dietario, sin el cumplimiento de criterios de calidad, seguridad y eficacia.\n\nConsulte 👉 https://t.co/XODsAStaIX https://t.co/g1LXd8t7jI", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["AlertaSanitaria"], "tweet_urls": ["https://t.co/XODsAStaIX"], "tweet_emoticons": ["🚨", "👉"], "country": "MEXICO", "text_es": "🚨 FLEXBON Invima advierte a la ciudadanía sobre la comercialización fraudulenta de este producto, promocionado como suplemento dietario, sin el cumplimiento de criterios de calidad, seguridad y eficacia. Consulte 👉"}, {"id": 1439342317442322434, "verified": false, "tweet_text": "@nilsoncesarjp Concordo 200%, perderemos mais uma copa do mundo por insistência em algo que já demonstrou não ter eficácia! Copa só em 2026", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["nilsoncesarjp"]}, {"id": 1439342291970314245, "verified": false, "tweet_text": "@revistaoeste @GFiuza_Oficial Dos mesmo criadores que o vírus não era letal, que remédio sem eficácia funcionava e que números de mortos eram fraudados, a nova é vacinas prejudicam, e de cair o queixo ver o tamanho do mal caratismo de vocês", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["revistaoeste", "GFiuza_Oficial"]}, {"id": 1439342050252627973, "verified": false, "tweet_text": "Pragmatismo es eso.\n\nHay muchas respuestas a un objetivo, solo la experiencia permite saber su eficiencia (si merecen esfuerzo, adelante) y sus sinergias (combinación de estrategias que mejoran resultados entre sí).\n\nSiempre, visión holistica y procurar cuantificar la eficacia. https://t.co/JPsqsU913b", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/JPsqsU913b"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Pragmatismo es eso. Hay muchas respuestas a un objetivo, solo la experiencia permite saber su eficiencia (si merecen esfuerzo, adelante) y sus sinergias (combinación de estrategias que mejoran resultados entre sí). Siempre, visión holistica y procurar cuantificar la eficacia."}, {"id": 1439341573297393672, "verified": false, "tweet_text": "@DreadMadame @chico_psol Eficácia? por que o mundo já vai para a quarta dose então?", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["DreadMadame", "chico_psol"]}, {"id": 1439341366685863938, "verified": false, "tweet_text": "@FlashConservad2 É pior q triste.Pois ñ era pra acontecer;principalmente se as substâncias tivessem passado pelas fases obrigatórias de pesquisa e seus estudos visassem a segurança do usuário e tivessem realmente a eficácia desejada.É revoltante e de se indignar a quantidade de pessoas atingidas.", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["FlashConservad2"]}, {"id": 1439341297408618496, "verified": false, "tweet_text": "@OsmarTerra @c_acfreitas A corona vac é outro caso né, sabemos bem qual a eficácia e a finalidade dela, infelizmente a população está sendo obrigada a toma-la, vacinas criadas em tempo recorde só para acariciar o ego de pessoas gananciosas. #bolsonarotemrazão", "tweet_lang": "pt", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["bolsonarotemrazão"], "mentions": ["OsmarTerra", "c_acfreitas"]}, {"id": 1439340659836608522, "verified": false, "tweet_text": "@FlashConservad2 Abra processo contra a imprensa que levou varios especialiastas Garatindo a Segurança e eficácia da vacina !", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["FlashConservad2"]}, {"id": 1439340524616495106, "verified": false, "tweet_text": "@jjkme28 @R0SIEMARAJ @SpencerGucci @siteptbr Na verdade essa galera na verdade uma comunidade grande e na sua maioria negra nos EUA sempre teve esse pensando, portanto a culpa n é dela e sim do sistema que sempre reprimiu e gera questionamento da população, obviamente existem fatos que comprovam a eficácia.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["jjkme28", "R0SIEMARAJ", "SpencerGucci", "siteptbr"]}, {"id": 1439340449446117376, "verified": false, "tweet_text": "@gadodalana @tracklist Pelo visto não sabe, além de burra é desinformada. Ela nunca falou em EFICÁCIA de vacina, e sim possíveis EFEITOS COLATERAIS que estão listados em sites governamentais. A única pessoa que está precisando checar pesquisa científica aqui é você. 💋", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["gadodalana", "tracklist"], "tweet_emoticons": ["💋"]}, {"id": 1439340225474482176, "verified": false, "tweet_text": "@patriota_1972 No a ninguno y si hay es mínimo, no existe el 100% de eficacia en nada.\npero la evidencia es irrefutable, después de alcanzar cierto nivel de vacunación bajaron los casos y eso es lo que hoy se ve, no existe otra evidencia que diga que vacunarse es peor que no hacerlo.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["patriota_1972"], "country": "MEXICO", "text_es": "No a ninguno y si hay es mínimo, no existe el % de eficacia en nada. pero la evidencia es irrefutable, después de alcanzar cierto nivel de vacunación bajaron los casos y eso es lo que hoy se ve, no existe otra evidencia que diga que vacunarse es peor que no hacerlo."}, {"id": 1439339818484371461, "verified": false, "tweet_text": "@myxmoscatto @tracklist O argumento! KKKKKKKKKKKKK. Pode ter certeza q o que eu falo ou escrevo eu sei da etimologia. Vai lá fazer companhia a tua fav nos estudos e comprovarem juntas a eficácia da vacina, já que os cientistas não são bons o suficiente pra isso e me deixa em paz.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["myxmoscatto", "tracklist"]}, {"id": 1439339740743016450, "verified": false, "tweet_text": "@maikon_alba @nordestxina @Ticostacruz @LulaOficial Maikon. Desculpa. Ja estou numa fase sem paciência com discurso sem eficácia. Eu analiso muito bem o projeto e depois confiro p ver se vale meu voto pra reeleição. Mas Mais do q o projeto a gente precisa avaliar oq já foi feito. Esse anti lulismo vai nos levar ao buraco de novo", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["maikon_alba", "nordestxina", "Ticostacruz", "LulaOficial"]}, {"id": 1439339721046507525, "verified": false, "tweet_text": "@Vini_Mouzinho @luiz1nho @ratoborrachudo mas devido a não ter 70% de eficácia, alguém pode vir a pegar o vírus, contrair a doença e vir a óbito, mesmo vacinado.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["Vini_Mouzinho", "luiz1nho", "ratoborrachudo"]}, {"id": 1439339608433696770, "verified": false, "tweet_text": "☝️El Ministerio de Sanidad de Nueva Zelanda reconoce no tener ningún documento que demuestre que la vacuna de Pfizer tenga eficacia alguna para reducir la transmisión del Covid-19. https://t.co/PCAGuMYqNl", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_emoticons": ["☝️"], "country": "MEXICO", "text_es": "☝️El Ministerio de Sanidad de Nueva Zelanda reconoce no tener ningún documento que demuestre que la vacuna de Pfizer tenga eficacia alguna para reducir la transmisión del Covid-19."}, {"id": 1439339510836469760, "verified": true, "tweet_text": "🔴🎙️ARRASATE, técnico de OSASUNA:\n\n🎯\"Hemos tenido la suerte de tener la EFICACIA que no hemos tenido otros días\".\n\n⚔️\"Estaba siendo un partido IGUALADO, pero después de marcar el SEGUNDO hemos sido SOLVENTES atrás\". https://t.co/MVsc0mo7sP", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_emoticons": ["🎯", "🎙️", "🔴", "⚔️"], "country": "MEXICO", "text_es": "🔴🎙️ARRASATE, técnico de OSASUNA: 🎯\"Hemos tenido la suerte de tener la EFICACIA que no hemos tenido otros días\". ⚔️\"Estaba siendo un partido IGUALADO, pero después de marcar el SEGUNDO hemos sido SOLVENTES atrás\"."}, {"id": 1439339215993679876, "verified": false, "tweet_text": "@CrapulaLeonardo Os caras negam a poraaa da eficácia dessa vacina EXPERIMENTAL e a culpa é nossa 🤦‍♀️👊🤣🤣🤣🤣🤣", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["CrapulaLeonardo"], "tweet_emoticons": ["🤣", "👊", "🤦‍♀️", "XP"]}, {"id": 1439339177095614465, "verified": false, "tweet_text": "@ratoborrachudo Twitter realmente é um um inferno na terra, se vc faz qq questionamento já é taxado de anti vacina, aí sai maluco de td quanto é lugar pra te ensinar matemática básica pq ficou ofendido com questionamento, só pra concluir o que eu li foi 70% de eficácia para casos leves e 100%", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["ratoborrachudo"]}, {"id": 1439338666632044549, "verified": false, "tweet_text": "El caso: El alimentante  planteó un recurso de reposición, con apelación en subsidio, por medio de su letrado apoderado, en contra del proveído de fecha 23 de diciembre de 2019, en cuanto dispuso ordenar la suspensión de su licencia de conducir... https://t.co/Dh0I3tFfZ2", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/Dh0I3tFfZ2"], "country": "MEXICO", "text_es": "El caso: El alimentante planteó un recurso de reposición, con apelación en subsidio, por medio de su letrado apoderado, en contra del proveído de fecha de diciembre de , en cuanto dispuso ordenar la suspensión de su licencia de conducir..."}, {"id": 1439338546775613444, "verified": false, "tweet_text": "Que poquito dice del Alavés que hayamos ganado este partido. Eficacia y a dormir el partido, aprovechando el desquicie total del equipo vitoriano. Ánimo, hermanos babazorros!! Y grande rojos!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Que poquito dice del Alavés que hayamos ganado este partido. Eficacia y a dormir el partido, aprovechando el desquicie total del equipo vitoriano. Ánimo, hermanos babazorros!! Y grande rojos!!!"}, {"id": 1439338447077101568, "verified": false, "tweet_text": "@FinoYossen Si de eso se tratara, de la eficacia, Cambiemos directamente no tendría votos.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["FinoYossen"], "country": "MEXICO", "text_es": "Si de eso se tratara, de la eficacia, Cambiemos directamente no tendría votos."}, {"id": 1439338407243751424, "verified": false, "tweet_text": "@garciasargent @cadualmeidarj @AnaPaulaVolei É porque nenhuma nunca teve eficácia e cumpriu seu propósito... Dã🤌", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["garciasargent", "cadualmeidarj", "AnaPaulaVolei"], "tweet_emoticons": ["🤌"]}, {"id": 1439338127634612229, "verified": false, "tweet_text": "@VaporubQueen @cfeliperodrig2 @Jeff_Mugi4Mugi Que literalmente reducir la eficacia de la no mortalidad materna a el aborto es valga la redundancia un reduccionismo tremendo kasjskajs", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["VaporubQueen", "cfeliperodrig2", "Jeff_Mugi4Mugi"], "country": "MEXICO", "text_es": "Que literalmente reducir la eficacia de la no mortalidad materna a el aborto es valga la redundancia un reduccionismo tremendo kasjskajs"}, {"id": 1439338004427022346, "verified": false, "tweet_text": "@minorlystucked as duas usam a mesma tecnologia e as diferenças entre elas são mais técnicas, a eficácia da moderna levemente menor mas é algo de tipo 0,5 pontos percentuais", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["minorlystucked"]}, {"id": 1439337935963410437, "verified": false, "tweet_text": "@EliasSantana9 @edufabbio @Leandro_Pzz @vcostacontos @Keanuloko @valeriascher Ditadores tem o mesmo discurso. Amigo, faz o seguinte, tome quantas doses da vacina vc quiser, isso é problema seu, agora não venha querer obrigar os outros a tomarem, não vou injetar um lixo, cuja a eficácia e segurança são questionáveis, por um pseudo E suposto bem coletivo.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["EliasSantana9", "edufabbio", "Leandro_Pzz", "vcostacontos", "Keanuloko", "valeriascher"]}, {"id": 1439337752231911424, "verified": false, "tweet_text": "@TaissaAmorim3 @PedroVicktor92 @Opop40391173 @jailbozo @danielrjbr @reisgerson @AnaPaulaVolei @JotaInfo Meu Deus.\nPesquisa ai quanto tempo as vacinas levaram para serem aplicadas na população desde o seu desenvolvimento até a comprovação da eficácia, segurança e liberação para serem aplicada nas populações\n\nDepois disso você conversa comigo.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["TaissaAmorim3", "PedroVicktor92", "Opop40391173", "jailbozo", "danielrjbr", "reisgerson", "AnaPaulaVolei", "JotaInfo"]}, {"id": 1439337729968517126, "verified": false, "tweet_text": "@Vale_W0ng @luiz1nho @ratoborrachudo Vocês estão confundindo eficácia com efetividade ou é impressão minha?", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["Vale_W0ng", "luiz1nho", "ratoborrachudo"]}, {"id": 1439337699631149056, "verified": false, "tweet_text": "@JOSELUISVEGAS A muchos nos pasa, conversar con el Dr. Erick de derecho era una auténtica experiencia esperanzadora de que el derecho tomaría su vigencia, eficacia y que vendrían auténticos juristas a aplicar la ley en sus posiciones de operadores. Tenia mucho para enseñar y vivir.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["JOSELUISVEGAS"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "A muchos nos pasa, conversar con el Dr. Erick de derecho era una auténtica experiencia esperanzadora de que el derecho tomaría su vigencia, eficacia y que vendrían auténticos juristas a aplicar la ley en sus posiciones de operadores. Tenia mucho para enseñar y vivir."}, {"id": 1439337020074168320, "verified": false, "tweet_text": "@MichelePradoBa Esse pessoal da JP não tem nenhum compromisso com a seriedade. Aqui está o estudo da segurança e eficácia da vacina da Pfizer em adolescentes https://t.co/Nb1Pf3la3q As principais agências reguladores do mundo atestaram esses achados. Abaixo selecionei o q importa p/ adolescentes https://t.co/YWDwkaEdTD", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["MichelePradoBa"], "tweet_urls": ["https://t.co/Nb1Pf3la3q"]}, {"id": 1439336189480169474, "verified": false, "tweet_text": "Se necesita más que un nuevo hospital y sus remodelaciones..y nuevas camas, para la eficacia; se necesita medicinas.\nEso es lo q más carece el país, invertir en todas las medicinas que se ocupan en El diario vivir..llenar y apoyar a las farmacias independientes para el bienestar https://t.co/8frB32paQf", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/8frB32paQf"], "country": "MEXICO", "text_es": "Se necesita más que un nuevo hospital y sus remodelaciones..y nuevas camas, para la eficacia; se necesita medicinas. Eso es lo q más carece el país, invertir en todas las medicinas que se ocupan en El diario vivir..llenar y apoyar a las farmacias independientes para el bienestar"}, {"id": 1439335359230484480, "verified": false, "tweet_text": "todo es EFICIENCIA y EFICACIA. 👩🏻‍💼🏭👨🏻‍💻\n\nno puedes tener otro EMPLEO por qué con el que tienes ya estás muy ocupado. Enfócate en ser eficiente para que con ese conocimiento seas eficaz en la obtención de recursos y tiempo.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_emoticons": ["👨🏻‍💻", "🏭", "👩🏻‍💼"], "country": "MEXICO", "text_es": "todo es EFICIENCIA y EFICACIA. 👩🏻‍💼🏭👨🏻‍💻 no puedes tener otro EMPLEO por qué con el que tienes ya estás muy ocupado. Enfócate en ser eficiente para que con ese conocimiento seas eficaz en la obtención de recursos y tiempo."}, {"id": 1439334691631415307, "verified": false, "tweet_text": "Quienes advierten con preocupación que el nuevo Gabinete “no suma votos” parecen no advertir que su primera función operativa es evitar la implosión del Gobierno, la segunda evitar una Guerra Civil, y la tercera gobernar con mayor eficacia que la asamblea de Puan anterior.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Quienes advierten con preocupación que el nuevo Gabinete “no suma votos” parecen no advertir que su primera función operativa es evitar la implosión del Gobierno, la segunda evitar una Guerra Civil, y la tercera gobernar con mayor eficacia que la asamblea de Puan anterior."}, {"id": 1439334342803795974, "verified": false, "tweet_text": "@OsmarTerra Não é só a eficácia, são os efeitos causados pelo veneno. https://t.co/b1Qp7GcbWM", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["OsmarTerra"]}, {"id": 1439334012913438720, "verified": false, "tweet_text": "@luisnassif @Marichilene2 @Viktor13Vargas Não é questão de linchamento, é questão de tratamento com drogas que não tem eficácia comprovado cientificamente para a patologia em questão. E além disso: uso de medicamentos sem conhecimento do paciente e dos familiares. É disso que se trata Nassif", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["luisnassif", "Marichilene2", "Viktor13Vargas"]}, {"id": 1439333698554499072, "verified": false, "tweet_text": "@GuelMaraj @swtnerbey amor a dúvida da nicki nao era sobre a eficácia da vacina e sim sobre as reações da mesma", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["GuelMaraj", "swtnerbey"]}, {"id": 1439333409633890304, "verified": true, "tweet_text": "La eficacia de la vacuna de #Pfizer contra el #Covid19 baja casi 6% cada dos meses tras la segunda dosis. 💉\n\nhttps://t.co/ysi15Y3Uzr", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "hashtags": ["Pfizer", "Covid19"], "tweet_urls": ["https://t.co/ysi15Y3Uzr"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "La eficacia de la vacuna de contra el baja casi % cada dos meses tras la segunda dosis. 💉"}, {"id": 1439333407205507080, "verified": false, "tweet_text": "#Cuba La eficacia del 92,28 % ante la enfermedad sintomática de la vacuna #anticovid19 #Abdala fue presentada a OMS y OPS https://t.co/7v1LQMYcVl", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "hashtags": ["Cuba", "anticovid19", "Abdala"], "tweet_urls": ["https://t.co/7v1LQMYcVl"], "country": "MEXICO", "text_es": "La eficacia del % ante la enfermedad sintomática de la vacuna fue presentada a OMS y OPS"}, {"id": 1439333121464410115, "verified": true, "tweet_text": "Más evidencia sobre eficacia de una tercera dosis de Pfizer: ⁦@DrMauricioGon⁩  https://t.co/NS2QVgZ09z", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["DrMauricioGon"], "tweet_urls": ["https://t.co/NS2QVgZ09z"]}, {"id": 1439333035434987524, "verified": false, "tweet_text": "@RafaelMaracay21 @NicolasMaduro @dcabellor @PartidoPSUV @DraKarinacarpio @amigosdemaracay Excelente el trabajo qué realiza, Informo que en la Av.Mariño Sur a 50Mts de la Av.Aragua se encuentra un Mega hueco que está apunto de colapsar la vía peatonal y vehicular ALTO RIESGO, más de 2Mts de profundidad. Necesitamos su eficacia y aptitud para la reparación del mismo. https://t.co/yAa6ECMnUZ", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["RafaelMaracay21", "NicolasMaduro", "dcabellor", "PartidoPSUV", "DraKarinacarpio", "amigosdemaracay"], "country": "MEXICO", "text_es": "Excelente el trabajo qué realiza, Informo que en la Av.Mariño Sur a Mts de la Av.Aragua se encuentra un Mega hueco que está apunto de colapsar la vía peatonal y vehicular ALTO RIESGO, más de Mts de profundidad. Necesitamos su eficacia y aptitud para la reparación del mismo."}, {"id": 1439332568533454849, "verified": false, "tweet_text": "@jhowx13 @xdplaguexd @eucipriano01 @RY0ASUKA__ A variante surgiu justamente qnd a população da Inglaterra tava tomando uma vacina com 60% de eficácia.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["jhowx13", "xdplaguexd", "eucipriano01", "RY0ASUKA__"]}, {"id": 1439332434328309764, "verified": false, "tweet_text": "Hoy tiene excusa Mamen porque jugó con muchas bajas 😜\n*baja autoestima\n*baja eficacia\n*baja colocación\n*baja forma física\nEtc etc etc https://t.co/I1PxXBlj9E", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/I1PxXBlj9E"], "tweet_emoticons": ["😜"], "country": "MEXICO", "text_es": "Hoy tiene excusa Mamen porque jugó con muchas bajas 😜 *baja autoestima *baja eficacia *baja colocación *baja forma física Etc etc etc"}, {"id": 1439332016370159622, "verified": false, "tweet_text": "Depois de ano e nove meses de pandemia o governo Bolsonaro é o único no mundo que ainda contesta a eficácia da vacina.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z"}, {"id": 1439331915459436545, "verified": false, "tweet_text": "@rezarezaluis Me voy más por la receta mágica del  socialismo,  total ya esta probada su eficacia...", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["rezarezaluis"], "country": "MEXICO", "text_es": "Me voy más por la receta mágica del socialismo, total ya esta probada su eficacia..."}, {"id": 1439331757929684993, "verified": false, "tweet_text": "@JulyLuo @FabBallarini Astrazeneca con Moderna se dió Angela Merkel, en Alemania. Así que confía en la seguridad y eficacia", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["JulyLuo", "FabBallarini"], "country": "MEXICO", "text_es": "Astrazeneca con Moderna se dió Angela Merkel, en Alemania. Así que confía en la seguridad y eficacia"}, {"id": 1439331735809011719, "verified": false, "tweet_text": "Más:\n\nLos escudos no es que sean malos.. es que cuanta más fuerza contra ellos se ejerza, más oposición hacen.\n\nPor ello, las armas de proyectiles tienen una eficacia limitada y sólo sirven si frenan antes de llegar a su objetivo.\n\nAsí, las espadas se ponen de moda.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Más: Los escudos no es que sean malos.. es que cuanta más fuerza contra ellos se ejerza, más oposición hacen. Por ello, las armas de proyectiles tienen una eficacia limitada y sólo sirven si frenan antes de llegar a su objetivo. Así, las espadas se ponen de moda."}, {"id": 1439331700690063363, "verified": false, "tweet_text": "@revistaoeste Vai sem qualquer comprovação científica da eficácia.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["revistaoeste"]}, {"id": 1439331567999098889, "verified": false, "tweet_text": "@tonnymoonlight @sourflk @poorcwtsuit @tracklist Parar de passar pano pra um assunto tão burro como esse de eficácia e desinformação 🙄", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["tonnymoonlight", "sourflk", "poorcwtsuit", "tracklist"], "tweet_emoticons": ["🙄"]}, {"id": 1439331497815814149, "verified": false, "tweet_text": "@portalemtempo Juntos, será que terá mais eficácia?", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["portalemtempo"]}, {"id": 1439331446125170692, "verified": false, "tweet_text": "@JuditeTCorreia @Rmlc63 (1/2) O problema Judite, não é não confiar na eficácia. Há todo um espectro de 0 a 100, na eficácia em prevenir infeção, transmissão, hospitalização e morte. E sim, um não vacinado tem maiores chances de se infetar e transmitir.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["JuditeTCorreia", "Rmlc63"]}, {"id": 1439331290931675136, "verified": false, "tweet_text": "@tonnymoonlight @sourflk @poorcwtsuit @tracklist Na verdade, quem tem que ir atrás da informação é você. Nicki Minaj propagou desinformação e até mesmo publicou duvidando da eficácia da vacina. A Covid-19 já matou mais de milhões de pessoas no mundo, por tanto você deveria ir se informar+", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["tonnymoonlight", "sourflk", "poorcwtsuit", "tracklist"]}, {"id": 1439330840690012167, "verified": false, "tweet_text": "@QueziaCruzMore1 @correio Vale lembrar essa Sra que está deputada no momento, apoiou no final do ano 2020 a reabertura de atividades em Manaus, postou vídeo ensinando um “truque maravilhoso” para burlar uso obrigatório de máscara em locais públicos e, defende o tratamento precoce, sem eficácia comprovada! https://t.co/awqQ9TgwMJ", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["QueziaCruzMore1", "correio"]}, {"id": 1439330751384850434, "verified": false, "tweet_text": "@ccarballo50 @diarioas Pero a tenido eficacia alguna vez? 🤨 🤨🤨🤨🤨🤨🤨🤨🤨🤨🤨🤨", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["ccarballo50", "diarioas"], "tweet_emoticons": ["🤨"], "country": "MEXICO", "text_es": "Pero a tenido eficacia alguna vez? 🤨 🤨🤨🤨🤨🤨🤨🤨🤨🤨🤨🤨"}, {"id": 1439330672598978565, "verified": false, "tweet_text": "@UltraLafa Ai no outro quadro p da anvisa recebendo o papel fala: uma mexida? Ai no mesmo quadro o do governo fala: uma mexidinha coisa pouca. Indo embora\nAi no último quadro é a imagem do relatório com as palavras tipo Eficácia, segurança, riscados embaixo e propina escrito em cima grandão", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["UltraLafa"]}, {"id": 1439329834560331776, "verified": false, "tweet_text": "@Deodeo_TS Encara q sigui d’abril, no influeix per a res en el q dic; ni l’agressivitat del Delta, ni la baixada d’eficàcia ... no parlo de res d’això.\n\nDic q @_AlexArenas explica un concepte d’eficàcia totalment erroni.\n\nIndependentment del Delta i del descens de l’eficàcia.\n\nRellegeix 🙏", "tweet_lang": "ca", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["Deodeo_TS", "_AlexArenas"], "tweet_emoticons": ["🙏", "xp"]}, {"id": 1439329657824874500, "verified": false, "tweet_text": "@laurablemke para o mercado e para o produtor, passam por diversos teste, teste de resistência, cada defensivo agrícola passa por teste de eficácia, ou seja, abriu-se novos campos, novas áreas de trabalho IMPORTANTÍSSIMAS, assim surgem diversas áreas para trabalhar no ramo do agronegócio.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["laurablemke"]}, {"id": 1439329292857528323, "verified": true, "tweet_text": "@deni_vg Esse é um ponto relevante: permitir que um tratamento alternativo (mesmo se fosse comprovada sua eficácia) servir de álibi para o desmonte das políticas de prevenção. Parabéns por chegar aos pontos relevantes.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["deni_vg"]}, {"id": 1439329153069764608, "verified": false, "tweet_text": "https://t.co/4uFPtC5Hrz", "tweet_lang": "und", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/4uFPtC5Hrz"]}, {"id": 1439328889294184448, "verified": false, "tweet_text": "@DavidW7396 @ClutchTimeArg highlights? jajajajaajajajajajaaj como un highlights me va a dar una perspectiva de su eficacia? los highlights te van a mostrar que es básicamente el mejor defensor de la liga, cuando básicamente quiere ser PJ Tucker y no es ni su sombra", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["DavidW7396", "ClutchTimeArg"], "country": "MEXICO", "text_es": "highlights? jajajajaajajajajajaaj como un highlights me va a dar una perspectiva de su eficacia? los highlights te van a mostrar que es básicamente el mejor defensor de la liga, cuando básicamente quiere ser PJ Tucker y no es ni su sombra"}, {"id": 1439328736902623242, "verified": false, "tweet_text": "@matheuspamz @guiguerreiront Álcool não tira a eficácia gente, só indicam esperar pq baixa a imunidade, é isso hahahaha já bebi ontem e se permitir vou beber hoje de novo 🙏🏼", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["matheuspamz", "guiguerreiront"], "tweet_emoticons": ["🙏🏼"]}, {"id": 1439328731756179463, "verified": false, "tweet_text": "@renancalheiros @JornaldoBrasil Renan, qual a comprovação científica da eficácia? Vc sabia q a OMS tb não recomenda tal vacinação? Vc sabe .... mas fazer politicagem é melhor ....", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["renancalheiros", "JornaldoBrasil"]}, {"id": 1439328580845006852, "verified": false, "tweet_text": "“Las medidas de salud pública para frenar la propagación de # COVID19 obligaron a los psicólogos a hacer un rápido cambio a la telesalud, pero la conveniencia y la eficacia de la atención remota la convertirán en una opción viable mucho después de que termine la pandemia” https://t.co/qly9mWO62Z", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/qly9mWO62Z"], "country": "MEXICO", "text_es": "“Las medidas de salud pública para frenar la propagación de COVID19 obligaron a los psicólogos a hacer un rápido cambio a la telesalud, pero la conveniencia y la eficacia de la atención remota la convertirán en una opción viable mucho después de que termine la pandemia”"}, {"id": 1439328373017251842, "verified": false, "tweet_text": "#Salud | Estudio internacional señala que la aplicación de una dosis de refuerzo a toda la población no es “apropiado” debido a la alta eficacia de las actuales vacunas contra el #Covid_19\nhttps://t.co/80bpvuRjPR", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "hashtags": ["Salud", "Covid_19"], "tweet_urls": ["https://t.co/80bpvuRjPR"], "country": "MEXICO", "text_es": "| Estudio internacional señala que la aplicación de una dosis de refuerzo a toda la población no es “apropiado” debido a la alta eficacia de las actuales vacunas contra el"}, {"id": 1439327946758557708, "verified": false, "tweet_text": "@profribasfilho @leandroruschel Não sou especialista, sou curioso! Mas acredito que não vou enviar notícias uol, ou folha de são paulo ora você! Prefiro estudos de universidades como a de Bristol. Uma das melhores da Grã-Bretanha. É muito fácil legitimar a eficácia das vacinas…👇🏻", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["profribasfilho", "leandroruschel"], "tweet_emoticons": ["👇🏻"]}, {"id": 1439327590448312328, "verified": false, "tweet_text": "@jlmarti2025 ... unido a una supuesta mayor agresividad y capacidad de transmisión del Delta, hace estragos en los más débiles.\n\nEs lo que se ha observado en Israel, donde el propio Gobierno ha dado datos de eficacia de Pfizer del 65% en algunos parámetros para la población de 60+.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["jlmarti2025"], "country": "MEXICO", "text_es": "... unido a una supuesta mayor agresividad y capacidad de transmisión del Delta, hace estragos en los más débiles. Es lo que se ha observado en Israel, donde el propio Gobierno ha dado datos de eficacia de Pfizer del % en algunos parámetros para la población de +."}, {"id": 1439327567362904070, "verified": false, "tweet_text": "@dramarciagarcia @GFiuza_Oficial AH UMA LOUCURA GENERALIZADA, QUE SÓ  ADIANTA SE VACINAR,  IGNORAM AS MORTES DOS QUE JA SE VACINARAM, PEGARAM A DOENÇA E MORRERAM, CORONA VAC QUE DIZIAM 100% DE EFICÁCIA, NÃO ADIANTA, ALEM DE PRECISA 3 DOSE, TBM IGNORAM PS EFEITOS COLATERAIS, TUDO POR NADA NA VDD.", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["dramarciagarcia", "GFiuza_Oficial"]}, {"id": 1439327107977555975, "verified": false, "tweet_text": "@aperezriverol Buenas tardes: Una pregunta doctor: ¿Protegen las vacunas cubanas para no infectarse?¿La eficacia publicada a que se refiere? Mi esposa,y yo vacunados con 3 dosis de Abdala, mi hija 2 dosis abdala y una 3ra de soberana Plus y mi hijo primera dosis de soberana 2.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["aperezriverol"], "country": "MEXICO", "text_es": "Buenas tardes: Una pregunta doctor: ¿Protegen las vacunas cubanas para no infectarse?¿La eficacia publicada a que se refiere? Mi esposa,y yo vacunados con dosis de Abdala, mi hija dosis abdala y una ra de soberana Plus y mi hijo primera dosis de soberana ."}, {"id": 1439326390495612931, "verified": false, "tweet_text": "@revistaoeste O @PSBNacional40 vai apresentar algum estudo que garante eficácia na inoculação das crianças, ou será apenas lobby farmacêutico?", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["revistaoeste", "PSBNacional40"]}, {"id": 1439326351702433792, "verified": false, "tweet_text": "@jsmadero Esta:\nReconocido como aquel especialista capaz de solucionar un problema o satisfacer una necesidad con eficacia. Es decir, debe ser capaz de ofrecer algo valioso. Así que lo que convierte a alguien en experto no es la publicidad o la notoriedad sino los resultados demostrados.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["jsmadero"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Esta: Reconocido como aquel especialista capaz de solucionar un problema o satisfacer una necesidad con eficacia. Es decir, debe ser capaz de ofrecer algo valioso. Así que lo que convierte a alguien en experto no es la publicidad o la notoriedad sino los resultados demostrados."}, {"id": 1439326287630372869, "verified": false, "tweet_text": "Establecer y cumplir roles con eficacia a lo interno y a lo externo, según metas a corto, mediano y largo plazo. Perder el tiempo no es opción; tal como los sistemas biológicos: los insumos y la energía no son ilimitados.\nAsí también, la paciencia puede ser contraproducente.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Establecer y cumplir roles con eficacia a lo interno y a lo externo, según metas a corto, mediano y largo plazo. Perder el tiempo no es opción; tal como los sistemas biológicos: los insumos y la energía no son ilimitados. Así también, la paciencia puede ser contraproducente."}, {"id": 1439326246823997444, "verified": false, "tweet_text": "@Gabriel38623431 @Victor45516450 @Avestruzqtsedu1 @DrViniciusPet @leandroruschel Seu comentário anterior, descreve exatamente aquilo q me acusa d ser ou fazer, será q questiona a eficácia da vacina, dos remédios usados p tratar esse vírus, d onde veio, o q ocorreu p/ essa mutação se alastrar, pq alguns falece e outros ñ, sem medicamento ou c/ sem vacina ou c?", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["Gabriel38623431", "Victor45516450", "Avestruzqtsedu1", "DrViniciusPet", "leandroruschel"]}, {"id": 1439326056025055235, "verified": false, "tweet_text": "@luiz1nho @ratoborrachudo Vacina não é xura meu amigo. 70% de eficácia... quer dizer que ela tem 30% de ineficiência. Entendeu?", "tweet_lang": "pt", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["luiz1nho", "ratoborrachudo"]}, {"id": 1439325865435861023, "verified": true, "tweet_text": "🦠 La vacunación es la responsable de la baja en casos y muertes. La eficacia de los biológicos recibió el respaldo de un estudio del Ministerio de Salud ⬇  https://t.co/mzWUTZncPG", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/mzWUTZncPG"], "tweet_emoticons": ["⬇", "🦠"], "country": "MEXICO", "text_es": "🦠 La vacunación es la responsable de la baja en casos y muertes. La eficacia de los biológicos recibió el respaldo de un estudio del Ministerio de Salud ⬇"}, {"id": 1439325818015076358, "verified": false, "tweet_text": "@IVENSSOLER @DanielaLima_ Imbecil: Os estudos clínicos são constituídos de três fases; e os mesmos servem para averiguar a eficácia do imunizante e a sua segurança em humanos. Tudo é relatado é estudado! Nós estamos numa fase de aferição de efetividade de mundo real.", "tweet_lang": "pt", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["IVENSSOLER", "DanielaLima_"]}, {"id": 1439325164676816916, "verified": false, "tweet_text": "Charlatanes y embaucadores que lo mismo te venden la seguridad y eficacia de unas sustancias que producen miocarditis como te mandan a la UCI por llevarles la contraria.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "country": "MEXICO", "text_es": "Charlatanes y embaucadores que lo mismo te venden la seguridad y eficacia de unas sustancias que producen miocarditis como te mandan a la UCI por llevarles la contraria."}, {"id": 1439324722295103492, "verified": false, "tweet_text": "@Frankatxela @Javier__CB @educaina @Jaime_Culebras @JoseMMarMic Y aquí un artículo donde se explica de forma bastante sencilla como se calcula la eficacia de una vacuna 👇\n\nhttps://t.co/IXvh41OoCS", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Frankatxela", "Javier__CB", "educaina", "Jaime_Culebras", "JoseMMarMic"], "tweet_urls": ["https://t.co/IXvh41OoCS"], "tweet_emoticons": ["👇", "xp"], "country": "MEXICO", "text_es": "Y aquí un artículo donde se explica de forma bastante sencilla como se calcula la eficacia de una vacuna 👇"}, {"id": 1439324080788971521, "verified": false, "tweet_text": "Por isso que eu acho que essa sanha em vacinar com essa vacina sem eficácia e pra mim muito estranho!!🤔! Parabéns ao Dr. Francisco!!!🤝🏾👏🏾👍🏾 https://t.co/QzFDGBi3ZI", "tweet_lang": "pt", "tweet_date": "2021-09-18T20:00:00Z", "tweet_urls": ["https://t.co/QzFDGBi3ZI"], "tweet_emoticons": ["🏾", "👏🏾", "👍🏾", "🤝", "🤔"]}, {"id": 1439323051783503876, "verified": false, "tweet_text": "@outragedline @Julio87430843 @brunerabilidade @gUwUstavo @DigoAssun @silvakris_ Mas a fonte da sua pesquisa é fidedigna?\nTem embasamento histórico?\n\nTd o q vc digitar o google ira entregar um resultado. Verdadeiro ou não.\nExemplo: eficácia da hidroxicloroquina contra a covid.\nÉ cientificamente comprovado que não funciona, mas tem páginas que diz o contrário", "tweet_lang": "pt", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["outragedline", "Julio87430843", "brunerabilidade", "gUwUstavo", "DigoAssun", "silvakris_"]}]