[{"id": 1439483711406415885, "verified": false, "tweet_text": "@Sandiaretranki Tiene efectos secundarios, como quedar preñado.", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Sandiaretranki"], "country": "MEXICO", "text_es": "Tiene efectos secundarios, como quedar preñado."}, {"id": 1439483668368613381, "verified": false, "tweet_text": "@pequena_roca @gmnzgerard Se le podrán atribuir efectos secundarios a la vacuna cuando se DEMUESTRE que se deben a la vacuna, NO cuando a alguien vacunado le pase algo de lo que le suele pasar a la gente https://t.co/1Qf3eoWZNp", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["pequena_roca", "gmnzgerard"], "country": "MEXICO", "text_es": "Se le podrán atribuir efectos secundarios a la vacuna cuando se DEMUESTRE que se deben a la vacuna, NO cuando a alguien vacunado le pase algo de lo que le suele pasar a la gente"}, {"id": 1439483286175293442, "verified": false, "tweet_text": "Que dice el Banco de España que el alza del SMI perjudica al empleo juvenil, y que hay que alertar de los \"efectos secundarios\" que trae la subida de sueldos, y... No, de los 12.000 eurazos que cobra al mes el Gobernador no ha dicho nada, oye. https://t.co/igdirkMDNy", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "country": "MEXICO", "text_es": "Que dice el Banco de España que el alza del SMI perjudica al empleo juvenil, y que hay que alertar de los \"efectos secundarios\" que trae la subida de sueldos, y... No, de los eurazos que cobra al mes el Gobernador no ha dicho nada, oye."}, {"id": 1439483018016657409, "verified": false, "tweet_text": "@Buenrollo13 @RaulSequeira O a vender carisma la medicina que \"cura los efectos secundarios\" de la vacuna porque hubo un \"pequeño  cálculo mal hecho y resulta que sí hay efectos secundarios \"", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Buenrollo13", "RaulSequeira"], "country": "MEXICO", "text_es": "O a vender carisma la medicina que \"cura los efectos secundarios\" de la vacuna porque hubo un \"pequeño cálculo mal hecho y resulta que sí hay efectos secundarios \""}, {"id": 1439482391656026112, "verified": false, "tweet_text": "@_inkaholik Yo no soy tan atrevida, creo q son efectos secundarios de la cafeína, decir exactamente lo que me viene a la cabeza, por ende, te doy 🙂", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["_inkaholik"], "tweet_emoticons": ["🙂"], "country": "MEXICO", "text_es": "Yo no soy tan atrevida, creo q son efectos secundarios de la cafeína, decir exactamente lo que me viene a la cabeza, por ende, te doy 🙂"}, {"id": 1439480679146921987, "verified": false, "tweet_text": "@Minchondro Que tiene k ver el aborto aqui? Tampoco hablas tu de los alimentos que se comen y que igual tienen mas mierda que una vacuna, pero bueno que una vacuna k da efectos secundarios al 0,01% de los vacunados es muy grave…..", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Minchondro"], "country": "MEXICO", "text_es": "Que tiene k ver el aborto aqui? Tampoco hablas tu de los alimentos que se comen y que igual tienen mas mierda que una vacuna, pero bueno que una vacuna k da efectos secundarios al % de los vacunados es muy grave….."}, {"id": 1439480108302098434, "verified": false, "tweet_text": "@MingoDpg Solo tienes q entrar en la pagina web del ministerio q ahi estan los datos. No te metes tanto contra los abortos, si hay gente q no queremos probar si un liquido experimental puede causarnos efectos secundarios es nuestro problema", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["MingoDpg"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Solo tienes q entrar en la pagina web del ministerio q ahi estan los datos. No te metes tanto contra los abortos, si hay gente q no queremos probar si un liquido experimental puede causarnos efectos secundarios es nuestro problema"}, {"id": 1439480060692553730, "verified": false, "tweet_text": "Muerte.\nFin.\nhttps://t.co/0oeCETV59H", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/0oeCETV59H"], "country": "MEXICO", "text_es": "Muerte. Fin."}, {"id": 1439479499582812163, "verified": false, "tweet_text": "Hay caídas por un barranco con efectos secundarios irreversibles... https://t.co/pVVLMpwtBj", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/pVVLMpwtBj"], "country": "MEXICO", "text_es": "Hay caídas por un barranco con efectos secundarios irreversibles..."}, {"id": 1439478948895858694, "verified": false, "tweet_text": "@Minchondro Yo no conozco a nadie que aya muerto ni tenido efectos secundarios por la vacuna, evidentemente existen riesgos como toda vacuna o medicamento, otra cosa es manipular datos como hace cierto sector, estas en tu derecho de no vacunarte por supuesto", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Minchondro"], "country": "MEXICO", "text_es": "Yo no conozco a nadie que aya muerto ni tenido efectos secundarios por la vacuna, evidentemente existen riesgos como toda vacuna o medicamento, otra cosa es manipular datos como hace cierto sector, estas en tu derecho de no vacunarte por supuesto"}, {"id": 1439476557517664264, "verified": false, "tweet_text": "Me quiero dormir pero tampoco me quiero dormir (efectos secundarios de ser Stay)", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "country": "MEXICO", "text_es": "Me quiero dormir pero tampoco me quiero dormir (efectos secundarios de ser Stay)"}, {"id": 1439475966686941187, "verified": false, "tweet_text": "LIFTING CON LÁSER PLASMA (PLAXPOT) FIBROBLASTIC \n\n¡Adiós a los años!\nSin efectos secundarios y altamente efectivo.\nQUÉ CONSEGUIREMOS?\n\nPrevención...\n\nMás info: https://t.co/qbn7kFTSzA", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["XP"], "country": "MEXICO", "text_es": "LIFTING CON LÁSER PLASMA (PLAXPOT) FIBROBLASTIC ¡Adiós a los años! Sin efectos secundarios y altamente efectivo. QUÉ CONSEGUIREMOS? Prevención... Más info:"}, {"id": 1439472409950752770, "verified": false, "tweet_text": "@marcelitarin28 @patty21_rincon @shiryu1983 @andrearoae previenen la muerte??? usd ha investigado los fatales efectos secundarios??? Paros cardíacos, derrames cerebrales, daños al corazón severos, migrañas, etc... que no aparezca en noticias no quiere decir que eso no esté pasando... respete a los que no se vacunan.", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["marcelitarin28", "patty21_rincon", "shiryu1983", "andrearoae"], "country": "MEXICO", "text_es": "previenen la muerte??? usd ha investigado los fatales efectos secundarios??? Paros cardíacos, derrames cerebrales, daños al corazón severos, migrañas, etc... que no aparezca en noticias no quiere decir que eso no esté pasando... respete a los que no se vacunan."}, {"id": 1439471431708991493, "verified": false, "tweet_text": "https://t.co/ppP829QAwJ", "tweet_lang": "und", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/ppP829QAwJ"]}, {"id": 1439471396850184192, "verified": false, "tweet_text": "https://t.co/vtY7z8QtZy", "tweet_lang": "und", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/vtY7z8QtZy"]}, {"id": 1439471351866220545, "verified": false, "tweet_text": "@Antiprogre_10 @KiwiQueenieTw @doctormacias Es más fácil que una trombosis por Covid-19 te maté a que lo haga una por vacunas. Ahora, que si ¿Es necesario vacunar a los jóvenes? No lo creo, ellos no necesitan vacunarse. Pero si lo hacen, es seguro, los casos de efectos secundarios son contados. Y muchos no han demostrado", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Antiprogre_10", "KiwiQueenieTw", "doctormacias"], "country": "MEXICO", "text_es": "Es más fácil que una trombosis por Covid-19 te maté a que lo haga una por vacunas. Ahora, que si ¿Es necesario vacunar a los jóvenes? No lo creo, ellos no necesitan vacunarse. Pero si lo hacen, es seguro, los casos de efectos secundarios son contados. Y muchos no han demostrado"}, {"id": 1439471143816241152, "verified": false, "tweet_text": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen\nLa Agencia Española del Medicamento publicó su octavo informe de farmacovigilancia y revela nuevas patologías que podrían estar asociadas a las vacunas.\n💉💉 https://t.co/Apc0Hpg0c6", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/Apc0Hpg0c6"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen La Agencia Española del Medicamento publicó su octavo informe de farmacovigilancia y revela nuevas patologías que podrían estar asociadas a las vacunas. 💉💉"}, {"id": 1439470879424106496, "verified": false, "tweet_text": "@nacho_lq @benditamisuerte @pbarbieri @JavierTimerman Claramente sí. Pero por qué obligar? \n\nNo se saben los efectos secundarios porque todavía no pasó ningún tiempo prudencial para ello. Y la tasa de mortalidad de los que no son de riesgo es del 0,02%...", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["nacho_lq", "benditamisuerte", "pbarbieri", "JavierTimerman"], "country": "MEXICO", "text_es": "Claramente sí. Pero por qué obligar? No se saben los efectos secundarios porque todavía no pasó ningún tiempo prudencial para ello. Y la tasa de mortalidad de los que no son de riesgo es del %..."}, {"id": 1439470866887233539, "verified": false, "tweet_text": "@Antiprogre_10 @KiwiQueenieTw @doctormacias Desconozco los conceptos inmunidad natural o por vacunas, pero usando mi lógica, las vacunas solo entrenan al sistema inmune, este es el que aprende a responder a lo que viene de afuera. Los medicamentos siempre han tenido efectos secundarios. https://t.co/TZ8Dh1vu0f", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Antiprogre_10", "KiwiQueenieTw", "doctormacias"], "tweet_emoticons": ["8D"], "country": "MEXICO", "text_es": "Desconozco los conceptos inmunidad natural o por vacunas, pero usando mi lógica, las vacunas solo entrenan al sistema inmune, este es el que aprende a responder a lo que viene de afuera. Los medicamentos siempre han tenido efectos secundarios."}, {"id": 1439469831049330689, "verified": false, "tweet_text": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen https://t.co/8HsJy2Dk6M", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/8HsJy2Dk6M"], "country": "MEXICO", "text_es": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen"}, {"id": 1439468274153136128, "verified": false, "tweet_text": "@dannafranco13 Todo los efectos secundarios los padecemos nosotras y lo hacemos por evitar embarazos. ¿Qué harías si tu método falla ?", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["dannafranco13"], "country": "MEXICO", "text_es": "Todo los efectos secundarios los padecemos nosotras y lo hacemos por evitar embarazos. ¿Qué harías si tu método falla ?"}, {"id": 1439468218159091712, "verified": false, "tweet_text": "@HeartOfRuby1 —Solo espero no ser víctima de efectos secundarios propios de algún problema técnico.\n\nNo está de más estar precavido, mas usted parece ser lo suficientemente confiable para esperar que no suceda.—", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HeartOfRuby1"], "country": "MEXICO", "text_es": "—Solo espero no ser víctima de efectos secundarios propios de algún problema técnico. No está de más estar precavido, mas usted parece ser lo suficientemente confiable para esperar que no suceda.—"}, {"id": 1439467167536271363, "verified": false, "tweet_text": "@ccarballo50 Cuando lo hagan como toca (revisión d historial médico, prescripción por escrito del médico motivando la necesidad y conveniencia de recibir la vacuna, información real de pros y contras sobre los efectos secundarios/beneficios) el día q valoren mi caso particular me la pongo", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Cuando lo hagan como toca (revisión d historial médico, prescripción por escrito del médico motivando la necesidad y conveniencia de recibir la vacuna, información real de pros y contras sobre los efectos secundarios/beneficios) el día q valoren mi caso particular me la pongo"}, {"id": 1439467080148000770, "verified": false, "tweet_text": "No son contagios.Son efectos secundarios ,no es tan difícil ver correlación.Los PCR no sirven ,entonces con que criterio \"diagnostican\" covid? Con criterio del €$, porque cobran por enfermos positivos. Israelíes están enfermando por la vacuna,no hay que ser un ejperto. https://t.co/MfUWhAdYQT", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/MfUWhAdYQT"], "country": "MEXICO", "text_es": "No son contagios.Son efectos secundarios ,no es tan difícil ver correlación.Los PCR no sirven ,entonces con que criterio \"diagnostican\" covid? Con criterio del €$, porque cobran por enfermos positivos. Israelíes están enfermando por la vacuna,no hay que ser un ejperto."}, {"id": 1439465042383151104, "verified": false, "tweet_text": "@fremadse Si amigo,pobrecita lo que sea que le pase merece respeto. Y sí todas las vacunas tienen efectos secundarios.🙏😊", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["fremadse"], "tweet_emoticons": ["🙏", "😊"], "country": "MEXICO", "text_es": "Si amigo,pobrecita lo que sea que le pase merece respeto. Y sí todas las vacunas tienen efectos secundarios.🙏😊"}, {"id": 1439464611250647040, "verified": false, "tweet_text": "@GbQuiroz Y aún así, da un miedo tremendo quedar embarazada. Planificó con implante y uno de los efectos secundarios es que no baje regular, me da mucho estrés", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["GbQuiroz"], "country": "MEXICO", "text_es": "Y aún así, da un miedo tremendo quedar embarazada. Planificó con implante y uno de los efectos secundarios es que no baje regular, me da mucho estrés"}, {"id": 1439464217971675143, "verified": false, "tweet_text": "@lala111116 🇪🇸 Dra. Nadiya Popel. Médico de urgencias:\n\n“A el 50% de la población la población le inyectan un placebo”\n“Los efectos secundarios están siendo aberrantes”\n\n(Suspendida por denunciar los efectos que veía en \"vacunados\")\n\nSígueme: https://t.co/fA7nOcrNL3 https://t.co/MNtBaPPZfT", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["lala111116"], "tweet_urls": ["https://t.co/fA7nOcrNL3"], "tweet_emoticons": ["🇪🇸"], "country": "MEXICO", "text_es": "🇪🇸 Dra. Nadiya Popel. Médico de urgencias: “A el % de la población la población le inyectan un placebo” “Los efectos secundarios están siendo aberrantes” (Suspendida por denunciar los efectos que veía en \"vacunados\") Sígueme:"}, {"id": 1439464193279905795, "verified": false, "tweet_text": "@hrtorob @unzdiadeesperan @andrearoae eso es problema se cada cual... quien quita que los que se vacunaron empiecen a morir??? a quien le van a reclamar si firmaron un documento antes de vacunarse en el cual nadie se hace responsable de efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["hrtorob", "unzdiadeesperan", "andrearoae"], "country": "MEXICO", "text_es": "eso es problema se cada cual... quien quita que los que se vacunaron empiecen a morir??? a quien le van a reclamar si firmaron un documento antes de vacunarse en el cual nadie se hace responsable de efectos secundarios?"}, {"id": 1439463920717160452, "verified": false, "tweet_text": "Lo purro tienen que dar cancer, porque nada es tan bueno sin tener efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "country": "MEXICO", "text_es": "Lo purro tienen que dar cancer, porque nada es tan bueno sin tener efectos secundarios."}, {"id": 1439463897778503683, "verified": false, "tweet_text": "@eL3CT10n @UliBetty @AndreaSilvin TRabajo cara al público y con mucha gente de otros países , ES ALUCINANTE TODA LA INF QUE ME LLEGA DE GENTE FALLECIDA Y CON EFECTOS SECUNDARIOS DESPUÉS DE INYECTARSE LA DICHA “ VACUNA” !!! ESTOY FLIPANDO !!", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["eL3CT10n", "UliBetty", "AndreaSilvin"], "country": "MEXICO", "text_es": "TRabajo cara al público y con mucha gente de otros países , ES ALUCINANTE TODA LA INF QUE ME LLEGA DE GENTE FALLECIDA Y CON EFECTOS SECUNDARIOS DESPUÉS DE INYECTARSE LA DICHA “ VACUNA” !!! ESTOY FLIPANDO !!"}, {"id": 1439463423364960258, "verified": false, "tweet_text": "@Nenasin En dado caso que sea un trombo, es un posible efecto secundario que ya es público por las mismas farmacéuticas. No solo la vacuna COVID tiene esa pre indicación, hace uno días tuve que ponerme la del tétano y tiene posibles efectos secundarios de trombos y guillan barré.", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Nenasin"], "country": "MEXICO", "text_es": "En dado caso que sea un trombo, es un posible efecto secundario que ya es público por las mismas farmacéuticas. No solo la vacuna COVID tiene esa pre indicación, hace uno días tuve que ponerme la del tétano y tiene posibles efectos secundarios de trombos y guillan barré."}, {"id": 1439461389710528514, "verified": false, "tweet_text": "@Paracetamol0512 Señor presidente, señor presidente!\nUsted se hace responsable por los posibles efectos secundarios en públicos susceptibles?", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Paracetamol0512"], "country": "MEXICO", "text_es": "Señor presidente, señor presidente! Usted se hace responsable por los posibles efectos secundarios en públicos susceptibles?"}, {"id": 1439460264861179904, "verified": false, "tweet_text": "@adriianaamm Chale solo a mi no me dan esos efectos secundarios ya compónganse ustedes", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["adriianaamm"], "country": "MEXICO", "text_es": "Chale solo a mi no me dan esos efectos secundarios ya compónganse ustedes"}, {"id": 1439460096095002624, "verified": false, "tweet_text": "@jquintanilla_90 Jajajajaja son los efectos secundarios de la vida fit mi gran amigo", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["jquintanilla_90"], "country": "MEXICO", "text_es": "Jajajajaja son los efectos secundarios de la vida fit mi gran amigo"}, {"id": 1439459799146565634, "verified": false, "tweet_text": "; m siento de la v3rga, quiero amanecer tiesa o algo, odio los efectos secundarios de la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "country": "MEXICO", "text_es": "; m siento de la v3rga, quiero amanecer tiesa o algo, odio los efectos secundarios de la vacuna"}, {"id": 1439459508154245125, "verified": false, "tweet_text": "La vacuna, en teoría, no dede tener los efectos secundarios del covid. Según el origen de los fármacos que dicen que nos inyectan, no habría posibilidad puesto que no hay virus ni vivo, ni muerto ni atenuado en el suero.\nNo sé cómo el gremio científico tolera esta mentira!!! https://t.co/ijsXQzfSK5", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/ijsXQzfSK5"], "country": "MEXICO", "text_es": "La vacuna, en teoría, no dede tener los efectos secundarios del covid. Según el origen de los fármacos que dicen que nos inyectan, no habría posibilidad puesto que no hay virus ni vivo, ni muerto ni atenuado en el suero. No sé cómo el gremio científico tolera esta mentira!!!"}, {"id": 1439457676770037762, "verified": false, "tweet_text": "@NicoDuRo32 @kimvsheen @1A_n_d_r_e_s_ @andrearoae y usd como sabe quién a muerto y quién no de efectos secundarios si en los medios de comunicación no se informa eso? solo se cuentan casos de hospitalizados y muertes en UCI... cómo sabe de migrañas, de palpitaciones, de fiebres, de miocarditis, muertes subitas y demás??", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["NicoDuRo32", "kimvsheen", "1A_n_d_r_e_s_", "andrearoae"], "country": "MEXICO", "text_es": "y usd como sabe quién a muerto y quién no de efectos secundarios si en los medios de comunicación no se informa eso? solo se cuentan casos de hospitalizados y muertes en UCI... cómo sabe de migrañas, de palpitaciones, de fiebres, de miocarditis, muertes subitas y demás??"}, {"id": 1439457473740500992, "verified": false, "tweet_text": "Dejar de fumar en 7 días.\n¿Quiere Conocer El Revolucionario Método Para Dejar de Fumar En Tiempo Récord, Sin Efectos Secundarios, Sin Grandes Inversiones de Dinero y Sin Recaídas?\nhttps://t.co/Lap9Hb40QI https://t.co/2FFtPn3oA8", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/Lap9Hb40QI"], "country": "MEXICO", "text_es": "Dejar de fumar en días. ¿Quiere Conocer El Revolucionario Método Para Dejar de Fumar En Tiempo Récord, Sin Efectos Secundarios, Sin Grandes Inversiones de Dinero y Sin Recaídas?"}, {"id": 1439457283755360261, "verified": false, "tweet_text": "@mehersa_ Porque hay una idea de que con AZ le va peor, queriendo decir que tiene peores efectos secundarios, porque Pfizer se percibe más segura.\n\nMe parece un buen ejemplo de cuando el exceso de información se vuelve en algo negativo porque evita en vez de propiciar vacunarse.", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["mehersa_"], "country": "MEXICO", "text_es": "Porque hay una idea de que con AZ le va peor, queriendo decir que tiene peores efectos secundarios, porque Pfizer se percibe más segura. Me parece un buen ejemplo de cuando el exceso de información se vuelve en algo negativo porque evita en vez de propiciar vacunarse."}, {"id": 1439457077961936896, "verified": false, "tweet_text": "🗣️Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un enfermo por los efectos secundarios 💉💥\n⚠️PARTE 2 DE 2⚠️\n🇲🇽Dra.Karina Acebedo:\n🗣️Es fundamental que se practiquen pruebas en sangre IGG-IGM, tanto para spike, como para nucleocapsid. https://t.co/ETdnc3U4lQ", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["💥", "🇲🇽", "🗣️", "💉", "⚠️"], "country": "MEXICO", "text_es": "🗣️Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un enfermo por los efectos secundarios 💉💥 ⚠️PARTE DE ⚠️ 🇲🇽Dra.Karina Acebedo: 🗣️Es fundamental que se practiquen pruebas en sangre IGG-IGM, tanto para spike, como para nucleocapsid."}, {"id": 1439456834734145539, "verified": false, "tweet_text": "Estuve en casa de @goldietp_ale esperando efectos secundarios y pues lo único que nos pasó fue terminar el día viendo este vídeo donde Katy Perry está súper sad, con el cora rotísimo y nosotras casi chillando al verla así. Estuvo cagada la Sputnik. https://t.co/rFoJ6mneVs", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["goldietp_ale"], "tweet_urls": ["https://t.co/rFoJ6mneVs"], "country": "MEXICO", "text_es": "Estuve en casa de esperando efectos secundarios y pues lo único que nos pasó fue terminar el día viendo este vídeo donde Katy Perry está súper sad, con el cora rotísimo y nosotras casi chillando al verla así. Estuvo cagada la Sputnik."}, {"id": 1439456803209756673, "verified": false, "tweet_text": "🗣️Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un enfermo por los efectos secundarios 💉💥\n⚠️PARTE 1 DE 2⚠️\n🇲🇽Dra.Karina Acebedo:\n🗣️Es fundamental que se practiquen pruebas en sangre IGG-IGM, tanto para spike, como para nucleocapsid. https://t.co/XzTMDQfTBX", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["💥", "🇲🇽", "🗣️", "💉", "⚠️"], "country": "MEXICO", "text_es": "🗣️Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un enfermo por los efectos secundarios 💉💥 ⚠️PARTE DE ⚠️ 🇲🇽Dra.Karina Acebedo: 🗣️Es fundamental que se practiquen pruebas en sangre IGG-IGM, tanto para spike, como para nucleocapsid."}, {"id": 1439456358131245059, "verified": false, "tweet_text": "Habemus ganadooorrrr 🧟‍♂️💉🦠🦖🥳🥳🥳🥳🥳🥳\nDíganle a este zombie que para sus efectos secundarios por la vacuna contra el covid podrá estar reposando viendo películas 🎥🎬🎥 \n\n#coronarex #Ixtapaluca #Vacunación #SinMiedoAlÉxito #COVID19 https://t.co/loXjjdh77S", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["coronarex", "Ixtapaluca", "Vacunación", "SinMiedoAlÉxito", "COVID19"], "tweet_emoticons": ["🦖", "🎬", "🎥", "💉", "🥳", "🧟‍♂️", "🦠"], "country": "MEXICO", "text_es": "Habemus ganadooorrrr 🧟‍♂️💉🦠🦖🥳🥳🥳🥳🥳🥳 Díganle a este zombie que para sus efectos secundarios por la vacuna contra el covid podrá estar reposando viendo películas 🎥🎬🎥"}, {"id": 1439456269073534978, "verified": false, "tweet_text": "ya me tronaron los efectos secundarios de mi 2a dosis y además tengo cólicos, hoy sí me siento dlv. 😭", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["😭"], "country": "MEXICO", "text_es": "ya me tronaron los efectos secundarios de mi a dosis y además tengo cólicos, hoy sí me siento dlv. 😭"}, {"id": 1439454936371245056, "verified": false, "tweet_text": "@ixtapaluca_ayu Me siento súper mal, de 6 de mi familia que fuimos 5 tuvimos efectos secundarios fuertes...", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ixtapaluca_ayu"], "country": "MEXICO", "text_es": "Me siento súper mal, de de mi familia que fuimos tuvimos efectos secundarios fuertes..."}, {"id": 1439454839944134659, "verified": false, "tweet_text": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen https://t.co/YZvb3sMYOn", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/YZvb3sMYOn"], "country": "MEXICO", "text_es": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen"}, {"id": 1439453209324621825, "verified": false, "tweet_text": "🍏 Antibióticos, realidades sobre sus efectos secundarios y cómo minimizarlos... https://t.co/at5AgcN36u", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/at5AgcN36u"], "tweet_emoticons": ["🍏"], "country": "MEXICO", "text_es": "🍏 Antibióticos, realidades sobre sus efectos secundarios y cómo minimizarlos..."}, {"id": 1439452588743737352, "verified": false, "tweet_text": "@ericahenriquezo @elescorpiano76 🇪🇸 Dra. Nadiya Popel. Médico de urgencias:\n\n“A el 50% de la población la población le inyectan un placebo”\n“Los efectos secundarios están siendo aberrantes”\n\n(Suspendida por denunciar los efectos que veía en \"vacunados\")\n\nSígueme: https://t.co/fA7nOcrNL3 https://t.co/MNtBaPPZfT", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ericahenriquezo", "elescorpiano76"], "tweet_urls": ["https://t.co/fA7nOcrNL3"], "tweet_emoticons": ["🇪🇸"], "country": "MEXICO", "text_es": "🇪🇸 Dra. Nadiya Popel. Médico de urgencias: “A el % de la población la población le inyectan un placebo” “Los efectos secundarios están siendo aberrantes” (Suspendida por denunciar los efectos que veía en \"vacunados\") Sígueme:"}, {"id": 1439451971426078721, "verified": false, "tweet_text": "@lala111116 🇪🇸 Dra. Nadiya Popel. Médico de urgencias:\n\n“A el 50% de la población la población le inyectan un placebo”\n“Los efectos secundarios están siendo aberrantes”\n\n(Suspendida por denunciar los efectos que veía en \"vacunados\")\n\nSígueme: https://t.co/fA7nOcrNL3 https://t.co/MNtBaPPZfT", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["lala111116"], "tweet_urls": ["https://t.co/fA7nOcrNL3"], "tweet_emoticons": ["🇪🇸"], "country": "MEXICO", "text_es": "🇪🇸 Dra. Nadiya Popel. Médico de urgencias: “A el % de la población la población le inyectan un placebo” “Los efectos secundarios están siendo aberrantes” (Suspendida por denunciar los efectos que veía en \"vacunados\") Sígueme:"}, {"id": 1439451314057007106, "verified": false, "tweet_text": "@nicolasbustosm jajajaja.... todo ello efectos secundarios de los medicamentos que a esa edad ya tomas, jajajaja.", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["nicolasbustosm"], "country": "MEXICO", "text_es": "jajajaja.... todo ello efectos secundarios de los medicamentos que a esa edad ya tomas, jajajaja."}, {"id": 1439451288396345344, "verified": false, "tweet_text": "@ccarballo50 @AnaMValeroLite @Santi_ABASCAL Salva vidas?Pues mi vecino , la tía de mi amiga ,y el abuelo de un amigo no ha podido decir lo mismo !y Puedo seguir \n; una conocida a perdido a su bebé de 6 meses de embarazo ..para intentar salvar 4 vidas del Covid 2 terminan falleciendo o con efectos secundarios dsp d inyectar", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ccarballo50", "AnaMValeroLite", "Santi_ABASCAL"], "country": "MEXICO", "text_es": "Salva vidas?Pues mi vecino , la tía de mi amiga ,y el abuelo de un amigo no ha podido decir lo mismo !y Puedo seguir ; una conocida a perdido a su bebé de meses de embarazo ..para intentar salvar vidas del Covid terminan falleciendo o con efectos secundarios dsp d inyectar"}, {"id": 1439451127720910854, "verified": false, "tweet_text": "@UnidosLiberales @alerav78 @IsabaelMayor @CCSSdeCostaRica 🇪🇸 Dra. Nadiya Popel. Médico de urgencias:\n\n“A el 50% de la población la población le inyectan un placebo”\n“Los efectos secundarios están siendo aberrantes”\n\n(Suspendida por denunciar los efectos que veía en \"vacunados\")\n\nSígueme: https://t.co/fA7nOcrNL3 https://t.co/MNtBaPPZfT", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["UnidosLiberales", "alerav78", "IsabaelMayor", "CCSSdeCostaRica"], "tweet_urls": ["https://t.co/fA7nOcrNL3"], "tweet_emoticons": ["🇪🇸"], "country": "MEXICO", "text_es": "🇪🇸 Dra. Nadiya Popel. Médico de urgencias: “A el % de la población la población le inyectan un placebo” “Los efectos secundarios están siendo aberrantes” (Suspendida por denunciar los efectos que veía en \"vacunados\") Sígueme:"}, {"id": 1439451120003338240, "verified": false, "tweet_text": "@abril_fleites Ya tienes anticuerpos naturales, creo que estés bien, sin efectos secundarios y con una dosis de vacuna es mucho avance.", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["abril_fleites"], "country": "MEXICO", "text_es": "Ya tienes anticuerpos naturales, creo que estés bien, sin efectos secundarios y con una dosis de vacuna es mucho avance."}, {"id": 1439450611817271299, "verified": false, "tweet_text": "Fueron un alivio los efectos secundarios a las 24hrs.\n\n(Si alguien sabe de alguna agüita que dé síntomas a las 24hrs.: Shhhhhh). https://t.co/INcCBFyaWw", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/INcCBFyaWw"], "country": "MEXICO", "text_es": "Fueron un alivio los efectos secundarios a las hrs. (Si alguien sabe de alguna agüita que dé síntomas a las hrs.: Shhhhhh)."}, {"id": 1439450268110835712, "verified": false, "tweet_text": "@ccarballo50 Solo hay que ver lo bien que funcionan en las residencias, todos vacunados por cierto.\n\nY ahora en Israel a por la cuarta dosis. En serio se cree que me voy a poner esa mierda en el cuerpo que no sirve de nada y encima provoca muertes y cientos de miles de efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Solo hay que ver lo bien que funcionan en las residencias, todos vacunados por cierto. Y ahora en Israel a por la cuarta dosis. En serio se cree que me voy a poner esa mierda en el cuerpo que no sirve de nada y encima provoca muertes y cientos de miles de efectos secundarios?"}, {"id": 1439448890990899200, "verified": false, "tweet_text": "Una semana después y seguimos con efectos secundarios de la Moderna 😔😩", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["😔", "😩"], "country": "MEXICO", "text_es": "Una semana después y seguimos con efectos secundarios de la Moderna 😔😩"}, {"id": 1439448842009726979, "verified": false, "tweet_text": "@biobio Con el 80% de la población vacunada?? Qué es esto?? Y cuanta gente con efectos secundarios??? Por favor hagan bien la pega investiguen e informennos la realidad de esta vacunacion \"esquizoide\",  voluntaria y a la vez exigida. (pase de movilidad)?", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["biobio"], "country": "MEXICO", "text_es": "Con el % de la población vacunada?? Qué es esto?? Y cuanta gente con efectos secundarios??? Por favor hagan bien la pega investiguen e informennos la realidad de esta vacunacion \"esquizoide\", voluntaria y a la vez exigida. (pase de movilidad)?"}, {"id": 1439448540678328320, "verified": false, "tweet_text": "@JL_MoralesArt @IsaacJhonatanSM @AlfonsoJOGV Agradezco que un profesional esté en la posición de informar por desgracia los chairos JAMAS aceptarán el error que comenté su mierda #AMLO saliendo con su excusa idiota \"tu te harás responsable de los efectos secundarios\" TODAS LAS VACUNAS TIENEN ESE RIEGO, MÍNIMO PERO LO HAY 🙄", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["AMLO"], "mentions": ["JL_MoralesArt", "IsaacJhonatanSM", "AlfonsoJOGV"], "tweet_emoticons": ["🙄"], "country": "MEXICO", "text_es": "Agradezco que un profesional esté en la posición de informar por desgracia los chairos JAMAS aceptarán el error que comenté su mierda saliendo con su excusa idiota \"tu te harás responsable de los efectos secundarios\" TODAS LAS VACUNAS TIENEN ESE RIEGO, MÍNIMO PERO LO HAY 🙄"}, {"id": 1439448530591133698, "verified": false, "tweet_text": "@rodal2 @Santi_ABASCAL Por todo esto, me parece que llamar a eso vacuna es actuar muy a la ligera.\nHasta ahora, estos tratamientos experimentales no han logrado ninguna inmunidad, véase Israel.\nPor otro lado, se oyen muchos casos de efectos secundarios inmediatos.", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["rodal2", "Santi_ABASCAL"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Por todo esto, me parece que llamar a eso vacuna es actuar muy a la ligera. Hasta ahora, estos tratamientos experimentales no han logrado ninguna inmunidad, véase Israel. Por otro lado, se oyen muchos casos de efectos secundarios inmediatos."}, {"id": 1439445944752300034, "verified": false, "tweet_text": "comienza a salir a la luz que todas esas \"NUEVAS CEPAS\", en realidad \"son EFECTOS SECUNDARIOS de las vacunas\"...\n\nFuente=&gt;https://t.co/gCpqg8OkmJ", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/gCpqg8OkmJ"], "country": "MEXICO", "text_es": "comienza a salir a la luz que todas esas \"NUEVAS CEPAS\", en realidad \"son EFECTOS SECUNDARIOS de las vacunas\"... Fuente=&gt;"}, {"id": 1439445531965763584, "verified": false, "tweet_text": "Rezando para que no me den los efectos secundarios de la vacuna 🙏🏻", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🙏🏻"], "country": "MEXICO", "text_es": "Rezando para que no me den los efectos secundarios de la vacuna 🙏🏻"}, {"id": 1439445163256975361, "verified": false, "tweet_text": "iba a seguir viendo gintama y riendome de kondo y secuaces pero la vacuna y sus efectos secundarios quisieron romperme los huevos y ahora estoy mareada y con dolor de cabeza. OJALA no haya 3er dosis con sinopharm porque sino rompo un teclado con la cabeza", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "country": "MEXICO", "text_es": "iba a seguir viendo gintama y riendome de kondo y secuaces pero la vacuna y sus efectos secundarios quisieron romperme los huevos y ahora estoy mareada y con dolor de cabeza. OJALA no haya er dosis con sinopharm porque sino rompo un teclado con la cabeza"}, {"id": 1439445155208179718, "verified": false, "tweet_text": "#MVZ confundes al dueñ@ (papás) del paciente, l@s haces dudar, agravas un padecimiento dando un medicamento tras otro, además, cada uno tiene efectos secundarios. Es frustrante y desgastante luchar contra alguien q supones debe ser un apoyo. Q poca #etica y q poco profesionalismo", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["MVZ", "etica"], "country": "MEXICO", "text_es": "confundes al dueñ (papás) del paciente, l haces dudar, agravas un padecimiento dando un medicamento tras otro, además, cada uno tiene efectos secundarios. Es frustrante y desgastante luchar contra alguien q supones debe ser un apoyo. Q poca y q poco profesionalismo"}, {"id": 1439444719109607436, "verified": false, "tweet_text": "Lo que haga con estos efectos secundarios de la AstraZeneca no me definen como persona, ok?", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "country": "MEXICO", "text_es": "Lo que haga con estos efectos secundarios de la AstraZeneca no me definen como persona, ok?"}, {"id": 1439443473703358464, "verified": false, "tweet_text": "@AndrsSevilla4 @xaviermad83 @ximopuig Más muertes y efectos secundarios 🤦‍♂️🤦‍♂️", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AndrsSevilla4", "xaviermad83", "ximopuig"], "tweet_emoticons": ["🤦‍♂️"], "country": "MEXICO", "text_es": "Más muertes y efectos secundarios 🤦‍♂️🤦‍♂️"}, {"id": 1439440985675665413, "verified": false, "tweet_text": "@Pooortland @macheflores Jajajaja en pleno concierto con efectos secundarios 😂 y lo peor es que tuvimos que correr para llegar a tiempo y estaba haciendo frío", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Pooortland", "macheflores"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Jajajaja en pleno concierto con efectos secundarios 😂 y lo peor es que tuvimos que correr para llegar a tiempo y estaba haciendo frío"}, {"id": 1439440649531662340, "verified": false, "tweet_text": "@PitukoR @lilimarcantoni3 @Danielitao_0 @Silvanapellegr5 😂😂 efectos secundarios que le dicen .", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PitukoR", "lilimarcantoni3", "Danielitao_0", "Silvanapellegr5"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "😂😂 efectos secundarios que le dicen ."}, {"id": 1439438721816973315, "verified": false, "tweet_text": "Recibo mi segunda dosis de la vacuna covid el lunes y el estrés me está carcomiendo por dentro 😢 No le temo a la picadura, sino a los efectos secundarios. Mi primera dosis provocó que me hospitalizaran ...", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😢"], "country": "MEXICO", "text_es": "Recibo mi segunda dosis de la vacuna covid el lunes y el estrés me está carcomiendo por dentro 😢 No le temo a la picadura, sino a los efectos secundarios. Mi primera dosis provocó que me hospitalizaran ..."}, {"id": 1439437448438853639, "verified": false, "tweet_text": "@serrch_os @AlfonsoJOGV ¿Cuáles efectos secundarios? ¿Me los podrías enlistar aquí abajo? Y no se si sepas, pero ya hay autorización de Pfizer en menores de 12-17 años aquí en México.", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["serrch_os", "AlfonsoJOGV"], "country": "MEXICO", "text_es": "¿Cuáles efectos secundarios? ¿Me los podrías enlistar aquí abajo? Y no se si sepas, pero ya hay autorización de Pfizer en menores de -17 años aquí en México."}, {"id": 1439437220553887750, "verified": false, "tweet_text": "Hoy le gane la batalla a los efectos secundarios de la vacuna. Me siento fuerte 💪 https://t.co/vOV9mh7M8c", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/vOV9mh7M8c"], "tweet_emoticons": ["💪"], "country": "MEXICO", "text_es": "Hoy le gane la batalla a los efectos secundarios de la vacuna. Me siento fuerte 💪"}, {"id": 1439436920946364419, "verified": false, "tweet_text": "@hongfiIms no quiere arriesgarme a efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["hongfiIms"], "country": "MEXICO", "text_es": "no quiere arriesgarme a efectos secundarios"}, {"id": 1439436884145414144, "verified": false, "tweet_text": "Tramadol de una vena antes de que comiencen los efectos secundarios más duros, no tengo ganas de quedare en cama otra vez 2 semanas por una reacción alérgica.", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "country": "MEXICO", "text_es": "Tramadol de una vena antes de que comiencen los efectos secundarios más duros, no tengo ganas de quedare en cama otra vez semanas por una reacción alérgica."}, {"id": 1439436860246446080, "verified": false, "tweet_text": "Suscribo. Previo a vacunar a Enzo quiero leer la evidencia científica que me asegure que no hay efectos secundarios en los niños menores de dos años. Por el momento, respetan las medidas sanitarias, no asistan a fiestas, bodas, etcétera. https://t.co/HeEVcoo7Lj", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/HeEVcoo7Lj"], "country": "MEXICO", "text_es": "Suscribo. Previo a vacunar a Enzo quiero leer la evidencia científica que me asegure que no hay efectos secundarios en los niños menores de dos años. Por el momento, respetan las medidas sanitarias, no asistan a fiestas, bodas, etcétera."}, {"id": 1439436205284892672, "verified": false, "tweet_text": "Ojalá que los efectos secundarios de la vacuna sea que me crezcan las chichis y no fiebre🥺", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "Ojalá que los efectos secundarios de la vacuna sea que me crezcan las chichis y no fiebre🥺"}, {"id": 1439436200436244482, "verified": false, "tweet_text": "@IsaacJhonatanSM @AlfonsoJOGV ¿Efectos secundarios? Ya está autorizada la vacuna de Pfizer en niños de 12-17 años y el efecto adverso más grave ha sido una miocarditis leve de buena evolución. Precisamente, hazle caso a tus palabras y si no sabes no hables.", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["IsaacJhonatanSM", "AlfonsoJOGV"], "country": "MEXICO", "text_es": "¿Efectos secundarios? Ya está autorizada la vacuna de Pfizer en niños de -17 años y el efecto adverso más grave ha sido una miocarditis leve de buena evolución. Precisamente, hazle caso a tus palabras y si no sabes no hables."}, {"id": 1439435793148387328, "verified": false, "tweet_text": "@Antonio_Huesa ⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/B602uXJT50", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Antonio_Huesa"], "tweet_urls": ["https://t.co/B602uXJT50"], "tweet_emoticons": ["➖", "⚫"], "country": "MEXICO", "text_es": "⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;"}, {"id": 1439435680862679042, "verified": false, "tweet_text": "@Covidiota8M ⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/B602uXJT50", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Covidiota8M"], "tweet_urls": ["https://t.co/B602uXJT50"], "tweet_emoticons": ["➖", "⚫"], "country": "MEXICO", "text_es": "⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;"}, {"id": 1439435600755630080, "verified": false, "tweet_text": "@EdFiCa ⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/B602uXJT50", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["EdFiCa"], "tweet_urls": ["https://t.co/B602uXJT50"], "tweet_emoticons": ["➖", "⚫"], "country": "MEXICO", "text_es": "⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;"}, {"id": 1439435455041359877, "verified": false, "tweet_text": "@yagodream No, es cierto no sé lo que quieres decir con el seguimiento cercano de vacunas, se hace con todas las vacunas y también hay servicios de farmacovigilancia para detectar nuevos efectos secundarios de farmacia muy probados con mucho tiempo en el mercado. No hay nada 100% seguro", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["yagodream"], "country": "MEXICO", "text_es": "No, es cierto no sé lo que quieres decir con el seguimiento cercano de vacunas, se hace con todas las vacunas y también hay servicios de farmacovigilancia para detectar nuevos efectos secundarios de farmacia muy probados con mucho tiempo en el mercado. No hay nada % seguro"}, {"id": 1439435430915608583, "verified": false, "tweet_text": "@antropomilenial ⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/B602uXJT50", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["antropomilenial"], "tweet_urls": ["https://t.co/B602uXJT50"], "tweet_emoticons": ["➖", "⚫"], "country": "MEXICO", "text_es": "⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;"}, {"id": 1439435103134957568, "verified": false, "tweet_text": "@AVPassport @BreesAnna ⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/B602uXJT50", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AVPassport", "BreesAnna"], "tweet_urls": ["https://t.co/B602uXJT50"], "tweet_emoticons": ["➖", "⚫"], "country": "MEXICO", "text_es": "⚫️➖Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;"}, {"id": 1439434430532227075, "verified": false, "tweet_text": "@rebntltc Sisisi, los energizantes dice que te dan energía, pero como efectos secundarios están que te aceleran los latidos y luego cuando termina el efecto, te baja todo.", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["rebntltc"], "country": "MEXICO", "text_es": "Sisisi, los energizantes dice que te dan energía, pero como efectos secundarios están que te aceleran los latidos y luego cuando termina el efecto, te baja todo."}, {"id": 1439434271861714948, "verified": false, "tweet_text": "@andalemanyto Son los efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["andalemanyto"], "country": "MEXICO", "text_es": "Son los efectos secundarios"}, {"id": 1439434151061491716, "verified": false, "tweet_text": "@AlfonsoJOGV Y tú te vas a hacer responsable de los posibles efectos secundarios? O sólo das el amparo?", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AlfonsoJOGV"], "country": "MEXICO", "text_es": "Y tú te vas a hacer responsable de los posibles efectos secundarios? O sólo das el amparo?"}, {"id": 1439432468701057024, "verified": false, "tweet_text": "La industria farmacéutica tiene una enorme influencia en la política sanitaria. Algunas corporaciones logran obtener dinero público para promover sus medicamentos más caros. Otras, como se demostró, ocultaron efectos secundarios graves.\nhttps://t.co/p5wLOMscDF https://t.co/qmgCwDg6CK", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/p5wLOMscDF"], "country": "MEXICO", "text_es": "La industria farmacéutica tiene una enorme influencia en la política sanitaria. Algunas corporaciones logran obtener dinero público para promover sus medicamentos más caros. Otras, como se demostró, ocultaron efectos secundarios graves."}, {"id": 1439431888213528580, "verified": false, "tweet_text": "@_AleR7 Son los efectos secundarios de la vacuna 🤪", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["_AleR7"], "tweet_emoticons": ["🤪"], "country": "MEXICO", "text_es": "Son los efectos secundarios de la vacuna 🤪"}, {"id": 1439430872739074051, "verified": false, "tweet_text": "@AlfonsoJOGV Y también hazte responsable por los efectos secundarios, las vacunas disponibles no han sido estudiadas en menores de 16 años. Hagan caso a los expertos en salud como @HLGatell, no a abogángsters que sólo les interesa golpear a la 4T.\n\n#VacunaCOVID19\n#Vacuna\n#AmloLiderMundial", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["VacunaCOVID19", "Vacuna", "AmloLiderMundial"], "mentions": ["AlfonsoJOGV", "HLGatell"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y también hazte responsable por los efectos secundarios, las vacunas disponibles no han sido estudiadas en menores de años. Hagan caso a los expertos en salud como , no a abogángsters que sólo les interesa golpear a la T."}, {"id": 1439428655680266241, "verified": false, "tweet_text": "crudas que te recuerdan a los efectos secundarios de la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "crudas que te recuerdan a los efectos secundarios de la vacuna"}, {"id": 1439427059449835520, "verified": false, "tweet_text": "Pues... tal parece que si tengo efectos secundarios. Me siento afiebrada, dolor de cabeza positivo, aunque soportable, y un ligero dolor en la espalda. ¿Pero mi brazo? 100% okish. Qué cosas, eh.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Pues... tal parece que si tengo efectos secundarios. Me siento afiebrada, dolor de cabeza positivo, aunque soportable, y un ligero dolor en la espalda. ¿Pero mi brazo? % okish. Qué cosas, eh."}, {"id": 1439426339770142720, "verified": false, "tweet_text": "@AlfonsoJOGV Me imagino que tu regalo trae tu responsabilidad en caso de que alguno de tus amparados salga con efectos secundarios. Ya que usted es experto en su materia. Dejemos a los expertos en salud hacer su trabajo. No sea vil y cara dura. No juegue con los sentimientos de los padres.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AlfonsoJOGV"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Me imagino que tu regalo trae tu responsabilidad en caso de que alguno de tus amparados salga con efectos secundarios. Ya que usted es experto en su materia. Dejemos a los expertos en salud hacer su trabajo. No sea vil y cara dura. No juegue con los sentimientos de los padres."}, {"id": 1439425652621459456, "verified": false, "tweet_text": "Con sus #vacunastóxicas me extraña @HomoExNovo  tú hablaste el año pasado del peligro que #Gates estuviera detrás de las inoculaciones ¡Y lo está! Ahora no dices nada, ¿No cuestionas al gobierno? Ya se pusieron investigar de los efectos secundarios de esas porquerías?", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["vacunastóxicas", "Gates"], "mentions": ["HomoExNovo"], "country": "MEXICO", "text_es": "Con sus me extraña tú hablaste el año pasado del peligro que estuviera detrás de las inoculaciones ¡Y lo está! Ahora no dices nada, ¿No cuestionas al gobierno? Ya se pusieron investigar de los efectos secundarios de esas porquerías?"}, {"id": 1439425176781955081, "verified": false, "tweet_text": "Ayudaaaaaa me duele todo !!! 😭😭😭😭no quería que me diera efectos secundarios la última dosis #AstraZeneca", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["AstraZeneca"], "tweet_emoticons": ["😭"], "country": "MEXICO", "text_es": "Ayudaaaaaa me duele todo !!! 😭😭😭😭no quería que me diera efectos secundarios la última dosis"}, {"id": 1439424751567523846, "verified": false, "tweet_text": "Cuando no te da efectos secundarios si lo mega pensas 🥲🤣 https://t.co/cp4HV6wSel", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/cp4HV6wSel"], "tweet_emoticons": ["🥲", "🤣"], "country": "MEXICO", "text_es": "Cuando no te da efectos secundarios si lo mega pensas 🥲🤣"}, {"id": 1439424710631174151, "verified": false, "tweet_text": "Los bakunados no quieren contagiarse de CoVardía-19,eso es que no confían en la inmunidad de la Bakuna ni en su disminución de los efectos secundarios,pero eso sí, pretenden que tú te bakunes para que no les contagies.\n\nGlorioso.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Los bakunados no quieren contagiarse de CoVardía-19,eso es que no confían en la inmunidad de la Bakuna ni en su disminución de los efectos secundarios,pero eso sí, pretenden que tú te bakunes para que no les contagies. Glorioso."}, {"id": 1439424105728684035, "verified": false, "tweet_text": "-\"¿Se puede chimar con efectos secundarios de la vacuna\"?\n*Google voy a tener suerte*", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "-\"¿Se puede chimar con efectos secundarios de la vacuna\"? *Google voy a tener suerte*"}, {"id": 1439423561035358208, "verified": false, "tweet_text": "A éstos perros que estudian para ser más perros de los perros desgraciados de los mismos de siempre, la drogadicción y alcoholismo los trae en pura alucinación, efectos secundarios de el consumo de sustancias ilegales y legales, paranoia y delirium tremens!!!\nLos hongos de agosto https://t.co/kUU7sZPxEm", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/kUU7sZPxEm"], "country": "MEXICO", "text_es": "A éstos perros que estudian para ser más perros de los perros desgraciados de los mismos de siempre, la drogadicción y alcoholismo los trae en pura alucinación, efectos secundarios de el consumo de sustancias ilegales y legales, paranoia y delirium tremens!!! Los hongos de agosto"}, {"id": 1439423546527305731, "verified": false, "tweet_text": "@Valbun_ Bueno, solo es cuestion de tiempo para los efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Valbun_"], "country": "MEXICO", "text_es": "Bueno, solo es cuestion de tiempo para los efectos secundarios"}, {"id": 1439423376242749441, "verified": false, "tweet_text": "Vacunas Covid y otros efectos secundarios https://t.co/8itmuzZFMy", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/8itmuzZFMy"], "country": "MEXICO", "text_es": "Vacunas Covid y otros efectos secundarios"}, {"id": 1439422843905888259, "verified": false, "tweet_text": "Alabado sea Putin y los efectos secundarios de la Sputnik 🥴 https://t.co/XZUdNfHEad", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["🥴"], "country": "MEXICO", "text_es": "Alabado sea Putin y los efectos secundarios de la Sputnik 🥴"}, {"id": 1439422724804386818, "verified": false, "tweet_text": "Deben ser los efectos secundarios de la abstinencia por la sal", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Deben ser los efectos secundarios de la abstinencia por la sal"}, {"id": 1439420595872075776, "verified": false, "tweet_text": "Cuando soy el único de la familia al que los efectos secundarios de la vacuna lo están volviendo mierda https://t.co/c3ulCmxXwb", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Cuando soy el único de la familia al que los efectos secundarios de la vacuna lo están volviendo mierda"}, {"id": 1439420590667046915, "verified": false, "tweet_text": "Ahí está, ella no puede con la verdad y se retira.\nLa kacuna y los miles de muertes por sus efectos secundarios. https://t.co/JQJQJyjuEM", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/JQJQJyjuEM"], "country": "MEXICO", "text_es": "Ahí está, ella no puede con la verdad y se retira. La kacuna y los miles de muertes por sus efectos secundarios."}, {"id": 1439420444352950274, "verified": false, "tweet_text": "@ErDeva2 Yo le encuentro simbolismos a todo, supongo que son efectos secundarios de ver FMAB 7 veces.", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ErDeva2"], "country": "MEXICO", "text_es": "Yo le encuentro simbolismos a todo, supongo que son efectos secundarios de ver FMAB veces."}, {"id": 1439418566290382848, "verified": false, "tweet_text": "Oigan, qué pasa si en ninguna de las dos dosis me dieron efectos secundarios??? | Yahoo! Respuestas", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "country": "MEXICO", "text_es": "Oigan, qué pasa si en ninguna de las dos dosis me dieron efectos secundarios??? | Yahoo! Respuestas"}, {"id": 1439416285805355008, "verified": false, "tweet_text": "Aclaración:\nGracias al cielo yo no he visto efectos secundarios graves.\nPej. Algunos antibioticos no hacen su efecto como es esperado o producen mucha más diarrea o son muy poco tolerados.\nDicho eso, sigue siendo una responsabilidad muy grande para el clínico.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Aclaración: Gracias al cielo yo no he visto efectos secundarios graves. Pej. Algunos antibioticos no hacen su efecto como es esperado o producen mucha más diarrea o son muy poco tolerados. Dicho eso, sigue siendo una responsabilidad muy grande para el clínico."}, {"id": 1439416267996372992, "verified": false, "tweet_text": "Video de youtube: la escuela es una manera de acostumbrarte a la explotacion laboral\nYo con efectos secundarios de la vacuna y con 30 tareas pendientes: https://t.co/jGXqLGQOlF", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Video de youtube: la escuela es una manera de acostumbrarte a la explotacion laboral Yo con efectos secundarios de la vacuna y con tareas pendientes:"}, {"id": 1439416159561035780, "verified": false, "tweet_text": "@TelenoticiasPR Prohibido olvidar,q siempre q ha habido una pandemia o epidemia,las farmacéuticas de inmediato sacan un medicamento para las condiciones y ningún medicamento esta exento de precauciones,efectos secundarios y muertes. La Escuela de Medicina paga para aprovar medicamentos¡Despierta", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["TelenoticiasPR"], "country": "MEXICO", "text_es": "Prohibido olvidar,q siempre q ha habido una pandemia o epidemia,las farmacéuticas de inmediato sacan un medicamento para las condiciones y ningún medicamento esta exento de precauciones,efectos secundarios y muertes. La Escuela de Medicina paga para aprovar medicamentos¡Despierta"}, {"id": 1439415216840839175, "verified": false, "tweet_text": "@jcleforever @yajadiaz7 @YeseniaBalza @luisfer16145140 @juliocastrom 1vermectina Y DIÓXIDO de clo4o es mas efectivo que el experimento vakuna y sin efectos secundarios .", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["jcleforever", "yajadiaz7", "YeseniaBalza", "luisfer16145140", "juliocastrom"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "vermectina Y DIÓXIDO de clo4o es mas efectivo que el experimento vakuna y sin efectos secundarios ."}, {"id": 1439415171252953092, "verified": false, "tweet_text": "Hoy no sé sale, sigo con los efectos secundarios de hoy en la madrugada", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Hoy no sé sale, sigo con los efectos secundarios de hoy en la madrugada"}, {"id": 1439414961931960320, "verified": false, "tweet_text": "Todo pintaba bien hasta que empieza a haber efectos secundarios como agresividad, cambio en la forma del cuerpo, parecen anfibios. Tienen que tomar unas pastillas para no morir.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Todo pintaba bien hasta que empieza a haber efectos secundarios como agresividad, cambio en la forma del cuerpo, parecen anfibios. Tienen que tomar unas pastillas para no morir."}, {"id": 1439414313874300931, "verified": false, "tweet_text": "Y yo con los efectos secundarios y hecha un caos porque almorcé huevo y me ha caído pésimo. Entonces más allá de la migraña, el dolor terrible de la nariz y de los efectos secundarios, están las náuseas. La gran noche de hoy.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Y yo con los efectos secundarios y hecha un caos porque almorcé huevo y me ha caído pésimo. Entonces más allá de la migraña, el dolor terrible de la nariz y de los efectos secundarios, están las náuseas. La gran noche de hoy."}, {"id": 1439413955219365894, "verified": false, "tweet_text": "@rafsanher @Alex70002710 @marimarher @Fenix_Deep Menuda tontería hablar de un caso puntual, que no sabemos fijo si fue por covid o por un positivo en un test que no sirve como prueba diagnóstica.Porqué no hablas de todos los inoculados ingresados positivos o los que están falleciendo por los efectos secundarios de las vacunas?", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["rafsanher", "Alex70002710", "marimarher", "Fenix_Deep"], "country": "MEXICO", "text_es": "Menuda tontería hablar de un caso puntual, que no sabemos fijo si fue por covid o por un positivo en un test que no sirve como prueba diagnóstica.Porqué no hablas de todos los inoculados ingresados positivos o los que están falleciendo por los efectos secundarios de las vacunas?"}, {"id": 1439413296088633350, "verified": false, "tweet_text": "@marisolva @Lapolo_87 Esos son efectos secundarios muy comunes en pacientes que usan la T de cobre.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["marisolva", "Lapolo_87"], "country": "MEXICO", "text_es": "Esos son efectos secundarios muy comunes en pacientes que usan la T de cobre."}, {"id": 1439413249011642370, "verified": false, "tweet_text": "Por favor tengan cuidado. Especialmente con los nenes.\nEn Gt la medicina es tan cara y la gente tan pobre que hemos tenido que ver efectos secundarios indeseables en niños que han tomado medicina \"genérica\"\n¿Cómo le aseguramos al papá que la medicina le caerá bien? https://t.co/ByI237PA4o", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/ByI237PA4o"], "country": "MEXICO", "text_es": "Por favor tengan cuidado. Especialmente con los nenes. En Gt la medicina es tan cara y la gente tan pobre que hemos tenido que ver efectos secundarios indeseables en niños que han tomado medicina \"genérica\" ¿Cómo le aseguramos al papá que la medicina le caerá bien?"}, {"id": 1439413174172889092, "verified": false, "tweet_text": "Los efectos secundarios de la vacuna incluyen conversaciones oscuras https://t.co/Z3mZSBCGNM", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Los efectos secundarios de la vacuna incluyen conversaciones oscuras"}, {"id": 1439411416759480320, "verified": false, "tweet_text": "@DaniWolv @Buenrollo13 Que hay de la Sputnik V, siento que esa vacuna es la menos letal, no he visto casos de efectos secundarios.. alguien tiene información?", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["DaniWolv", "Buenrollo13"], "country": "MEXICO", "text_es": "Que hay de la Sputnik V, siento que esa vacuna es la menos letal, no he visto casos de efectos secundarios.. alguien tiene información?"}, {"id": 1439410653022851075, "verified": false, "tweet_text": "Les dije que solo a la raza débil les daba covid y efectos secundarios de la astrazeneca.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Les dije que solo a la raza débil les daba covid y efectos secundarios de la astrazeneca."}, {"id": 1439409140770742287, "verified": false, "tweet_text": "Hoy me pusieron la segunda dosis de la vacuna (con la jeringa chata por supuesto) contra el sida chino y ya me voy a poner mamado, creen que tenga efectos secundarios? https://t.co/D7r7ZHjAOs", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Hoy me pusieron la segunda dosis de la vacuna (con la jeringa chata por supuesto) contra el sida chino y ya me voy a poner mamado, creen que tenga efectos secundarios?"}, {"id": 1439409052342267905, "verified": false, "tweet_text": "#Entérate Un panel de la FDA advirtió que podría generar efectos secundarios, como miocarditis, principalmente en los más jóvenes. \nhttps://t.co/mIcGYAeKca  https://t.co/wxjgizFJif", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Entérate"], "tweet_urls": ["https://t.co/mIcGYAeKca", "https://t.co/wxjgizFJif"], "country": "MEXICO", "text_es": "Un panel de la FDA advirtió que podría generar efectos secundarios, como miocarditis, principalmente en los más jóvenes."}, {"id": 1439409022294241280, "verified": false, "tweet_text": "@1A_n_d_r_e_s_ @andrearoae Usted dice cualquier cosa sin argumentos científicos como una burla,veremos los efectos secundarios en poco tiempo", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["1A_n_d_r_e_s_", "andrearoae"], "country": "MEXICO", "text_es": "Usted dice cualquier cosa sin argumentos científicos como una burla,veremos los efectos secundarios en poco tiempo"}, {"id": 1439408696422014976, "verified": false, "tweet_text": "@FitoCanuto02 @Antonio87964567 @andrearoae Eso no es cierto,esperemos en un tiempo no muy largo los efectos secundarios,dos pacientes míos murieron después de la vacuna y un chico de 17 años  tiene una pierna gangrenada,una chica de 32 años con convulsiones,que no le pase a usted no quiere  decir nada.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["FitoCanuto02", "Antonio87964567", "andrearoae"], "country": "MEXICO", "text_es": "Eso no es cierto,esperemos en un tiempo no muy largo los efectos secundarios,dos pacientes míos murieron después de la vacuna y un chico de años tiene una pierna gangrenada,una chica de años con convulsiones,que no le pase a usted no quiere decir nada."}, {"id": 1439408395006709763, "verified": false, "tweet_text": "Ahora sí que ando sobreviviendo a los efectos secundarios de la vacuna :'v", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "Ahora sí que ando sobreviviendo a los efectos secundarios de la vacuna :'v"}, {"id": 1439407694184652803, "verified": false, "tweet_text": "@GipsyGastello @BilbaoRangel @RoiLopezRivas @dcabellor @Smmar4F @alejabolivarian @CoralTeresa @eeilems @indhriana @jaarreaza @JFjusticiafuser @OdaniePinto Padre Dios Todopoderoso, fuente de salud, tu eres  Dios sanador. Ten piedad Señor de los que están sin fuerza, devuelve la salud y quedaran sanos. Has efectivos los tratamientos médicos. Líbrale de los efectos secundarios y has lo que la medicina no puede hacer. Amen 🙏❤️", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["GipsyGastello", "BilbaoRangel", "RoiLopezRivas", "dcabellor", "Smmar4F", "alejabolivarian", "CoralTeresa", "eeilems", "indhriana", "jaarreaza", "JFjusticiafuser", "OdaniePinto"], "tweet_emoticons": ["❤️", "🙏"], "country": "MEXICO", "text_es": "Padre Dios Todopoderoso, fuente de salud, tu eres Dios sanador. Ten piedad Señor de los que están sin fuerza, devuelve la salud y quedaran sanos. Has efectivos los tratamientos médicos. Líbrale de los efectos secundarios y has lo que la medicina no puede hacer. Amen 🙏❤️"}, {"id": 1439405964369793024, "verified": false, "tweet_text": "Todos quejándose por los efectos secundarios de la AstraZeneca!! \nYo: 🥲👇🏼 https://t.co/VHJKuKJjwK", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["👇🏼", "🥲"], "country": "MEXICO", "text_es": "Todos quejándose por los efectos secundarios de la AstraZeneca!! Yo: 🥲👇🏼"}, {"id": 1439405954622279680, "verified": false, "tweet_text": "A pesar de eso y de la marcada necesidad de tomar como punto importante dentro de la investigación y la ciencia a la mujer y de los posibles efectos secundarios no previstos de la vacuna en nosotras, que alegría la ciencia y el desarrollo de las vacunas.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "country": "MEXICO", "text_es": "A pesar de eso y de la marcada necesidad de tomar como punto importante dentro de la investigación y la ciencia a la mujer y de los posibles efectos secundarios no previstos de la vacuna en nosotras, que alegría la ciencia y el desarrollo de las vacunas."}, {"id": 1439405731527155719, "verified": false, "tweet_text": "@alex56gt Ojo\nEn H. nacionales a menudo se reporta meds que no hace bien su efecto o que tiene + efectos secundarios de lo esperado. Compradas por ser las más baratas usualmente \"genéricas\"\nNo defiendo los precios elevados. Solo que en gt NO hay control de calidad en med. genérica.", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["alex56gt"], "country": "MEXICO", "text_es": "Ojo En H. nacionales a menudo se reporta meds que no hace bien su efecto o que tiene + efectos secundarios de lo esperado. Compradas por ser las más baratas usualmente \"genéricas\" No defiendo los precios elevados. Solo que en gt NO hay control de calidad en med. genérica."}, {"id": 1439404544090312708, "verified": false, "tweet_text": "@fabri_xeneize98 @LeoNuez89338216 @DavooXeneizeJRR A algunas gallinas les afecta la 2da vacuna Russa!!!!! Les da efectos secundarios 🥱", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["fabri_xeneize98", "LeoNuez89338216", "DavooXeneizeJRR"], "tweet_emoticons": ["🥱"], "country": "MEXICO", "text_es": "A algunas gallinas les afecta la da vacuna Russa!!!!! Les da efectos secundarios 🥱"}, {"id": 1439404396887085067, "verified": false, "tweet_text": "El bajón emocional es parte de los efectos secundarios de la Pfizer? 🙇🏽", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["🙇🏽"], "country": "MEXICO", "text_es": "El bajón emocional es parte de los efectos secundarios de la Pfizer? 🙇🏽"}, {"id": 1439404262165987329, "verified": false, "tweet_text": "Cuando la vacuna sea obligatoria en #Polombia me la pongo, mientras tanto seguiré como espectadora viendo como salen efectos secundarios en cada vacuna. \n¡Ahi va uno viendo cual de pone!..", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Polombia"], "country": "MEXICO", "text_es": "Cuando la vacuna sea obligatoria en me la pongo, mientras tanto seguiré como espectadora viendo como salen efectos secundarios en cada vacuna. ¡Ahi va uno viendo cual de pone!.."}, {"id": 1439403866815188995, "verified": false, "tweet_text": "@carmenj666 @catolico_rey @marimarher Peor!!... por automedicarse con una sustancia experimental q nadie receta y de la q nadie se hace responsable, autorizada (q no aprobada) y de la q desconocen los posibles efectos secundarios porq se han rellenando sobre la marcha (cosa q conocían y asumieron libremente).", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["carmenj666", "catolico_rey", "marimarher"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Peor!!... por automedicarse con una sustancia experimental q nadie receta y de la q nadie se hace responsable, autorizada (q no aprobada) y de la q desconocen los posibles efectos secundarios porq se han rellenando sobre la marcha (cosa q conocían y asumieron libremente)."}, {"id": 1439403610383818761, "verified": false, "tweet_text": "a qué hora se apagan los efectos secundarios de la vacuna porque ya me hartó el dolor de cabeza :(", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": [":("], "country": "MEXICO", "text_es": "a qué hora se apagan los efectos secundarios de la vacuna porque ya me hartó el dolor de cabeza"}, {"id": 1439403508902543366, "verified": false, "tweet_text": "@baruchdom Si es preocupante, ya que aunque se ingiera prep, sigues siendo vulnerable a otras ETS’s y algunas como la sifilis son igual o peor de dañinas que el VIH ... por qué dejan efectos secundarios de por vida y", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["baruchdom"], "country": "MEXICO", "text_es": "Si es preocupante, ya que aunque se ingiera prep, sigues siendo vulnerable a otras ETS’s y algunas como la sifilis son igual o peor de dañinas que el VIH ... por qué dejan efectos secundarios de por vida y"}, {"id": 1439402782809862145, "verified": false, "tweet_text": "@catolico_rey @marimarher O eres muy joven,o no has trabajado nunca.\nEn🇪🇦la atención sanitaria la pagamos entre todos(o casi todos),ya q se financia a base de impuestos.\nY según tu comentario,tendria más lógica,q los q pagaran sean los💉q sufran efectos secundarios,x automedicarse con una💉experimental.😉", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["catolico_rey", "marimarher"], "tweet_emoticons": ["💉", "😉", "🇪🇦", "xp"], "country": "MEXICO", "text_es": "O eres muy joven,o no has trabajado nunca. En🇪🇦la atención sanitaria la pagamos entre todos(o casi todos),ya q se financia a base de impuestos. Y según tu comentario,tendria más lógica,q los q pagaran sean los💉q sufran efectos secundarios,x automedicarse con una💉experimental.😉"}, {"id": 1439402479230328833, "verified": false, "tweet_text": "Día 2 de efectos secundarios de la vacuna de la fiebre amarilla 🤒\nExtraño tanto a mi abuelita Sarita, ella era la única q siempre me consintió, atendió y cuidó! \nHubiese querido q fuera eterna!\nSin duda alguna el amor de mi abuelita fue y siempre será único e incondicional! 💕", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["💕", "🤒"], "country": "MEXICO", "text_es": "Día de efectos secundarios de la vacuna de la fiebre amarilla 🤒 Extraño tanto a mi abuelita Sarita, ella era la única q siempre me consintió, atendió y cuidó! Hubiese querido q fuera eterna! Sin duda alguna el amor de mi abuelita fue y siempre será único e incondicional! 💕"}, {"id": 1439400343419465729, "verified": false, "tweet_text": "Hoy anduve pedido de tuister xd, sorry, pegaron fuerte los efectos secundarios de la vacuna.\n\nLos veo mañana wapos https://t.co/yTBGlV1Rvn", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "Hoy anduve pedido de tuister xd, sorry, pegaron fuerte los efectos secundarios de la vacuna. Los veo mañana wapos"}, {"id": 1439400132231974912, "verified": false, "tweet_text": "Meztoy muriendo con los efectos secundarios 😭", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["😭"], "country": "MEXICO", "text_es": "Meztoy muriendo con los efectos secundarios 😭"}, {"id": 1439399608447377412, "verified": false, "tweet_text": "Estoy vacunada desde inicios de abril y hasta hora estoy notando efectos secundarios de la vacuna Pfizer 🤔", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "Estoy vacunada desde inicios de abril y hasta hora estoy notando efectos secundarios de la vacuna Pfizer 🤔"}, {"id": 1439399541246148609, "verified": false, "tweet_text": "@WomanDelCalao Es algo que pienso cuando recuerdo la postura de la medicina con las píldoras anticonceptivas masculinas, por ejemplo. Sus efectos secundarios serían menores que los de las femeninas, y aún así les parece un riesgo enorme lanzarlas al mercado.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["WomanDelCalao"], "country": "MEXICO", "text_es": "Es algo que pienso cuando recuerdo la postura de la medicina con las píldoras anticonceptivas masculinas, por ejemplo. Sus efectos secundarios serían menores que los de las femeninas, y aún así les parece un riesgo enorme lanzarlas al mercado."}, {"id": 1439398724057321476, "verified": false, "tweet_text": "@Santex71 @Formalhaut_ @Kenshin_my_love @KuroeNao @jazzpepe01 Efectos de haber hablado con Asier anteriormente, son solo efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Santex71", "Formalhaut_", "Kenshin_my_love", "KuroeNao", "jazzpepe01"], "country": "MEXICO", "text_es": "Efectos de haber hablado con Asier anteriormente, son solo efectos secundarios"}, {"id": 1439397413840691201, "verified": false, "tweet_text": "@ChuliChulenga preferís atribuir los efectos secundarios previstos en las vacunas en gente sana a \"casualidades\" o tomar consciencia de lo que está pasando?", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ChuliChulenga"], "country": "MEXICO", "text_es": "preferís atribuir los efectos secundarios previstos en las vacunas en gente sana a \"casualidades\" o tomar consciencia de lo que está pasando?"}, {"id": 1439397243212156929, "verified": false, "tweet_text": "@familiasPLV evidencias de efectos secundarios de la incoulacion experimental GENOCIDA de la elite masonica luciferina", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["familiasPLV"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "evidencias de efectos secundarios de la incoulacion experimental GENOCIDA de la elite masonica luciferina"}, {"id": 1439396988412387329, "verified": false, "tweet_text": "@ChuliChulenga cuando una persona joven, sin enf preex, sana, vacunada, sufre un ictus, trombos, acv, q están previstos como posibles efectos secundarios, la asociación con la vacuna como causa visibiliza lo q laboratorios, médicos, sanitaristas, medios y gobiernos tapan", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ChuliChulenga"], "country": "MEXICO", "text_es": "cuando una persona joven, sin enf preex, sana, vacunada, sufre un ictus, trombos, acv, q están previstos como posibles efectos secundarios, la asociación con la vacuna como causa visibiliza lo q laboratorios, médicos, sanitaristas, medios y gobiernos tapan"}, {"id": 1439396233005699074, "verified": false, "tweet_text": "@loveuchrisbot Tranquii fueron los efectos secundarios de estar escuchando love poem mientras leia el mensajito 😭😭😭", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["loveuchrisbot"], "tweet_emoticons": ["😭"], "country": "MEXICO", "text_es": "Tranquii fueron los efectos secundarios de estar escuchando love poem mientras leia el mensajito 😭😭😭"}, {"id": 1439395581907120129, "verified": false, "tweet_text": "@Lapolo_87 secundario, pero eso no existe.\n\nTambién es cierto que la industria farmacéutica ha sido ‘flexible’ con los efectos secundarios al comercializar los anticonceptivos para mujeres al no comercializar los de hombres, apesar de que estos últimos tienen menos efectos y en menor", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Lapolo_87"], "country": "MEXICO", "text_es": "secundario, pero eso no existe. También es cierto que la industria farmacéutica ha sido ‘flexible’ con los efectos secundarios al comercializar los anticonceptivos para mujeres al no comercializar los de hombres, apesar de que estos últimos tienen menos efectos y en menor"}, {"id": 1439395419876962310, "verified": false, "tweet_text": "🍏 Antibióticos, realidades sobre sus efectos secundarios y cómo minimizarlos... https://t.co/bY8DVe1Jqp", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/bY8DVe1Jqp"], "tweet_emoticons": ["🍏", "8D"], "country": "MEXICO", "text_es": "🍏 Antibióticos, realidades sobre sus efectos secundarios y cómo minimizarlos..."}, {"id": 1439395221922586624, "verified": false, "tweet_text": "@MarceloPradoSz Que efectos secundarios severos?", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MarceloPradoSz"], "country": "MEXICO", "text_es": "Que efectos secundarios severos?"}, {"id": 1439394608081997824, "verified": false, "tweet_text": "@astrosuke efectos secundarios al verme", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["astrosuke"], "country": "MEXICO", "text_es": "efectos secundarios al verme"}, {"id": 1439392774055399427, "verified": false, "tweet_text": "Los sanitarios se piran de los Hospitales. Fuera de España es \"trending topic\". (España es más de contracturas musculares y depresiones en medio de la \"pandemia\"). \nMás efectos secundarios de las vacunas: hospitales medio vacíos por obligar a vacunar. Más enfermos a dejar morir. https://t.co/72BCtHSnXC", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/72BCtHSnXC"], "country": "MEXICO", "text_es": "Los sanitarios se piran de los Hospitales. Fuera de España es \"trending topic\". (España es más de contracturas musculares y depresiones en medio de la \"pandemia\"). Más efectos secundarios de las vacunas: hospitales medio vacíos por obligar a vacunar. Más enfermos a dejar morir."}, {"id": 1439392745194467330, "verified": false, "tweet_text": "Primera y Segunda Dosis sin Efectos  Secundarios 😎 https://t.co/mXDaQnPQDs", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["😎", "XD"], "country": "MEXICO", "text_es": "Primera y Segunda Dosis sin Efectos Secundarios 😎"}, {"id": 1439392354264305668, "verified": false, "tweet_text": "¿Qué efectos secundarios post vacuna son estas ganas de llorar?", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "¿Qué efectos secundarios post vacuna son estas ganas de llorar?"}, {"id": 1439391220933988357, "verified": false, "tweet_text": "Resulta que quedan científicos honestos preocupados con los efectos secundarios de las vacunas experimentales en agencias como el FDA.Mientras tanto el tirano criollo de Salud ya le metió la tercera vacuna no aprobada a miles de victimas.Pierluisi,vas a tener q responder por esto https://t.co/8zt9OyJDP3", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/8zt9OyJDP3"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Resulta que quedan científicos honestos preocupados con los efectos secundarios de las vacunas experimentales en agencias como el FDA.Mientras tanto el tirano criollo de Salud ya le metió la tercera vacuna no aprobada a miles de victimas.Pierluisi,vas a tener q responder por esto"}, {"id": 1439391045813407744, "verified": false, "tweet_text": "Leer estas respuestas me repite lo que el uso de anticonceptivas ya me había dicho. \n\nA la medicina le importan un culo los efectos secundarios de los medicamentos, cuando de mujeres se trata.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "Leer estas respuestas me repite lo que el uso de anticonceptivas ya me había dicho. A la medicina le importan un culo los efectos secundarios de los medicamentos, cuando de mujeres se trata."}, {"id": 1439389614045859845, "verified": false, "tweet_text": "Mi medicamento me hizo sentir con muchísimo sueño y mareo TT Dios osio los efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "Mi medicamento me hizo sentir con muchísimo sueño y mareo TT Dios osio los efectos secundarios"}, {"id": 1439388773851205634, "verified": false, "tweet_text": "..., o se trata de un EFECTO SECUNDARIO a causa de la 💉...\"\n\n⚠️ Si los √a©unados comienzan a exigir estas pruebas... comenzará a salir a la luz que todas esas \"NUEVAS CEPAS\", en realidad \"son EFECTOS SECUNDARIOS de las 💉.", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["💉", "⚠️", "©"], "country": "MEXICO", "text_es": "..., o se trata de un EFECTO SECUNDARIO a causa de la 💉...\" ⚠️ Si los √a©unados comienzan a exigir estas pruebas... comenzará a salir a la luz que todas esas \"NUEVAS CEPAS\", en realidad \"son EFECTOS SECUNDARIOS de las 💉."}, {"id": 1439388672953098244, "verified": false, "tweet_text": "La neta prefiero traer la peor cruda del mundo a esto llamado \"efectos secundarios de la AstraZeneca\"", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "La neta prefiero traer la peor cruda del mundo a esto llamado \"efectos secundarios de la AstraZeneca\""}, {"id": 1439388620322787332, "verified": false, "tweet_text": "No se como vergas le hare para poder ir a ponerme la vacuna y trabajar sin colapsar y sufrir un ataque de efectos secundarios\n\nMas les vale no me pidan nada pesado en el trabajo", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "country": "MEXICO", "text_es": "No se como vergas le hare para poder ir a ponerme la vacuna y trabajar sin colapsar y sufrir un ataque de efectos secundarios Mas les vale no me pidan nada pesado en el trabajo"}, {"id": 1439387683588018178, "verified": false, "tweet_text": "A mis ovarios les ha dado por ovular y yo me quiero morir del dolor ✌\n\nMe dice mi madre \"Ya sabías que cuando dejases de tomar anticonceptivos te iba a doler\" y es que sí, pero prefiero eso a todos los efectos secundarios que me empezaron a dar hace poco. En fin -", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_emoticons": ["✌"], "country": "MEXICO", "text_es": "A mis ovarios les ha dado por ovular y yo me quiero morir del dolor ✌ Me dice mi madre \"Ya sabías que cuando dejases de tomar anticonceptivos te iba a doler\" y es que sí, pero prefiero eso a todos los efectos secundarios que me empezaron a dar hace poco. En fin -"}, {"id": 1439387107588464647, "verified": false, "tweet_text": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?  https://t.co/7yR2mldzI4", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/7yR2mldzI4"], "country": "MEXICO", "text_es": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?"}, {"id": 1439386898380857348, "verified": false, "tweet_text": "@joridliverbirs bueno, es que desde su primera temporada que yo no le veía a este nivel. Y esta muy participativo. Y si, su año 21 en general es espectacular, por ahi los efectos secundarios de la vacuna le vinieron bien(?", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["joridliverbirs"], "country": "MEXICO", "text_es": "bueno, es que desde su primera temporada que yo no le veía a este nivel. Y esta muy participativo. Y si, su año en general es espectacular, por ahi los efectos secundarios de la vacuna le vinieron bien(?"}, {"id": 1439386831141867523, "verified": true, "tweet_text": "#Curiosidades‍ | ¿Qué personas no deben tomar vitamina D?\n\nAquí más detalles\n\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Curiosidades‍"], "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "country": "MEXICO", "text_es": "‍ | ¿Qué personas no deben tomar vitamina D? Aquí más detalles"}, {"id": 1439386179724451840, "verified": false, "tweet_text": "@BeaTurquesa @Wizengamot90 @Davix1812 @JoaquimBoschGra Cuenteselo a los que han muerto con la vacuna, debería de saber que las vacunas no impiden el contagio ni la transmisión y tiene algunos efectos secundarios muy muy graves, la información está ahí para todos", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["BeaTurquesa", "Wizengamot90", "Davix1812", "JoaquimBoschGra"], "country": "MEXICO", "text_es": "Cuenteselo a los que han muerto con la vacuna, debería de saber que las vacunas no impiden el contagio ni la transmisión y tiene algunos efectos secundarios muy muy graves, la información está ahí para todos"}, {"id": 1439384581489242113, "verified": false, "tweet_text": "…y + efectos secundarios….\n\nhttps://t.co/kjcmwLhwCu", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/kjcmwLhwCu"], "country": "MEXICO", "text_es": "…y + efectos secundarios…."}, {"id": 1439384579501133824, "verified": false, "tweet_text": "@p0rros Lo más habitual es que no te pase absolutamente nada.\nPor supuesto que puedes tener alguno de los efectos secundarios, pero lo más probable es que no te suceda nada.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["p0rros"], "country": "MEXICO", "text_es": "Lo más habitual es que no te pase absolutamente nada. Por supuesto que puedes tener alguno de los efectos secundarios, pero lo más probable es que no te suceda nada."}, {"id": 1439384269936340993, "verified": false, "tweet_text": "Estoy agotada pero quiero agradecerle a mi vacuna por no haberme dado efectos secundarios, la qm", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Estoy agotada pero quiero agradecerle a mi vacuna por no haberme dado efectos secundarios, la qm"}, {"id": 1439384062184022020, "verified": false, "tweet_text": "#Lacalle reconoció públicamente el consumo esporádico de drogas ilícitas en su adolescencia,cocaína y la marihuana,aunque aclaró no tuvo ningún problema de adicción...Wikipedia\n\nAhora entiendo...🤗\nEl uso de drogas deja efectos secundarios, inmoralidad-irracionalidad-sumisión. https://t.co/d8BQuLbqn3", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Lacalle"], "tweet_emoticons": ["🤗"], "country": "MEXICO", "text_es": "reconoció públicamente el consumo esporádico de drogas ilícitas en su adolescencia,cocaína y la marihuana,aunque aclaró no tuvo ningún problema de adicción...Wikipedia Ahora entiendo...🤗 El uso de drogas deja efectos secundarios, inmoralidad-irracionalidad-sumisión."}, {"id": 1439383787641597962, "verified": false, "tweet_text": "@mccarriona1 @JoaquimBoschGra Las vacunas occidentales ( según la ciencia) no son seguras, debe prevalecer el derecho a la salud, estoy de a cuerdo, la vacuna Sputnik V no tiene efectos secundarios, pero esa no la traen por temas políticos... Deve prevalecer el derecho a la salud, o no?", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["mccarriona1", "JoaquimBoschGra"], "country": "MEXICO", "text_es": "Las vacunas occidentales ( según la ciencia) no son seguras, debe prevalecer el derecho a la salud, estoy de a cuerdo, la vacuna Sputnik V no tiene efectos secundarios, pero esa no la traen por temas políticos... Deve prevalecer el derecho a la salud, o no?"}, {"id": 1439383242898124800, "verified": false, "tweet_text": "Hoy en un momento de lucidez causado por los efectos secundarios de la vacuna (estaba grogui por la febrícula) he llegado a la conclusión de que el Pokémon más eficaz es el de tipo lucha porque lo arregla todo con dos yoyas.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Hoy en un momento de lucidez causado por los efectos secundarios de la vacuna (estaba grogui por la febrícula) he llegado a la conclusión de que el Pokémon más eficaz es el de tipo lucha porque lo arregla todo con dos yoyas."}, {"id": 1439382730903638016, "verified": false, "tweet_text": "@Raul_Alejandroe Pero he escuchado que tiene hartos efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Raul_Alejandroe"], "country": "MEXICO", "text_es": "Pero he escuchado que tiene hartos efectos secundarios?"}, {"id": 1439382451638308866, "verified": false, "tweet_text": "Qué papelón de las autoridades que dictan (lo que les dicen) para la salud pública, pues que sostengan eso, tanta gente que les cree, se fueron a vacunar y ahora no quieren debatir, la gente vacunada está teniendo efectos secundarios graves, para acabar pronto NO SIRVE SU 💉 https://t.co/wd87l3i8s7", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/wd87l3i8s7"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Qué papelón de las autoridades que dictan (lo que les dicen) para la salud pública, pues que sostengan eso, tanta gente que les cree, se fueron a vacunar y ahora no quieren debatir, la gente vacunada está teniendo efectos secundarios graves, para acabar pronto NO SIRVE SU 💉"}, {"id": 1439382159169622016, "verified": false, "tweet_text": "@OrianaGrumosa Ni yo sabía que existían tantos efectos secundarios JAJA, pobreeee", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["OrianaGrumosa"], "country": "MEXICO", "text_es": "Ni yo sabía que existían tantos efectos secundarios JAJA, pobreeee"}, {"id": 1439381743593791490, "verified": false, "tweet_text": "Reacciones de un típico espectador viendo a Walter White en la primer temporada lidiando contra el cáncer y los efectos secundarios de las quimioterapias: 😥🥲🥺😔\n\nReacciones de un típico espectador viendo a Walter White cuando deja morir a Jane: 😡🤬😠😱🥴", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["🤬", "😥", "🥲", "😔", "😠", "🥴", "🥺", "😡", "😱"], "country": "MEXICO", "text_es": "Reacciones de un típico espectador viendo a Walter White en la primer temporada lidiando contra el cáncer y los efectos secundarios de las quimioterapias: 😥🥲🥺😔 Reacciones de un típico espectador viendo a Walter White cuando deja morir a Jane: 😡🤬😠😱🥴"}, {"id": 1439380854116134912, "verified": false, "tweet_text": "@Raymond_Lee_ @GovPierluisi @PR51_EMM @desaludpr Todo medicamento tiene alguna complicacion o alerta pero son mas lo que se curan y salvan que los que tienen efectos secundarios. Para dudas visiten a su médico con licencia no los rumores de las redes sociales y cuando este le oriente decida si se vacuna o no.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Raymond_Lee_", "GovPierluisi", "PR51_EMM", "desaludpr"], "country": "MEXICO", "text_es": "Todo medicamento tiene alguna complicacion o alerta pero son mas lo que se curan y salvan que los que tienen efectos secundarios. Para dudas visiten a su médico con licencia no los rumores de las redes sociales y cuando este le oriente decida si se vacuna o no."}, {"id": 1439379963224879104, "verified": false, "tweet_text": "«Esta dosis adicional no se recomendó para toda la población porque vieron posibles efectos secundarios como riesgos de miocarditis; los especialistas también dieron luz verde para personas vulnerables y personal de salud.»\n\nhttps://t.co/fq9V57zwZM", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/fq9V57zwZM"], "country": "MEXICO", "text_es": "«Esta dosis adicional no se recomendó para toda la población porque vieron posibles efectos secundarios como riesgos de miocarditis; los especialistas también dieron luz verde para personas vulnerables y personal de salud.»"}, {"id": 1439379629647798285, "verified": false, "tweet_text": "El afán de lucro no es importante para Pfizer , es nuestra salud. Claro que si. En un par de años veremos a los vacunados experimentando los efectos secundarios de la vacuna experimental, condiciones cardiacas en niños y adultos, problemas de fertilidad. Conejillos de india. https://t.co/FDifPMQjgP", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/FDifPMQjgP"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "El afán de lucro no es importante para Pfizer , es nuestra salud. Claro que si. En un par de años veremos a los vacunados experimentando los efectos secundarios de la vacuna experimental, condiciones cardiacas en niños y adultos, problemas de fertilidad. Conejillos de india."}, {"id": 1439378907099275264, "verified": false, "tweet_text": "@ChichaChina Si, tranqui. El estrés no ayuda al cuerpo a combatir esos efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ChichaChina"], "country": "MEXICO", "text_es": "Si, tranqui. El estrés no ayuda al cuerpo a combatir esos efectos secundarios."}, {"id": 1439378792061935618, "verified": false, "tweet_text": "Es horrible querer silenciar a la gente que habla de como se siente tras la vacuna y efectos secundarios que ha experimentado, tachándoles de antivax. \n\nademas es ilógico, no puedo ser antivax si estoy vacunada, DUH.🤪", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["🤪", "xp"], "country": "MEXICO", "text_es": "Es horrible querer silenciar a la gente que habla de como se siente tras la vacuna y efectos secundarios que ha experimentado, tachándoles de antivax. ademas es ilógico, no puedo ser antivax si estoy vacunada, DUH.🤪"}, {"id": 1439378653813649415, "verified": false, "tweet_text": "El creador de las Vakuana ARN mensajero ¡Teme por su vida, porque advierte efectos secundarios de las inoculaciones! dígame me a quien le vamos a creer @HLGatell  @lopezobrador_  #Plandemia", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Plandemia"], "mentions": ["HLGatell", "lopezobrador_"], "country": "MEXICO", "text_es": "El creador de las Vakuana ARN mensajero ¡Teme por su vida, porque advierte efectos secundarios de las inoculaciones! dígame me a quien le vamos a creer"}, {"id": 1439378609651822600, "verified": false, "tweet_text": "@renatomeva @KeikoFujimori Sería un caso para un Congreso Mundial de Psicología \"El resentimiento y los efectos secundarios de su exacerbación\"", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["renatomeva", "KeikoFujimori"], "country": "MEXICO", "text_es": "Sería un caso para un Congreso Mundial de Psicología \"El resentimiento y los efectos secundarios de su exacerbación\""}, {"id": 1439378490671960065, "verified": false, "tweet_text": "Ya me vacunaron y los efectos secundarios están haciendo estragos 🥺🥺🥺.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "Ya me vacunaron y los efectos secundarios están haciendo estragos 🥺🥺🥺."}, {"id": 1439378106121400320, "verified": false, "tweet_text": "@MenesesJuan @parosemena Buen trabajo, lástima que los efectos secundarios los suframos los cuencanos. Siempre que se dan operativos intensos en GYE la delincuencia migra a Cuenca. @mattabad por favor que se coordine con @parosemena el plan de seguridad y evitar ese problema en el Azuay.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["MenesesJuan", "parosemena", "mattabad", "parosemena"], "country": "MEXICO", "text_es": "Buen trabajo, lástima que los efectos secundarios los suframos los cuencanos. Siempre que se dan operativos intensos en GYE la delincuencia migra a Cuenca. por favor que se coordine con el plan de seguridad y evitar ese problema en el Azuay."}, {"id": 1439378103839625222, "verified": false, "tweet_text": "Efectos secundarios como problemas en en sistema nervios, parálisis, se infectan otra vez del bicho porque tiene el sistema inmune comprometido ¡Problemas hormonales! Y creo que nos tratamos ese cuento y para rematar, la cerecita del pastel....", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Efectos secundarios como problemas en en sistema nervios, parálisis, se infectan otra vez del bicho porque tiene el sistema inmune comprometido ¡Problemas hormonales! Y creo que nos tratamos ese cuento y para rematar, la cerecita del pastel...."}, {"id": 1439377420897984516, "verified": false, "tweet_text": "@xOscar_AvilaIG La mayoria del tiempo la 1ra dosis no causa nada mas que dolor en el brazo inyectado, la 2da dosis es la que por lo general causa mas efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["xOscar_AvilaIG"], "country": "MEXICO", "text_es": "La mayoria del tiempo la ra dosis no causa nada mas que dolor en el brazo inyectado, la da dosis es la que por lo general causa mas efectos secundarios"}, {"id": 1439376919338921989, "verified": false, "tweet_text": "@anaarco36594394 Hola Anita, lo sé,  pero al menos a alguien le puede servir para q dude y busque información antes de https://t.co/hMbMBXZFbZ una locura,  cualquier kakuna con las muertes y tantos efectos secundarios, ya la hubieran prohibido .", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["anaarco36594394"], "tweet_urls": ["https://t.co/hMbMBXZFbZ"], "country": "MEXICO", "text_es": "Hola Anita, lo sé, pero al menos a alguien le puede servir para q dude y busque información antes de una locura, cualquier kakuna con las muertes y tantos efectos secundarios, ya la hubieran prohibido ."}, {"id": 1439376500697051147, "verified": false, "tweet_text": "@chotoatope @Borjetus_ Ha demostrado una infección de menor gravedad en personas de riesgo, y es verdad que ha causado efectos secundarios pero ha evitado muertes y hospitalizaciones . No sabemos a largo plazo lo que nos tiene preparado , pero merece la pena morir hoy de COVID ?", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["chotoatope", "Borjetus_"], "country": "MEXICO", "text_es": "Ha demostrado una infección de menor gravedad en personas de riesgo, y es verdad que ha causado efectos secundarios pero ha evitado muertes y hospitalizaciones . No sabemos a largo plazo lo que nos tiene preparado , pero merece la pena morir hoy de COVID ?"}, {"id": 1439376324997562375, "verified": false, "tweet_text": "¿Puede la vacuna contra el covid-19 afectar los ciclos menstruales? https://t.co/fw0ZGQYNNg vía @cnnee", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["CNNEE"], "tweet_urls": ["https://t.co/fw0ZGQYNNg"], "country": "MEXICO", "text_es": "¿Puede la vacuna contra el covid-19 afectar los ciclos menstruales? vía"}, {"id": 1439376186761793537, "verified": false, "tweet_text": "@alejferrer @DrWilfredoBello Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/LGZYP89Bsb https://t.co/z3mUHd8npD", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["alejferrer", "DrWilfredoBello"], "tweet_urls": ["https://t.co/LGZYP89Bsb"], "country": "MEXICO", "text_es": "Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;"}, {"id": 1439375514679001088, "verified": false, "tweet_text": "@8aura8 @marimarher @ccarballo50 Pues dado que la vacuna no evita ni hospitalizacion ni muerte por covid, no habría ninguna diferencia con no estar vacunado. Pero al menos no te expones a efectos secundarios e incluso muerte por otraa causas", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["8aura8", "marimarher", "ccarballo50"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Pues dado que la vacuna no evita ni hospitalizacion ni muerte por covid, no habría ninguna diferencia con no estar vacunado. Pero al menos no te expones a efectos secundarios e incluso muerte por otraa causas"}, {"id": 1439375438996987905, "verified": false, "tweet_text": "#Coronavirus 😷 | ¿Cuáles son los nuevos efectos secundarios detectados en algunas vacunas contra el covid-19?\nhttps://t.co/NFPpAN8e1x", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Coronavirus"], "tweet_urls": ["https://t.co/NFPpAN8e1x"], "tweet_emoticons": ["😷"], "country": "MEXICO", "text_es": "😷 | ¿Cuáles son los nuevos efectos secundarios detectados en algunas vacunas contra el covid-19?"}, {"id": 1439374778163466240, "verified": false, "tweet_text": "@Ladypimienta @patriota_1972 Claro, por se un proceso experimental el código junto a tu nombre va a base de datos , luego se extrapolan los datos en caso de efectos secundarios. De qué hay placebo , las hay 💉En caso de vacunas privadas a no ser un proceso en estudio no es necesario , ya está probada 👍", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Ladypimienta", "patriota_1972"], "tweet_emoticons": ["💉", "👍", "xp"], "country": "MEXICO", "text_es": "Claro, por se un proceso experimental el código junto a tu nombre va a base de datos , luego se extrapolan los datos en caso de efectos secundarios. De qué hay placebo , las hay 💉En caso de vacunas privadas a no ser un proceso en estudio no es necesario , ya está probada 👍"}, {"id": 1439373617482059776, "verified": false, "tweet_text": "Estuve enfermo todo el día por los efectos secundarios de la vacuna y ahora por fin medio reviví", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Estuve enfermo todo el día por los efectos secundarios de la vacuna y ahora por fin medio reviví"}, {"id": 1439373345674432514, "verified": false, "tweet_text": "Segunda dosis completa. Ya estoy preparada mentalmente para los efectos secundarios. \n\nSeguiré informando.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Segunda dosis completa. Ya estoy preparada mentalmente para los efectos secundarios. Seguiré informando."}, {"id": 1439372096375775238, "verified": false, "tweet_text": "En EEUU la FDA rechazó la 3ra Dosis Pfizer.!\nAcá no conozco a nadie que no haya tenido efectos secundarios como dolor de brazo, dolor de cuerpo, fiebre alta por la 3ra dosia de refuerzo Pfizer y conozco un caso de cerca de Muerte un par de días después 3ra dosis Astrazeneca", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "En EEUU la FDA rechazó la ra Dosis Pfizer.! Acá no conozco a nadie que no haya tenido efectos secundarios como dolor de brazo, dolor de cuerpo, fiebre alta por la ra dosia de refuerzo Pfizer y conozco un caso de cerca de Muerte un par de días después ra dosis Astrazeneca"}, {"id": 1439372051635220480, "verified": false, "tweet_text": "@JoseMJG @yesicasc Has visto la parte donde se dice que por cada muerte que se evita por la vacuna se producen 5 por efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JoseMJG", "yesicasc"], "country": "MEXICO", "text_es": "Has visto la parte donde se dice que por cada muerte que se evita por la vacuna se producen por efectos secundarios?"}, {"id": 1439371689385672704, "verified": false, "tweet_text": "@manenitabrzovic @GobiernodeChile La sinovac es virus completo inactivado, casi no causa efectos secundarios, y parece que esta funcionando mejor contra mutaciones que las muy especificas quimeras o arnm. De pasada, las arnm son experimentales . Y se compro lo que había disponible. Saludos!", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["manenitabrzovic", "GobiernodeChile"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "La sinovac es virus completo inactivado, casi no causa efectos secundarios, y parece que esta funcionando mejor contra mutaciones que las muy especificas quimeras o arnm. De pasada, las arnm son experimentales . Y se compro lo que había disponible. Saludos!"}, {"id": 1439371572238819337, "verified": false, "tweet_text": "@Logon771 @esCesarVidal @FrayJosepho @eslamananadeFJL Lo siento no he podido resistirme, si a esto le sumas las casualidades dan muchos miles de muertos y a eso sumar los efectos secundarios muy chungos sin llegar a morir https://t.co/9hD7JKoqAQ", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Logon771", "esCesarVidal", "FrayJosepho", "eslamananadeFJL"], "country": "MEXICO", "text_es": "Lo siento no he podido resistirme, si a esto le sumas las casualidades dan muchos miles de muertos y a eso sumar los efectos secundarios muy chungos sin llegar a morir"}, {"id": 1439370809101987847, "verified": false, "tweet_text": "Tuve más efectos secundarios por conocerte que por la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Tuve más efectos secundarios por conocerte que por la vacuna"}, {"id": 1439370518843609093, "verified": false, "tweet_text": "@lfjara @Alexilla86 @velardedaoiz2 @ccarballo50 Teniendo en cuenta que la vacuna no inmuniza ni impide la transmisión, y encima estas expuesto a efectos secundarios desconocidos, igual la gilipollez es vacunarse", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["lfjara", "Alexilla86", "velardedaoiz2", "ccarballo50"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Teniendo en cuenta que la vacuna no inmuniza ni impide la transmisión, y encima estas expuesto a efectos secundarios desconocidos, igual la gilipollez es vacunarse"}, {"id": 1439370300802707460, "verified": false, "tweet_text": "Todos los pro-vacunas están muy seguros hasta que les propones que te firmen un documento haciéndose responsables de los efectos secundarios o de que no te morirás por el COVID si te vacunas.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Todos los pro-vacunas están muy seguros hasta que les propones que te firmen un documento haciéndose responsables de los efectos secundarios o de que no te morirás por el COVID si te vacunas."}, {"id": 1439370220326506511, "verified": false, "tweet_text": "Se me ha hinchao un ganglio linfático de la clavícula, he buscao ma relación con la vacuna y dice q pasa en el 7-8% de los casos VAMOS A VER VOY A TENER TODOS LOS EFECTOS SECUNDARIOS??? PREGUNTO", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Se me ha hinchao un ganglio linfático de la clavícula, he buscao ma relación con la vacuna y dice q pasa en el -8% de los casos VAMOS A VER VOY A TENER TODOS LOS EFECTOS SECUNDARIOS??? PREGUNTO"}, {"id": 1439370175288168456, "verified": false, "tweet_text": "Mala música, mal ambiente y efectos secundarios dlv JAJAJA https://t.co/pBSZNVfo2a", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/pBSZNVfo2a"], "country": "MEXICO", "text_es": "Mala música, mal ambiente y efectos secundarios dlv JAJAJA"}, {"id": 1439369931712352256, "verified": false, "tweet_text": "#RosaVientos Bueno. Mejor vacunarse que, aunque no impida que te infectes ni que contagies, sí hace más difícil ir a la UCI, dónde probarán retrovirales random que pueden generar peores efectos secundarios. Cómo ya dije, prefiero usar el D20 para otras cosas.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["RosaVientos"], "country": "MEXICO", "text_es": "Bueno. Mejor vacunarse que, aunque no impida que te infectes ni que contagies, sí hace más difícil ir a la UCI, dónde probarán retrovirales random que pueden generar peores efectos secundarios. Cómo ya dije, prefiero usar el D20 para otras cosas."}, {"id": 1439368864706531328, "verified": false, "tweet_text": "@estetalivan Interesante los efectos secundarios del aumento de la testosterona https://t.co/F8GA9qix2L", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["estetalivan"], "country": "MEXICO", "text_es": "Interesante los efectos secundarios del aumento de la testosterona"}, {"id": 1439368821572255744, "verified": false, "tweet_text": "@KarlaRiveraMX como por que?\nde verdad la vacuna esta suficientemente probada como para garantizar que sus efectos secundarios a mediano y largo plazo no afectaran la vida de esos niños de hoy?\ncreo que no garantizan nada y por ello recuerda que hacian firmar a los paises que no habria demandas", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["KarlaRiveraMX"], "country": "MEXICO", "text_es": "como por que? de verdad la vacuna esta suficientemente probada como para garantizar que sus efectos secundarios a mediano y largo plazo no afectaran la vida de esos niños de hoy? creo que no garantizan nada y por ello recuerda que hacian firmar a los paises que no habria demandas"}, {"id": 1439368799904583680, "verified": false, "tweet_text": "@cdelotero @Barandaand De Pfizer ni agua.estos cabrones son los que han distribuido un veneno como Champix por todo el mundo sabiendo que sus efectos secundarios son depresión y suicidio", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["cdelotero", "Barandaand"], "country": "MEXICO", "text_es": "De Pfizer ni agua.estos cabrones son los que han distribuido un veneno como Champix por todo el mundo sabiendo que sus efectos secundarios son depresión y suicidio"}, {"id": 1439368637727617024, "verified": false, "tweet_text": "PREGUNTA, \n¿Porqué las farmacéuticas eluden responsabilidad por efectos secundarios?\nPorqué censuran incluso a científicos o afines cuando demuestran lo contrario? https://t.co/aHRNiYGr0m", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/aHRNiYGr0m"], "country": "MEXICO", "text_es": "PREGUNTA, ¿Porqué las farmacéuticas eluden responsabilidad por efectos secundarios? Porqué censuran incluso a científicos o afines cuando demuestran lo contrario?"}, {"id": 1439368603883692039, "verified": false, "tweet_text": "@CristinaSegui_ ¿Ya os habéis puesto vuestras dos dosis de Pfizer?. Mira que el COVID es muy peligroso. Creo que @vox_es tiene una bodega de ellas donde ponen una gran reserva, de esas que no matan ni dejan efectos secundarios, sobre todo a políticos.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["CristinaSegui_", "vox_es"], "country": "MEXICO", "text_es": "¿Ya os habéis puesto vuestras dos dosis de Pfizer?. Mira que el COVID es muy peligroso. Creo que tiene una bodega de ellas donde ponen una gran reserva, de esas que no matan ni dejan efectos secundarios, sobre todo a políticos."}, {"id": 1439368233677688836, "verified": false, "tweet_text": "Estoy aprovechando que la Jefa está en un Regional de Natación en #Cumaná y me estoy zumbando un intensivo del capitán américa vía streaming. Tremendo somnífero sin efectos secundarios!", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["Cumaná"], "country": "MEXICO", "text_es": "Estoy aprovechando que la Jefa está en un Regional de Natación en y me estoy zumbando un intensivo del capitán américa vía streaming. Tremendo somnífero sin efectos secundarios!"}, {"id": 1439366509013446658, "verified": false, "tweet_text": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen https://t.co/puH57q16TG", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/puH57q16TG"], "country": "MEXICO", "text_es": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen"}, {"id": 1439364546074972168, "verified": false, "tweet_text": "me acaban de indicar que sí tuve efectos secundarios y que NO es normal sentir que me atropellaron diario cada que me levanto o que diario me duela la cabeza 🧘🏻‍♀️🤰🏻 https://t.co/BJ6hgbAYIs", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/BJ6hgbAYIs"], "tweet_emoticons": ["🤰🏻", "🧘🏻‍♀️"], "country": "MEXICO", "text_es": "me acaban de indicar que sí tuve efectos secundarios y que NO es normal sentir que me atropellaron diario cada que me levanto o que diario me duela la cabeza 🧘🏻‍♀️🤰🏻"}, {"id": 1439364247935410184, "verified": false, "tweet_text": "@walteriomano Ya las vengo tomando y no tengo efectos secundarios, así que creo que va bien 😃.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["walteriomano"], "tweet_emoticons": ["😃"], "country": "MEXICO", "text_es": "Ya las vengo tomando y no tengo efectos secundarios, así que creo que va bien 😃."}, {"id": 1439363856917217280, "verified": false, "tweet_text": "@Gueritachula503 @clinaliciaare @cinnamon01112 @s Lorena es una desicion bien difícil por los efectos secundarios que están generando las vacunas, en mi caso sufro de problemas cardíacos desde que me la apliqué 😥 piénselo muy bien antes", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Gueritachula503", "clinaliciaare", "cinnamon01112", "s"], "tweet_emoticons": ["😥"], "country": "MEXICO", "text_es": "Lorena es una desicion bien difícil por los efectos secundarios que están generando las vacunas, en mi caso sufro de problemas cardíacos desde que me la apliqué 😥 piénselo muy bien antes"}, {"id": 1439363828534349826, "verified": false, "tweet_text": "Esto es uno de los efectos secundarios. Hasta los animales se están viendo afectados.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "country": "MEXICO", "text_es": "Esto es uno de los efectos secundarios. Hasta los animales se están viendo afectados."}, {"id": 1439363796775194630, "verified": false, "tweet_text": "@ccarballo50 Queremos que ud se haga responsable de efectos secundarios post vacunación", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Queremos que ud se haga responsable de efectos secundarios post vacunación"}, {"id": 1439363727262953477, "verified": false, "tweet_text": "[18/9 7:38 p. m.] Piliii: Tienen algún síntoma?\n[18/9 7:45 p. m.] Valenn: me agarraron ganas de ir al bar, a bailar,\n   \n     Los efectos secundarios de la vacuna.. https://t.co/3T937HZZAV", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/3T937HZZAV"], "tweet_emoticons": [":3"], "country": "MEXICO", "text_es": "[18/9 :38 p. m.] Piliii: Tienen algún síntoma? [18/9 :45 p. m.] Valenn: me agarraron ganas de ir al bar, a bailar, Los efectos secundarios de la vacuna.."}, {"id": 1439363473591394306, "verified": false, "tweet_text": "@MaiaLevyDaniel Debemos ser nosotras. El agua debe tener alguna sustancia rara. O tal vez los anti vacunas tenían razón y estamos sufriendo los efectos secundarios 🤷‍♀️🤦‍♀️😃", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["MaiaLevyDaniel"], "tweet_emoticons": ["😃", "🤦‍♀️", "🤷‍♀️"], "country": "MEXICO", "text_es": "Debemos ser nosotras. El agua debe tener alguna sustancia rara. O tal vez los anti vacunas tenían razón y estamos sufriendo los efectos secundarios 🤷‍♀️🤦‍♀️😃"}, {"id": 1439363351746912259, "verified": false, "tweet_text": "juguemos a son efectos secundarios de la vacuna, la atomoxetina o de ser cáncer 🤩", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["🤩"], "country": "MEXICO", "text_es": "juguemos a son efectos secundarios de la vacuna, la atomoxetina o de ser cáncer 🤩"}, {"id": 1439363004831838213, "verified": true, "tweet_text": "5 efectos secundarios de tomar suplementos de vitamina D después de los 50 años\n\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "country": "MEXICO", "text_es": "efectos secundarios de tomar suplementos de vitamina D después de los años"}, {"id": 1439362736647979008, "verified": false, "tweet_text": "@escovargabriela Para terminar: me dio una gripe fortísima que me duró como 5 días y los efectos secundarios (moquera y tos esporádica con flema) tardaron como 2 semanas en irse. aunque varios médicos me dijeron que esa era una reacción normal del cuerpo a la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["escovargabriela"], "country": "MEXICO", "text_es": "Para terminar: me dio una gripe fortísima que me duró como días y los efectos secundarios (moquera y tos esporádica con flema) tardaron como semanas en irse. aunque varios médicos me dijeron que esa era una reacción normal del cuerpo a la vacuna."}, {"id": 1439362116478279686, "verified": false, "tweet_text": "@afotoquimico @YouTube Eso sin contar los efectos secundarios...", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["afotoquimico", "YouTube"], "country": "MEXICO", "text_es": "Eso sin contar los efectos secundarios..."}, {"id": 1439361616299102211, "verified": false, "tweet_text": "Mis efectos secundarios van directo al sistema nervioso y a articulaciones. No puedo estar de pie ni caminar 😓", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["😓"], "country": "MEXICO", "text_es": "Mis efectos secundarios van directo al sistema nervioso y a articulaciones. No puedo estar de pie ni caminar 😓"}, {"id": 1439361477186576389, "verified": false, "tweet_text": "@ccarballo50 ¿Estás esperando a qué los canales de tv 📺 te digan qué están matando con las hackunas a varias miles de personas? ¿También qué te digan qué están causando millones de víctimas con efectos secundarios graves? Ellos TAMBIÉN están implicados ¡Despierta! https://t.co/2IxOJUyB6u", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ccarballo50"], "tweet_emoticons": ["📺"], "country": "MEXICO", "text_es": "¿Estás esperando a qué los canales de tv 📺 te digan qué están matando con las hackunas a varias miles de personas? ¿También qué te digan qué están causando millones de víctimas con efectos secundarios graves? Ellos TAMBIÉN están implicados ¡Despierta!"}, {"id": 1439361430394912771, "verified": false, "tweet_text": "-Siento que me estoy muriendo🧟‍♀️🧟‍♂️... Dijo ixtapaluquense al empezar a sentir efectos secundarios 🤭🤭🤭🤭\n-Hasta aquí mi reporte Joaquín volvemos al estudio... \nCuéntanos cómo te sientes, y manda tu video 🦠💉🦖🤒🤕🥺🥺🥺🥺\n#CoronaRex #ixtapaluca #COVID #vacunacion #Vacunate https://t.co/xu1IsLp5OM", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["CoronaRex", "ixtapaluca", "COVID", "vacunacion", "Vacunate"], "tweet_emoticons": ["🦖", "🤭", "🧟‍♀️", "💉", "🧟‍♂️", "🤒", "🥺", "🦠", "🤕"], "country": "MEXICO", "text_es": "-Siento que me estoy muriendo🧟‍♀️🧟‍♂️... Dijo ixtapaluquense al empezar a sentir efectos secundarios 🤭🤭🤭🤭 -Hasta aquí mi reporte Joaquín volvemos al estudio... Cuéntanos cómo te sientes, y manda tu video 🦠💉🦖🤒🤕🥺🥺🥺🥺"}, {"id": 1439361141898108928, "verified": false, "tweet_text": "@iiehsoll Al de los efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["iiehsoll"], "country": "MEXICO", "text_es": "Al de los efectos secundarios."}, {"id": 1439360977804333056, "verified": false, "tweet_text": "@jcbm72 @PerujoMaria Hospitales llenos de gente vacunada con dureos efectos secundarios... Funcionan cojonudamente!", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["jcbm72", "PerujoMaria"], "country": "MEXICO", "text_es": "Hospitales llenos de gente vacunada con dureos efectos secundarios... Funcionan cojonudamente!"}, {"id": 1439360761768329216, "verified": false, "tweet_text": "@AzaOrdom Pues me acabas de dar una idea. ¿Qué tal si acompañamos nuestros libros de un prospecto? Composición, indicaciones, posología, efectos secundarios, contraindicaciones... Eso sí, para que sea digno de llamarse así, una vez desplegado tiene que ser imposible volver a plegarlo. 😉", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["AzaOrdom"], "tweet_emoticons": ["😉"], "country": "MEXICO", "text_es": "Pues me acabas de dar una idea. ¿Qué tal si acompañamos nuestros libros de un prospecto? Composición, indicaciones, posología, efectos secundarios, contraindicaciones... Eso sí, para que sea digno de llamarse así, una vez desplegado tiene que ser imposible volver a plegarlo. 😉"}, {"id": 1439360725273743360, "verified": false, "tweet_text": "@iFernyan Suerte fer, toma paracetamol antes de la vavuna y luego cada 6 horas para que no te agarren feos los efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["iFernyan"], "country": "MEXICO", "text_es": "Suerte fer, toma paracetamol antes de la vavuna y luego cada horas para que no te agarren feos los efectos secundarios"}, {"id": 1439360386252230662, "verified": false, "tweet_text": "@Tierraymadera2 @marimarher Disfruta de los efectos secundarios, primo.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Tierraymadera2", "marimarher"], "country": "MEXICO", "text_es": "Disfruta de los efectos secundarios, primo."}, {"id": 1439359284689649664, "verified": false, "tweet_text": "@A3Noticias Y eso sólo es la punta del iceberg. Todos los efectos secundarios de los \"negacionistas\" son ciertos, la pena es que la gente lo descubrirá por ella misma que se han equivocado de lleno al meterse el veneno de la bakuna porque lo dijo Belén Esteban.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["A3Noticias"], "country": "MEXICO", "text_es": "Y eso sólo es la punta del iceberg. Todos los efectos secundarios de los \"negacionistas\" son ciertos, la pena es que la gente lo descubrirá por ella misma que se han equivocado de lleno al meterse el veneno de la bakuna porque lo dijo Belén Esteban."}, {"id": 1439358870489636865, "verified": false, "tweet_text": "@patriota_1972 Hay que tener en cuenta que un gran número de estas inyecciones experimentales son soluciones salinas, no te protejen de nada ni producen efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["patriota_1972"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Hay que tener en cuenta que un gran número de estas inyecciones experimentales son soluciones salinas, no te protejen de nada ni producen efectos secundarios."}, {"id": 1439358779116728333, "verified": false, "tweet_text": "Efectos secundarios de la 2da dosis? Necesidad de mimitos full time 🥺😭", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_emoticons": ["🥺", "😭"], "country": "MEXICO", "text_es": "Efectos secundarios de la da dosis? Necesidad de mimitos full time 🥺😭"}, {"id": 1439357468103032835, "verified": false, "tweet_text": "@SharahKasny https://t.co/2qOc5Glex8\n\nNo sé si habrá visto ud esto... Dsd oct/2020 saben todos los efectos secundarios q provocaria la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["SharahKasny"], "tweet_urls": ["https://t.co/2qOc5Glex8"], "country": "MEXICO", "text_es": "No sé si habrá visto ud esto... Dsd oct/2020 saben todos los efectos secundarios q provocaria la vacuna"}, {"id": 1439356524376338435, "verified": false, "tweet_text": "¡BOMBAZO! PÁSALO, ES IMPORTANTE.  \n\nYa hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\" =&gt; https://t.co/UULTff0j2r", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "tweet_urls": ["https://t.co/UULTff0j2r"], "country": "MEXICO", "text_es": "¡BOMBAZO! PÁSALO, ES IMPORTANTE. Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\" =&gt;"}, {"id": 1439356505942331396, "verified": false, "tweet_text": "Nada como tener consulta todo el sábado en progreso bajo los efectos secundarios de la vacuna 💉🙃 #AmoralArte", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["AmoralArte"], "tweet_emoticons": ["💉", "🙃"], "country": "MEXICO", "text_es": "Nada como tener consulta todo el sábado en progreso bajo los efectos secundarios de la vacuna 💉🙃"}, {"id": 1439356280758587396, "verified": false, "tweet_text": "@omarmaluk @Efuentesec @Lenin @LassoGuillermo El FMI sí inyecta y con efectos secundarios #comprobado", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "hashtags": ["comprobado"], "mentions": ["omarmaluk", "Efuentesec", "Lenin", "LassoGuillermo"], "country": "MEXICO", "text_es": "El FMI sí inyecta y con efectos secundarios"}, {"id": 1439356018006405123, "verified": false, "tweet_text": "@ccarballo50 @servicalca @TomasCanoTrans Ya y miles de muertos por cáncer tb. yo el año cogí covid y lo pasé , me vacuné por desgracia con las dos pautas , por cierto con unos efectos secundarios fuertes y varios días y he vuelto a coger el COVID a los 3 meses de estar vacunado con los mis efectos que el año pasado ,🙅🏻‍♂️", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["ccarballo50", "servicalca", "TomasCanoTrans"], "tweet_emoticons": ["🙅🏻‍♂️"], "country": "MEXICO", "text_es": "Ya y miles de muertos por cáncer tb. yo el año cogí covid y lo pasé , me vacuné por desgracia con las dos pautas , por cierto con unos efectos secundarios fuertes y varios días y he vuelto a coger el COVID a los meses de estar vacunado con los mis efectos que el año pasado ,🙅🏻‍♂️"}, {"id": 1439355434662563840, "verified": false, "tweet_text": "@CarMar0611 Es como probar con un nuevo pseudofarmaco, se lo pone y puede morir como otros, quedarse con severos efectos secundarios\n\nY aún dirá:\nNo importa,pudo ser peor\n\nLo fanático le vuelve imbécil y reduce a nada su intelectualidad\n\nX eso inteligencia y sabiduría no siempre coincidencia", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["CarMar0611"], "country": "MEXICO", "text_es": "Es como probar con un nuevo pseudofarmaco, se lo pone y puede morir como otros, quedarse con severos efectos secundarios Y aún dirá: No importa,pudo ser peor Lo fanático le vuelve imbécil y reduce a nada su intelectualidad X eso inteligencia y sabiduría no siempre coincidencia"}, {"id": 1439355181460824072, "verified": false, "tweet_text": "El estudio demostró que hasta el 80 por ciento de los niños desarrollan efectos secundarios que pueden provocar un trauma severo.\n\nhttps://t.co/cChOOuwPPI", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/cChOOuwPPI"], "country": "MEXICO", "text_es": "El estudio demostró que hasta el por ciento de los niños desarrollan efectos secundarios que pueden provocar un trauma severo."}, {"id": 1439354187809239046, "verified": false, "tweet_text": "@EvaVaras3 @JBG_2021 @marimarher Cada día hay más efectos secundarios y más graves.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["EvaVaras3", "JBG_2021", "marimarher"], "country": "MEXICO", "text_es": "Cada día hay más efectos secundarios y más graves."}, {"id": 1439353651194118144, "verified": false, "tweet_text": "Secretaria ejecutiva de Sanidad y Consumo y no ha sido capaz de argumentar absolutamente nada en el debate con algunos médicos sobre las muerte y efectos secundarios de las v4cunas. Estamos tirando el dinero para mantener a estos vividores. https://t.co/EQa7qdrdf2", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/EQa7qdrdf2"], "country": "MEXICO", "text_es": "Secretaria ejecutiva de Sanidad y Consumo y no ha sido capaz de argumentar absolutamente nada en el debate con algunos médicos sobre las muerte y efectos secundarios de las v4cunas. Estamos tirando el dinero para mantener a estos vividores."}, {"id": 1439353417399418883, "verified": false, "tweet_text": "@rsarille4 @malapiuspana El terror está sembrado.\nUnos tienen miedo al virus y se vacunan sin pensar en los graves efectos secundarios.\nLos otros tienen miedo de que algún día sean obligados A vacunarse o si no, no se van a poder mover de casa.\n\nTristemente, lo han conseguido.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["rsarille4", "malapiuspana"], "country": "MEXICO", "text_es": "El terror está sembrado. Unos tienen miedo al virus y se vacunan sin pensar en los graves efectos secundarios. Los otros tienen miedo de que algún día sean obligados A vacunarse o si no, no se van a poder mover de casa. Tristemente, lo han conseguido."}, {"id": 1439353378031734787, "verified": false, "tweet_text": "@opinasintapujos @cabedena @ccarballo50 Cualquier medicamento necesita de  tiempo para saber si es seguro, los efectos secundarios, contraindicationes, etc\nDa igual la rapidez, la técnica o el dinero.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["opinasintapujos", "cabedena", "ccarballo50"], "country": "MEXICO", "text_es": "Cualquier medicamento necesita de tiempo para saber si es seguro, los efectos secundarios, contraindicationes, etc Da igual la rapidez, la técnica o el dinero."}, {"id": 1439353220934119429, "verified": false, "tweet_text": "@MartaOfelia4 Qué perjuicios nos dara? Que efectos secundarios tendría?", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["MartaOfelia4"], "country": "MEXICO", "text_es": "Qué perjuicios nos dara? Que efectos secundarios tendría?"}, {"id": 1439353049877819393, "verified": false, "tweet_text": "OJO!\nAnte receta médica, haz preguntas.\nPor qué la necesitas, Cuanto tiempo tomarla?\nCómo tomarla, hora, relación con alimentos o bebidas?\nEfectos secundarios comunes?\nQue hacer si olvidas una dosis?\nDile otras medicinas que tomas, para evitar interacciones o repeticiones\n #VEA", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["VEA"], "country": "MEXICO", "text_es": "OJO! Ante receta médica, haz preguntas. Por qué la necesitas, Cuanto tiempo tomarla? Cómo tomarla, hora, relación con alimentos o bebidas? Efectos secundarios comunes? Que hacer si olvidas una dosis? Dile otras medicinas que tomas, para evitar interacciones o repeticiones"}, {"id": 1439352958420914176, "verified": false, "tweet_text": "@VaAserQueNop @Lordfree9 Digo todos porque en ese tiempo había mucha preocupación, coágulos, efectos secundarios, edades, etc. Difícil que a alguien no le llegara alguna noticia. Yo, siendo de alto riesgo me lo pensé muy bien, pero la alternativa era bastante peor.\nCoincido contigo: Seamos libres. 😃", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["VaAserQueNop", "Lordfree9"], "tweet_emoticons": ["😃"], "country": "MEXICO", "text_es": "Digo todos porque en ese tiempo había mucha preocupación, coágulos, efectos secundarios, edades, etc. Difícil que a alguien no le llegara alguna noticia. Yo, siendo de alto riesgo me lo pensé muy bien, pero la alternativa era bastante peor. Coincido contigo: Seamos libres. 😃"}, {"id": 1439352841190223875, "verified": false, "tweet_text": "@Doctor_meona @leadyneu @RaulBlancoRueda Mire Dinamarca es un país de 5 millones de habitantes estas son las cifras de vacunación. Los muertos son por covit? Efectos secundarios? Veamos más datos de Dinamarca https://t.co/nIXcJvZleZ", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Doctor_meona", "leadyneu", "RaulBlancoRueda"], "country": "MEXICO", "text_es": "Mire Dinamarca es un país de millones de habitantes estas son las cifras de vacunación. Los muertos son por covit? Efectos secundarios? Veamos más datos de Dinamarca"}, {"id": 1439352373806260234, "verified": false, "tweet_text": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen | actualidad https://t.co/gRIVEnUvl4", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/gRIVEnUvl4"], "country": "MEXICO", "text_es": "Bajo sospecha nuevos efectos secundarios de las vacunas de Pfizer, Moderna, AstraZeneca y Janssen | actualidad"}, {"id": 1439352318047236096, "verified": false, "tweet_text": "Me pusieron la primera dosis de Pfizer, ya estoy empezando a sentir los efectos secundarios 🤧", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_emoticons": ["🤧"], "country": "MEXICO", "text_es": "Me pusieron la primera dosis de Pfizer, ya estoy empezando a sentir los efectos secundarios 🤧"}, {"id": 1439352295087607821, "verified": false, "tweet_text": "@Yvid_ @WilniadyS Ten precaución con el Voltaren, especialmente si existen problemas estomacales previos. Tiene muchos efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Yvid_", "WilniadyS"], "country": "MEXICO", "text_es": "Ten precaución con el Voltaren, especialmente si existen problemas estomacales previos. Tiene muchos efectos secundarios."}, {"id": 1439352045237121030, "verified": false, "tweet_text": "@Francis61470479 @prom3teus Mirate el vídeo y luego me hablas de porcentajes. Esas son las reconocidas que muchas otras ni se reportan y los efectos secundarios ya ni hablemos.\nhttps://t.co/HspeAZe2bE", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Francis61470479", "prom3teus"], "tweet_urls": ["https://t.co/HspeAZe2bE"], "country": "MEXICO", "text_es": "Mirate el vídeo y luego me hablas de porcentajes. Esas son las reconocidas que muchas otras ni se reportan y los efectos secundarios ya ni hablemos."}, {"id": 1439351525537722375, "verified": false, "tweet_text": "@batmancatbat Como a mi me pasan siempre los efectos secundarios de todo, no sé qué decirte. 😂", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["batmancatbat"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Como a mi me pasan siempre los efectos secundarios de todo, no sé qué decirte. 😂"}, {"id": 1439351061760946180, "verified": false, "tweet_text": "Gracias a Dios sin efectos secundarios fuertes 😁💉\n#Vacunate", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["Vacunate"], "tweet_emoticons": ["💉", "😁"], "country": "MEXICO", "text_es": "Gracias a Dios sin efectos secundarios fuertes 😁💉"}, {"id": 1439351019088060416, "verified": false, "tweet_text": "@kookiiixbts la ducha d agua hirviendo tiene efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["kookiiixbts"], "country": "MEXICO", "text_es": "la ducha d agua hirviendo tiene efectos secundarios"}, {"id": 1439350910426226691, "verified": false, "tweet_text": "@clockfresh AstraZeneca y los efectos secundarios me pegaron con todo", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["clockfresh"], "country": "MEXICO", "text_es": "AstraZeneca y los efectos secundarios me pegaron con todo"}, {"id": 1439350704380989445, "verified": false, "tweet_text": "#HablemosDeCancer y sus mitos. No hay ninguna hierba medicinal que pueda curar el cáncer, aunque algunas ayuden a tolerar los efectos secundarios de los tratamientos orientados a la patología. https://t.co/JXI0CLF8gn", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["HablemosDeCancer"], "tweet_urls": ["https://t.co/JXI0CLF8gn"], "country": "MEXICO", "text_es": "y sus mitos. No hay ninguna hierba medicinal que pueda curar el cáncer, aunque algunas ayuden a tolerar los efectos secundarios de los tratamientos orientados a la patología."}, {"id": 1439349995711369219, "verified": false, "tweet_text": "@laubaan Uff! Qué te vaya bien con los efectos secundarios Lau! ❤️🙏🏻", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["laubaan"], "tweet_emoticons": ["🙏🏻", "❤️"], "country": "MEXICO", "text_es": "Uff! Qué te vaya bien con los efectos secundarios Lau! ❤️🙏🏻"}, {"id": 1439348177904209923, "verified": false, "tweet_text": "@RaulBlancoRueda Pues no son grandes. Si se prevee una cascada de efectos secundarios y/o gripes en otoño y coincide con la relajación de medidas ya sabéis a qué le echarán la culpa y esto será excusa para imponer más medidas. Espero equivocarme. Pero después de ver el \" debate\" veo que no se", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["RaulBlancoRueda"], "country": "MEXICO", "text_es": "Pues no son grandes. Si se prevee una cascada de efectos secundarios y/o gripes en otoño y coincide con la relajación de medidas ya sabéis a qué le echarán la culpa y esto será excusa para imponer más medidas. Espero equivocarme. Pero después de ver el \" debate\" veo que no se"}, {"id": 1439348174892802049, "verified": false, "tweet_text": "Indignante es que nos hayan hecho poner 2 vacunas con efectos secundarios para que encima no podamos hacer vida normal, vaya engañabobo https://t.co/cwpUp1QXdH", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/cwpUp1QXdH"], "country": "MEXICO", "text_es": "Indignante es que nos hayan hecho poner vacunas con efectos secundarios para que encima no podamos hacer vida normal, vaya engañabobo"}, {"id": 1439348117925683203, "verified": false, "tweet_text": "@lawichis @jrgonzalezm Es un medicamento experimental en fase III, tiene efectos secundarios graves para algunas personas y absolutamente nadie conoce sus efectos a largo plazo.  Es ignorante y pomposo creer que sabemos qué es lo mejor para los demás e imponerlo. Una lástima lo que está pasando.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["lawichis", "jrgonzalezm"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Es un medicamento experimental en fase III, tiene efectos secundarios graves para algunas personas y absolutamente nadie conoce sus efectos a largo plazo. Es ignorante y pomposo creer que sabemos qué es lo mejor para los demás e imponerlo. Una lástima lo que está pasando."}, {"id": 1439347881480175623, "verified": false, "tweet_text": "Dra.KARINA ACEVEDO, \nBVMS. MSc, PhD respetada Invs. \nen Unv. Autónoma de Queretaro Facultad de Ciencias Nat.\n\n“Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\" es en realidad un \"enfermo por los efectos secundarios de la VACUNA\" https://t.co/ABOb03pei9", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/ABOb03pei9"], "country": "MEXICO", "text_es": "Dra.KARINA ACEVEDO, BVMS. MSc, PhD respetada Invs. en Unv. Autónoma de Queretaro Facultad de Ciencias Nat. “Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\" es en realidad un \"enfermo por los efectos secundarios de la VACUNA\""}, {"id": 1439347747325464576, "verified": false, "tweet_text": "@Francis61470479 @prom3teus Si hay las suficientes muertes o efectos secundarios sí. Aunque a veces la retirada es tardía. https://t.co/P9fd4I2z2L", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Francis61470479", "prom3teus"], "country": "MEXICO", "text_es": "Si hay las suficientes muertes o efectos secundarios sí. Aunque a veces la retirada es tardía."}, {"id": 1439347460158238724, "verified": false, "tweet_text": "@Goliadx @Dr_PaulinoVigil @simonsdlj El que esté interesado en conocer los efectos secundarios puede seguir en Tweeter a este doctor. Excelente información. \nhttps://t.co/6NYbdcUoem", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Goliadx", "Dr_PaulinoVigil", "simonsdlj"], "tweet_urls": ["https://t.co/6NYbdcUoem"], "country": "MEXICO", "text_es": "El que esté interesado en conocer los efectos secundarios puede seguir en Tweeter a este doctor. Excelente información."}, {"id": 1439345447538208768, "verified": false, "tweet_text": "@cocosimmeryt Yo ya la tengo y todo bieen!! Aunque la segunda dosis suele dar efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["cocosimmeryt"], "country": "MEXICO", "text_es": "Yo ya la tengo y todo bieen!! Aunque la segunda dosis suele dar efectos secundarios"}, {"id": 1439344291806068740, "verified": true, "tweet_text": "Muchos que cuestionan la vacunas aluden sus efectos secundarios. En este estudio, publicado en NEJM, se muestra la proporción y el balance de riesgo de COVID vs efectos de vacuna Pfizer. La grafica habla por si sola. Benéfico de vacunas. https://t.co/zucSgzvsrD", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "country": "MEXICO", "text_es": "Muchos que cuestionan la vacunas aluden sus efectos secundarios. En este estudio, publicado en NEJM, se muestra la proporción y el balance de riesgo de COVID vs efectos de vacuna Pfizer. La grafica habla por si sola. Benéfico de vacunas."}, {"id": 1439344162202132483, "verified": false, "tweet_text": "@ezikusia @Vikingo8641 @kefas_mason @farmafilico @NightHowl11 @EvaristoLPR @Eva_Angelina_79 @unduca @Berto_MP @ad_identitatem @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio la forma de demostrar que los efectos secundarios estan vinculados a la vacuna, es acreditar que estadísticamente ocurren de forma más frecuente en los vacunados, si solo hay gente vacunada, pues no hay forma de demostrarlo, y cuando lo demuestren, ya no puedes desvacunar.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["ezikusia", "Vikingo8641", "kefas_mason", "farmafilico", "NightHowl11", "EvaristoLPR", "Eva_Angelina_79", "unduca", "Berto_MP", "ad_identitatem", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio"], "country": "MEXICO", "text_es": "la forma de demostrar que los efectos secundarios estan vinculados a la vacuna, es acreditar que estadísticamente ocurren de forma más frecuente en los vacunados, si solo hay gente vacunada, pues no hay forma de demostrarlo, y cuando lo demuestren, ya no puedes desvacunar."}, {"id": 1439343215073808390, "verified": false, "tweet_text": "@AngelGarciaMon8 @Vikingo8641 @kefas_mason @farmafilico @NightHowl11 @EvaristoLPR @Eva_Angelina_79 @unduca @Berto_MP @ad_identitatem @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio Pero que la fase 4 no se hace con un grupo control. La fase 4, en la que se estudian la mayoría de efectos secundarios, se hace estudiando solo los casos y si ves que hay muchos entonces empiezas un ensayo bueno.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["AngelGarciaMon8", "Vikingo8641", "kefas_mason", "farmafilico", "NightHowl11", "EvaristoLPR", "Eva_Angelina_79", "unduca", "Berto_MP", "ad_identitatem", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio"], "country": "MEXICO", "text_es": "Pero que la fase no se hace con un grupo control. La fase , en la que se estudian la mayoría de efectos secundarios, se hace estudiando solo los casos y si ves que hay muchos entonces empiezas un ensayo bueno."}, {"id": 1439343043979714565, "verified": false, "tweet_text": "@Marisol16586099 Tome en cuenta que la tal vacuna fue autorizada de emergencia como un tratamiento experimental, esta no inmuniza y además a la fecha hay miles de reportes en EEUU y Europa de los efectos secundarios de la vacuna están provocando muchas enfermedades graves y muertes.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Marisol16586099"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Tome en cuenta que la tal vacuna fue autorizada de emergencia como un tratamiento experimental, esta no inmuniza y además a la fecha hay miles de reportes en EEUU y Europa de los efectos secundarios de la vacuna están provocando muchas enfermedades graves y muertes."}, {"id": 1439343002137337858, "verified": false, "tweet_text": "@ccarballo50 @RaquelDiazMart6 Como los que ya le pusieron a Trump?? Esta claro que hay personas en este planeta que juegan en otra liga...cuantos efectos secundarios de las vacunas por no mover estos tratamiento antes...penoso....", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["ccarballo50", "RaquelDiazMart6"], "country": "MEXICO", "text_es": "Como los que ya le pusieron a Trump?? Esta claro que hay personas en este planeta que juegan en otra liga...cuantos efectos secundarios de las vacunas por no mover estos tratamiento antes...penoso...."}, {"id": 1439342767973584901, "verified": false, "tweet_text": "@proceso Por favor chequen efectos secundarios de las vacunas mucha responsabilidad !!!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["proceso"], "country": "MEXICO", "text_es": "Por favor chequen efectos secundarios de las vacunas mucha responsabilidad !!!!!"}, {"id": 1439342117776723971, "verified": false, "tweet_text": "Según FDA (Administración de Medicamentos y Alimentos) de EE.UU., en concreto su Comité Asesor de v2c4n3s y Productos Biológicos, tras comparativa sobre la incidencia de sus efectos secundarios entre inoculados, concluye que el engendro mata a 5 personas por una que salva.👀💉🇺🇸 https://t.co/9LLehZK8uY", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_emoticons": ["🇺🇸", "💉", "👀"], "country": "MEXICO", "text_es": "Según FDA (Administración de Medicamentos y Alimentos) de EE.UU., en concreto su Comité Asesor de v2c4n3s y Productos Biológicos, tras comparativa sobre la incidencia de sus efectos secundarios entre inoculados, concluye que el engendro mata a personas por una que salva.👀💉🇺🇸"}, {"id": 1439342081886064644, "verified": false, "tweet_text": "@EmisorasUnidas ahora resulta que uno de los efectos secundarios de la vacuna es la pérdida de la memoria, la conciencia, la vergüenza y aumenta la mentira.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["EmisorasUnidas"], "country": "MEXICO", "text_es": "ahora resulta que uno de los efectos secundarios de la vacuna es la pérdida de la memoria, la conciencia, la vergüenza y aumenta la mentira."}, {"id": 1439341700716142593, "verified": false, "tweet_text": "@adi_garcia47 @romerodiario Señora, llame a urgencias y hágase ver, parece que está teniendo efectos secundarios de algo, no sé.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["adi_garcia47", "romerodiario"], "country": "MEXICO", "text_es": "Señora, llame a urgencias y hágase ver, parece que está teniendo efectos secundarios de algo, no sé."}, {"id": 1439341476337573905, "verified": false, "tweet_text": "@peru21noticias Quién se hace responsable de los efectos secundarios?  Vacuna de ensayo.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["peru21noticias"], "country": "MEXICO", "text_es": "Quién se hace responsable de los efectos secundarios? Vacuna de ensayo."}, {"id": 1439341389607735305, "verified": false, "tweet_text": "@chrisbustc @AccidentalSutep Los efectos secundarios de lavarte las manos con pichi...", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["chrisbustc", "AccidentalSutep"], "country": "MEXICO", "text_es": "Los efectos secundarios de lavarte las manos con pichi..."}, {"id": 1439341009633255427, "verified": false, "tweet_text": "@ccarballo50 Cuanto cobras de Pfizer, pequeño sátrapa?? Por casualidad, está publicado en el portal de transparencia de la empresa, de ahí tus mensajes induciendo al miedo. Podrías prescribir la inoculación? Y los efectos secundarios, ictus, pericarditis, esterilidad, etc.. qué dices???", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Cuanto cobras de Pfizer, pequeño sátrapa?? Por casualidad, está publicado en el portal de transparencia de la empresa, de ahí tus mensajes induciendo al miedo. Podrías prescribir la inoculación? Y los efectos secundarios, ictus, pericarditis, esterilidad, etc.. qué dices???"}, {"id": 1439340684587175937, "verified": false, "tweet_text": "Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\" https://t.co/UULTff0j2r La Doctora mexicana Karina Acebedo lo explica: \"Es fundamental que se practiquen pruebas en sangre IGG-IGM,", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/UULTff0j2r"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\" La Doctora mexicana Karina Acebedo lo explica: \"Es fundamental que se practiquen pruebas en sangre IGG-IGM,"}, {"id": 1439340375303495684, "verified": false, "tweet_text": "@DiariodeYucatan Pericarditis e hipertensión son efectos secundarios pero de LAS VACUNAS!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["DiariodeYucatan"], "country": "MEXICO", "text_es": "Pericarditis e hipertensión son efectos secundarios pero de LAS VACUNAS!!!"}, {"id": 1439339041367986180, "verified": false, "tweet_text": "El Banco de España llama \"a la prudencia\" ante la subida del SMI, que tiene \"efectos secundarios\" https://t.co/KQiVvFKAES vía @elEconomistaes", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["elEconomistaes"], "tweet_urls": ["https://t.co/KQiVvFKAES"], "country": "MEXICO", "text_es": "El Banco de España llama \"a la prudencia\" ante la subida del SMI, que tiene \"efectos secundarios\" vía"}, {"id": 1439339004361646081, "verified": false, "tweet_text": "Efectos secundarios de la vacuna Pfizer contra SARS-COV2: dolor muscular, dolor de cabeza, cambios en ciclos menstruales, cansancio, fiebre. \nEfecto de la vacuna en mi: Ganas de DEGENERE!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Efectos secundarios de la vacuna Pfizer contra SARS-COV2: dolor muscular, dolor de cabeza, cambios en ciclos menstruales, cansancio, fiebre. Efecto de la vacuna en mi: Ganas de DEGENERE!!!"}, {"id": 1439338256039096325, "verified": true, "tweet_text": "#Curiosidades  | ¿Qué personas no deben tomar vitamina D? \n\nAquí más detalles\n👇\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "hashtags": ["Curiosidades"], "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "| ¿Qué personas no deben tomar vitamina D? Aquí más detalles 👇"}, {"id": 1439337295258214407, "verified": false, "tweet_text": "@baruchdom He pensado mucho en ese tema. Me he dado cuenta igual hace 10 anos. Creo que el tratamiento arv ha desrollado mucho y ahora es tan accesible y hay muy pocos efectos secundarios. Creo que eso puede cambiar mucho la necesidad usar condón.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["baruchdom"], "country": "MEXICO", "text_es": "He pensado mucho en ese tema. Me he dado cuenta igual hace anos. Creo que el tratamiento arv ha desrollado mucho y ahora es tan accesible y hay muy pocos efectos secundarios. Creo que eso puede cambiar mucho la necesidad usar condón."}, {"id": 1439336533329334277, "verified": false, "tweet_text": "Puro show con qué hay efectos secundarios por la vacuna 🤷🏻‍♀️", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_emoticons": ["🤷🏻‍♀️"], "country": "MEXICO", "text_es": "Puro show con qué hay efectos secundarios por la vacuna 🤷🏻‍♀️"}, {"id": 1439336261324615689, "verified": false, "tweet_text": "Los efectos secundarios del fútbol. https://t.co/5YDyG75hPc", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Los efectos secundarios del fútbol."}, {"id": 1439335224861765636, "verified": false, "tweet_text": "@tulinssen @MariolySosaP Creo q lo peor es q siguen poniendo el brazo teniendo casos cercanos de muerte y efectos secundarios muy llamativos 🤦‍♂️", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["tulinssen", "MariolySosaP"], "tweet_emoticons": ["🤦‍♂️"], "country": "MEXICO", "text_es": "Creo q lo peor es q siguen poniendo el brazo teniendo casos cercanos de muerte y efectos secundarios muy llamativos 🤦‍♂️"}, {"id": 1439334806471520257, "verified": true, "tweet_text": "Omeprazol: Cómo tomarlo para que tenga un mejor efecto contra la acidez https://t.co/WP8yFCU1nr", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/WP8yFCU1nr"], "country": "MEXICO", "text_es": "Omeprazol: Cómo tomarlo para que tenga un mejor efecto contra la acidez"}, {"id": 1439334224860008449, "verified": false, "tweet_text": "@CeliaMatrona @brunocardenosa @davidgarciaf76 No soy antivacunas, todo lo contrario. Pero las vacunas tienen que tener menos riesgos que la enfermedad, y en niños el Covid es una enfermedad leve o ni siquiera, en un mayor porcentaje, para los efectos secundarios que si causa la vacuna en ellos.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["CeliaMatrona", "brunocardenosa", "davidgarciaf76"], "country": "MEXICO", "text_es": "No soy antivacunas, todo lo contrario. Pero las vacunas tienen que tener menos riesgos que la enfermedad, y en niños el Covid es una enfermedad leve o ni siquiera, en un mayor porcentaje, para los efectos secundarios que si causa la vacuna en ellos."}, {"id": 1439333499278876687, "verified": false, "tweet_text": "@ccarballo50 ASEGURAME AL 100% QUE NO ME CONTAGIO Y QUE NO TENDRE EFECTOS SECUNDARIOS TODO X ESCRITO CLARO.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "ASEGURAME AL % QUE NO ME CONTAGIO Y QUE NO TENDRE EFECTOS SECUNDARIOS TODO X ESCRITO CLARO."}, {"id": 1439331515687739393, "verified": false, "tweet_text": "@Miriamgrauvila1 @NuriaCSopena @feministes_cat @AbolitionGpa @Omnia_Somnia @FrontPv @StopSubrogacion @anatrejopulido @nurygglez @MujeresRivas @AbolicionMadrid @NoSomosVasijas Creo recordar que era una chica que era compositora, su madre ha intentado que se haga un registro de donantes en EEUU y que se investiguen los efectos secundarios, sin éxito.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["Miriamgrauvila1", "NuriaCSopena", "feministes_cat", "AbolitionGpa", "Omnia_Somnia", "FrontPv", "StopSubrogacion", "anatrejopulido", "nurygglez", "MujeresRivas", "AbolicionMadrid", "NoSomosVasijas"], "country": "MEXICO", "text_es": "Creo recordar que era una chica que era compositora, su madre ha intentado que se haga un registro de donantes en EEUU y que se investiguen los efectos secundarios, sin éxito."}, {"id": 1439330781722251268, "verified": false, "tweet_text": "@mite_dole efectos secundarios de coger sol 🥲 perdóname", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["mite_dole"], "tweet_emoticons": ["🥲"], "country": "MEXICO", "text_es": "efectos secundarios de coger sol 🥲 perdóname"}, {"id": 1439330386350252036, "verified": false, "tweet_text": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna\nhttps://t.co/sutoYxtOdx", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "tweet_urls": ["https://t.co/sutoYxtOdx"], "country": "MEXICO", "text_es": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna"}, {"id": 1439330302657241089, "verified": false, "tweet_text": "Taylor Swift habrá tenido efectos secundarios de la vacuna?", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Taylor Swift habrá tenido efectos secundarios de la vacuna?"}, {"id": 1439329245919072259, "verified": false, "tweet_text": "@AngelGarciaMon8 @Vikingo8641 @kefas_mason @farmafilico @NightHowl11 @EvaristoLPR @Eva_Angelina_79 @unduca @Berto_MP @ad_identitatem @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio Sería muy raro que no se haya detectado eso en ningún ensayo clínico. Los efectos secundarios que se detectan en fase 4 son o los muy raros o los que ocurren a largo plazo y no hay razones para pensar que vaya a producir grandes daños a largo plazo.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["AngelGarciaMon8", "Vikingo8641", "kefas_mason", "farmafilico", "NightHowl11", "EvaristoLPR", "Eva_Angelina_79", "unduca", "Berto_MP", "ad_identitatem", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio"], "country": "MEXICO", "text_es": "Sería muy raro que no se haya detectado eso en ningún ensayo clínico. Los efectos secundarios que se detectan en fase son o los muy raros o los que ocurren a largo plazo y no hay razones para pensar que vaya a producir grandes daños a largo plazo."}, {"id": 1439328407205126144, "verified": false, "tweet_text": "@masanpra Eso esperamos masan, quienes padecemos efectos secundarios tras vacuna, q sus efectos terminen y nos dejen vivir como antes 😊. Ojalá", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["masanpra"], "tweet_emoticons": ["😊"], "country": "MEXICO", "text_es": "Eso esperamos masan, quienes padecemos efectos secundarios tras vacuna, q sus efectos terminen y nos dejen vivir como antes 😊. Ojalá"}, {"id": 1439328389337333767, "verified": false, "tweet_text": "@drpaolandmd @AleCamargoOrt @DeLaCalleHum \"superaron ese paso\"... Cuándo ?  Si la población mundial se convirtió en conejillo de indias de un producto que se aprobó de emergencia..... Dónde están los estudios de efectos secundarios a largo plazo? Dónde hay estadísticas de efectividad que no cambien a diario?", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["drpaolandmd", "AleCamargoOrt", "DeLaCalleHum"], "country": "MEXICO", "text_es": "\"superaron ese paso\"... Cuándo ? Si la población mundial se convirtió en conejillo de indias de un producto que se aprobó de emergencia..... Dónde están los estudios de efectos secundarios a largo plazo? Dónde hay estadísticas de efectividad que no cambien a diario?"}, {"id": 1439328081131577354, "verified": false, "tweet_text": "@vanessa7410 @CancerIntegral Capaces son de negar los efectos secundarios de la inyección en los críos.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["vanessa7410", "CancerIntegral"], "country": "MEXICO", "text_es": "Capaces son de negar los efectos secundarios de la inyección en los críos."}, {"id": 1439327729539862535, "verified": false, "tweet_text": "@madgaming1988 @alang002 @AristeguiOnline Esas cosas son experimentales aún ,no estoy negando la efectividad de  las vacunas que ya han sido probadas ,es muy temprano para ver los efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["madgaming1988", "alang002", "AristeguiOnline"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Esas cosas son experimentales aún ,no estoy negando la efectividad de las vacunas que ya han sido probadas ,es muy temprano para ver los efectos secundarios"}, {"id": 1439326474692141060, "verified": false, "tweet_text": "Si no saben la fecha de caducidad del tóxico...¿como van a saber sus efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "country": "MEXICO", "text_es": "Si no saben la fecha de caducidad del tóxico...¿como van a saber sus efectos secundarios?"}, {"id": 1439326368307814407, "verified": false, "tweet_text": "@MikaelaRosasF @gethsema_ni Fuentes: una revista no científica y un estudio de 1968 de los efectos secundarios de la penicilina. Lo más curioso es que la hipócrita esa quejándose de las fuentes de Lupe y ella usando una de 1968 y una revista con rigur científico nulo.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["MikaelaRosasF", "gethsema_ni"], "country": "MEXICO", "text_es": "Fuentes: una revista no científica y un estudio de de los efectos secundarios de la penicilina. Lo más curioso es que la hipócrita esa quejándose de las fuentes de Lupe y ella usando una de y una revista con rigur científico nulo."}, {"id": 1439325536795385859, "verified": false, "tweet_text": "@Valk6 @laraf87 Ahi esta. Una cosa es manufactura bla. En ambos documentos se hace hincapié en efectos secundarios miocarditis Pericarditis. Se baja a edad de 12 años. Sigue siendo uso de emergencia. Cualquiera puede entenderlo.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Valk6", "laraf87"], "country": "MEXICO", "text_es": "Ahi esta. Una cosa es manufactura bla. En ambos documentos se hace hincapié en efectos secundarios miocarditis Pericarditis. Se baja a edad de años. Sigue siendo uso de emergencia. Cualquiera puede entenderlo."}, {"id": 1439324580754169860, "verified": false, "tweet_text": "@ATCoco2017 @sheltonclyde9 @eslamananadeFJL Bueno los dos tienen razón no veo yo nada raro,yo no me vacuno un hijo mío mayor se quiso vacunar \nlas pase putas pensando que igual  pasaba algo y cuando veo ,efectos secundarios ya ves tú , me pongo mala ,pero tiene 30 años y se quiso vacunar", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["ATCoco2017", "sheltonclyde9", "eslamananadeFJL"], "country": "MEXICO", "text_es": "Bueno los dos tienen razón no veo yo nada raro,yo no me vacuno un hijo mío mayor se quiso vacunar las pase putas pensando que igual pasaba algo y cuando veo ,efectos secundarios ya ves tú , me pongo mala ,pero tiene años y se quiso vacunar"}, {"id": 1439323883035889664, "verified": false, "tweet_text": "@rafrsr Quién sabe los efectos secundarios a largo plazo que pueden producir esas vacunas, los niños no la necesitan, por Dios!", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["rafrsr"], "country": "MEXICO", "text_es": "Quién sabe los efectos secundarios a largo plazo que pueden producir esas vacunas, los niños no la necesitan, por Dios!"}, {"id": 1439323879089086468, "verified": false, "tweet_text": "@MemeYamelCA @Claudiashein Me preocupa más el trabajo de todos ustedes Meme @MemeYamelCA , no están reportando nada sobre efectos secundarios y muertes por la inyección experimental. La salud es primero. Acaso tienen línea?", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["MemeYamelCA", "Claudiashein", "MemeYamelCA"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Me preocupa más el trabajo de todos ustedes Meme , no están reportando nada sobre efectos secundarios y muertes por la inyección experimental. La salud es primero. Acaso tienen línea?"}, {"id": 1439323496513998848, "verified": false, "tweet_text": "@FLMIRONES Ya no sería negocio , 1 positivo de covid hospitalizado es un pastón , habrá que esperar a los fondos europeos de efectos secundarios de las \"bakunas\" y ahí si.\nsi eso ya se hará.\n🤦‍♂️", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["FLMIRONES"], "tweet_emoticons": ["🤦‍♂️"], "country": "MEXICO", "text_es": "Ya no sería negocio , positivo de covid hospitalizado es un pastón , habrá que esperar a los fondos europeos de efectos secundarios de las \"bakunas\" y ahí si. si eso ya se hará. 🤦‍♂️"}, {"id": 1439322682357657607, "verified": false, "tweet_text": "@isaacj Es gracioso que ahora se descubra los terribles efectos secundarios de Champix cuando llevan con eso mas de una década .y esta noticia es del 2008 viene de lejos lo venenoso que es\n\nhttps://t.co/PaPgygaHtT", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["isaacj"], "tweet_urls": ["https://t.co/PaPgygaHtT"], "country": "MEXICO", "text_es": "Es gracioso que ahora se descubra los terribles efectos secundarios de Champix cuando llevan con eso mas de una década .y esta noticia es del viene de lejos lo venenoso que es"}, {"id": 1439322668864528384, "verified": false, "tweet_text": "@SomosMasRD809 @HazimNoelia Mi hijo tiene una mamá,\nno 8 millones de mamás.\nTengo efectos secundarios de la vacuna Noelia.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["SomosMasRD809", "HazimNoelia"], "country": "MEXICO", "text_es": "Mi hijo tiene una mamá, no millones de mamás. Tengo efectos secundarios de la vacuna Noelia."}, {"id": 1439322583468437507, "verified": false, "tweet_text": "@CalcUru @lo_monti Nos autoexcluimos de varias cosas: 1)no enfermar o morir por efectos secundarios de un experimento, 2) de tener un toxico o simplemente substancia extraña a nuestro cuerpo, 3) de ser controlados por agentes extraños a nosotros mismos, 4)de dejarnos presionar por la discriminacion", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["CalcUru", "lo_monti"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Nos autoexcluimos de varias cosas: )no enfermar o morir por efectos secundarios de un experimento, ) de tener un toxico o simplemente substancia extraña a nuestro cuerpo, ) de ser controlados por agentes extraños a nosotros mismos, )de dejarnos presionar por la discriminacion"}, {"id": 1439322428098945024, "verified": false, "tweet_text": "@alaisierra Normal que se queje de los efectos secundarios de la vacuna 😂", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["alaisierra"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Normal que se queje de los efectos secundarios de la vacuna 😂"}, {"id": 1439322427918540802, "verified": false, "tweet_text": "Y eso que se reporta menos de 10% de efectos secundarios https://t.co/u7oCHxxzRe", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "tweet_urls": ["https://t.co/u7oCHxxzRe"], "country": "MEXICO", "text_es": "Y eso que se reporta menos de % de efectos secundarios"}, {"id": 1439322393688875022, "verified": false, "tweet_text": "@Llegaremosalas2 @Domadora76 Porque creen q los salvan, pero no ven graves los efectos secundarios!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Llegaremosalas2", "Domadora76"], "country": "MEXICO", "text_es": "Porque creen q los salvan, pero no ven graves los efectos secundarios!!!"}, {"id": 1439322121327595523, "verified": false, "tweet_text": "@FLMIRONES Si se dijesen lo efectos secundarios de las vacunas... Y hasta aquí puede decir.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["FLMIRONES"], "country": "MEXICO", "text_es": "Si se dijesen lo efectos secundarios de las vacunas... Y hasta aquí puede decir."}, {"id": 1439321041189302279, "verified": false, "tweet_text": "Que no los engañen el tal ESAVI solo reporta los efectos secundarios a muy corto plazo, una tomadura de pelo.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "country": "MEXICO", "text_es": "Que no los engañen el tal ESAVI solo reporta los efectos secundarios a muy corto plazo, una tomadura de pelo."}, {"id": 1439319686169174024, "verified": false, "tweet_text": "La EMA investiga tres posibles nuevos efectos secundarios de las vacunas de Pfizer y Moderna https://t.co/Dy0pl6fa0Y via @ABC_Conocer", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "tweet_urls": ["https://t.co/Dy0pl6fa0Y"], "country": "MEXICO", "text_es": "La EMA investiga tres posibles nuevos efectos secundarios de las vacunas de Pfizer y Moderna via"}, {"id": 1439319449719484421, "verified": false, "tweet_text": "@hugoguionista Google search:\"efectos secundarios de uso del helio\"", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["hugoguionista"], "country": "MEXICO", "text_es": "Google search:\"efectos secundarios de uso del helio\""}, {"id": 1439317632105263112, "verified": false, "tweet_text": "@Haterinna Es importante conocer que reacción han tenido y divulgarlo. Se que peor, es tener el coronavirus pero hay que investigar estos efectos secundarios. Es también de salud pública.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Haterinna"], "country": "MEXICO", "text_es": "Es importante conocer que reacción han tenido y divulgarlo. Se que peor, es tener el coronavirus pero hay que investigar estos efectos secundarios. Es también de salud pública."}, {"id": 1439317386180562944, "verified": false, "tweet_text": "@mjdelrio O el caso del myolastan, por poner un ejemplo, comercializado durante 46 años y retirado de la cadena de distribución en 2013 por la AEM por los efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["mjdelrio"], "country": "MEXICO", "text_es": "O el caso del myolastan, por poner un ejemplo, comercializado durante años y retirado de la cadena de distribución en por la AEM por los efectos secundarios."}, {"id": 1439317368132423680, "verified": false, "tweet_text": "@enriquesnyder @tadei Nada de efectos secundarios adversos a mediano y largo plazo, todos a corto plazo. Información sesgada.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["enriquesnyder", "tadei"], "country": "MEXICO", "text_es": "Nada de efectos secundarios adversos a mediano y largo plazo, todos a corto plazo. Información sesgada."}, {"id": 1439316857840881670, "verified": false, "tweet_text": "o también se puede consumir (1 gramo de curcumina) con un gramo de Omega-3 de aceite de pescado\n\nesa combinación debe ser todavía más potente\n\nsi lo tomas 2-3 veces al día, puede quitarte casi cualquier tipo de dolor\n\nsin los efectos secundarios de las medicinas (ibuprofeno, etc)", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "country": "MEXICO", "text_es": "o también se puede consumir (1 gramo de curcumina) con un gramo de Omega-3 de aceite de pescado esa combinación debe ser todavía más potente si lo tomas -3 veces al día, puede quitarte casi cualquier tipo de dolor sin los efectos secundarios de las medicinas (ibuprofeno, etc)"}, {"id": 1439315747097006082, "verified": false, "tweet_text": "@unduca @Vikingo8641 @farmafilico @EvaristoLPR @Berto_MP @ad_identitatem @kefas_mason @NightHowl11 @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio @AngelGarciaMon8 Y ahora te voy a contar una cosa, que quizás te importe una 💩, pero bueno...\nTengo migrañas crónicas desde los 14 años.\nDecidí ir a ver que se podía hacer. Me ponen un tratamiento preventivo, 1 pasti diaria. Me dan efectos secundarios, somnolencia, etc. Iba como drogada...", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["unduca", "Vikingo8641", "farmafilico", "EvaristoLPR", "Berto_MP", "ad_identitatem", "kefas_mason", "NightHowl11", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "tweet_emoticons": ["💩"], "country": "MEXICO", "text_es": "Y ahora te voy a contar una cosa, que quizás te importe una 💩, pero bueno... Tengo migrañas crónicas desde los años. Decidí ir a ver que se podía hacer. Me ponen un tratamiento preventivo, pasti diaria. Me dan efectos secundarios, somnolencia, etc. Iba como drogada..."}, {"id": 1439315719230038020, "verified": false, "tweet_text": "Ya me pusieron la segunda dosis. Estoy asustado por los efectos secundarios, ojalá no sean tan fuertes como la primera vez. Ahora tengo que esperar 20 días para el máximo efecto para estar inmunizaditto. Ha pasado año y medio desde que nos encerramos y por fin se acaba para mi.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "country": "MEXICO", "text_es": "Ya me pusieron la segunda dosis. Estoy asustado por los efectos secundarios, ojalá no sean tan fuertes como la primera vez. Ahora tengo que esperar días para el máximo efecto para estar inmunizaditto. Ha pasado año y medio desde que nos encerramos y por fin se acaba para mi."}, {"id": 1439315286876950536, "verified": false, "tweet_text": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna\nhttps://t.co/0klLVt6gw8", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "tweet_urls": ["https://t.co/0klLVt6gw8"], "country": "MEXICO", "text_es": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna"}, {"id": 1439315209173278726, "verified": false, "tweet_text": "En mi municipio todo muy ágil. Prácticamente llegué y me pincharon. \nFue más el tiempo que esperé para vigilia efectos secundarios, que lo que tardaron en llegar a vacunarme.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "country": "MEXICO", "text_es": "En mi municipio todo muy ágil. Prácticamente llegué y me pincharon. Fue más el tiempo que esperé para vigilia efectos secundarios, que lo que tardaron en llegar a vacunarme."}, {"id": 1439315052788658178, "verified": false, "tweet_text": "@unduca @Vikingo8641 @farmafilico @EvaristoLPR @Berto_MP @ad_identitatem @kefas_mason @NightHowl11 @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio @AngelGarciaMon8 Los efectos secundarios de las vacunas que he visto han sido leves. 1 día de reposo con fiebre en casa y dolor de brazo.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["unduca", "Vikingo8641", "farmafilico", "EvaristoLPR", "Berto_MP", "ad_identitatem", "kefas_mason", "NightHowl11", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "country": "MEXICO", "text_es": "Los efectos secundarios de las vacunas que he visto han sido leves. día de reposo con fiebre en casa y dolor de brazo."}, {"id": 1439313689853763596, "verified": false, "tweet_text": "@FloresconVeneno Sin dudarlo, pero los efectos secundarios sí que son más jodidos… bueno, si es que te da", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["FloresconVeneno"], "country": "MEXICO", "text_es": "Sin dudarlo, pero los efectos secundarios sí que son más jodidos… bueno, si es que te da"}, {"id": 1439313512464011265, "verified": false, "tweet_text": "@Alletta Generalmente la segunda te causa menos efectos secundarios que la primera. A mi la segunda no me hizo ni cosquillas. Con la primera dolor de cabeza y cansancio", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Alletta"], "country": "MEXICO", "text_es": "Generalmente la segunda te causa menos efectos secundarios que la primera. A mi la segunda no me hizo ni cosquillas. Con la primera dolor de cabeza y cansancio"}, {"id": 1439312902247354374, "verified": false, "tweet_text": "@Vikingo8641 @farmafilico @EvaristoLPR @Eva_Angelina_79 @unduca @Berto_MP @ad_identitatem @kefas_mason @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio @AngelGarciaMon8 ¿Y qué me quieres decir con esto? Escalar de 40 000 voluntarios por ensayo a varios miles de millones de dosis acaba por descubrir nuevos efectos secundarios. Pero esto pasa con todos los medicamentos y todas las vacunas. Y además, es lo que te he contado en mi tuit.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Vikingo8641", "farmafilico", "EvaristoLPR", "Eva_Angelina_79", "unduca", "Berto_MP", "ad_identitatem", "kefas_mason", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "country": "MEXICO", "text_es": "¿Y qué me quieres decir con esto? Escalar de voluntarios por ensayo a varios miles de millones de dosis acaba por descubrir nuevos efectos secundarios. Pero esto pasa con todos los medicamentos y todas las vacunas. Y además, es lo que te he contado en mi tuit."}, {"id": 1439312552387874817, "verified": false, "tweet_text": "@Axelpsc @Agherosh @racsol123 @NereaVaquerizo Lo que he leído son las miles de muertes que están causando en Europa y los efectos secundarios graves como miocarditis, problemas de visión , desarreglos en la menstruación , trombosis , coágulos de sangre etc .. aparte de que es sabido que no inmunizan", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Axelpsc", "Agherosh", "racsol123", "NereaVaquerizo"], "country": "MEXICO", "text_es": "Lo que he leído son las miles de muertes que están causando en Europa y los efectos secundarios graves como miocarditis, problemas de visión , desarreglos en la menstruación , trombosis , coágulos de sangre etc .. aparte de que es sabido que no inmunizan"}, {"id": 1439312211512598536, "verified": false, "tweet_text": "@ccarballo50 Para proteger a los niños MEJOR NO INYECTARLES ALGO QUE LES MATE o les provoque graves efectos secundarios, asustando a sus padres a que les vacunen con algo que NO SIRVE PARA NADA, ante un virus QUE NO AFECTA APENAS A NIÑOS", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Para proteger a los niños MEJOR NO INYECTARLES ALGO QUE LES MATE o les provoque graves efectos secundarios, asustando a sus padres a que les vacunen con algo que NO SIRVE PARA NADA, ante un virus QUE NO AFECTA APENAS A NIÑOS"}, {"id": 1439311817159938048, "verified": false, "tweet_text": "Cuando la cosa se ponga fea y los efectos secundarios empiecen a aflorar , mucho más de lo que ya lo están haciendo , se arrepentirán de haber dado una patada a esos “ángeles “ que siempre  estuvieron en los malos momentos dándolo todo .", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "country": "MEXICO", "text_es": "Cuando la cosa se ponga fea y los efectos secundarios empiecen a aflorar , mucho más de lo que ya lo están haciendo , se arrepentirán de haber dado una patada a esos “ángeles “ que siempre estuvieron en los malos momentos dándolo todo ."}, {"id": 1439311682761805833, "verified": false, "tweet_text": "@Vikingo8641 @farmafilico @EvaristoLPR @Eva_Angelina_79 @unduca @Berto_MP @ad_identitatem @kefas_mason @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio @AngelGarciaMon8 Los ensayos no acaban en 2023. En 2023 está previsto una modificación de los efectos secundarios observados durante la fase de farmacovigilancia. Y una mejora de las mismas si es necesaria.\n\nNo es una terapia de ARNm. Son vacunas de ARNm. ¿Sabes cómo funcionan?", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Vikingo8641", "farmafilico", "EvaristoLPR", "Eva_Angelina_79", "unduca", "Berto_MP", "ad_identitatem", "kefas_mason", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "country": "MEXICO", "text_es": "Los ensayos no acaban en . En está previsto una modificación de los efectos secundarios observados durante la fase de farmacovigilancia. Y una mejora de las mismas si es necesaria. No es una terapia de ARNm. Son vacunas de ARNm. ¿Sabes cómo funcionan?"}, {"id": 1439311449260703750, "verified": false, "tweet_text": "@grizz_111 @cristinarumenov @maxkleba @ferduarte05 @floreal_landa jsjsjsjsjsjsjsjs querida se tiene q aceptar la haya. hay más posibilidades de morirme de coronavirus a q me dé un efecto secundario la vacuna.\nah, reina por si no lo sabías hasta la tintura q te ponés tiene efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["grizz_111", "cristinarumenov", "maxkleba", "ferduarte05", "floreal_landa"], "country": "MEXICO", "text_es": "jsjsjsjsjsjsjsjs querida se tiene q aceptar la haya. hay más posibilidades de morirme de coronavirus a q me dé un efecto secundario la vacuna. ah, reina por si no lo sabías hasta la tintura q te ponés tiene efectos secundarios."}, {"id": 1439311013720084480, "verified": false, "tweet_text": "@dulcessarcasmo Efectos secundarios de la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["dulcessarcasmo"], "country": "MEXICO", "text_es": "Efectos secundarios de la vacuna"}, {"id": 1439310473929924609, "verified": false, "tweet_text": "Creo que uno de los efectos secundarios de usar twitter es que algunas  personas desarrollan brotes psicóticos. Empiezan a creerse psicólogos, ingenieros, analistas políticos, economistas y celebridades.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "country": "MEXICO", "text_es": "Creo que uno de los efectos secundarios de usar twitter es que algunas personas desarrollan brotes psicóticos. Empiezan a creerse psicólogos, ingenieros, analistas políticos, economistas y celebridades."}, {"id": 1439309975185133570, "verified": false, "tweet_text": "Los efectos secundarios de la vacuna me están haciendo que te extrañe 🤦🏻‍♂️😅 jajajaja", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_emoticons": ["🤦🏻‍♂️", "😅"], "country": "MEXICO", "text_es": "Los efectos secundarios de la vacuna me están haciendo que te extrañe 🤦🏻‍♂️😅 jajajaja"}, {"id": 1439309910852898828, "verified": false, "tweet_text": "@rampotea @carwomynmaria @coraIitos Pásame esos datos porque varios países han echado marcha atrás por los casos que ha habido, el último de ellos Suecia. Y cuando no se conoce a largo plazo esos efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["rampotea", "carwomynmaria", "coraIitos"], "country": "MEXICO", "text_es": "Pásame esos datos porque varios países han echado marcha atrás por los casos que ha habido, el último de ellos Suecia. Y cuando no se conoce a largo plazo esos efectos secundarios."}, {"id": 1439308961094639616, "verified": false, "tweet_text": "Que chingue su madre la enferma que me vacunó y me dijo que si me daban efectos secundarios solo me aguantara y ya.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "country": "MEXICO", "text_es": "Que chingue su madre la enferma que me vacunó y me dijo que si me daban efectos secundarios solo me aguantara y ya."}, {"id": 1439308678373466113, "verified": false, "tweet_text": "@A24COM \nFarsante cómplice ... Hay milesssss de efectos secundarios adversos incluida muertes por 💉☠️ https://t.co/d5FY77IZub", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["A24COM"], "tweet_emoticons": ["💉", "☠️"], "country": "MEXICO", "text_es": "Farsante cómplice ... Hay milesssss de efectos secundarios adversos incluida muertes por 💉☠️"}, {"id": 1439307922249560066, "verified": false, "tweet_text": "@SaludStrategica Estoy 100% de acuerdo. Cuando se trata de padecimientos crónico - degenerativos, la mejor opción son tratamientos complementarios sin efectos secundarios y la nutrición. Por desgracia la gente ve la nutrición solo como una opción para bajar de peso 🙄", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["SaludStrategica"], "tweet_emoticons": ["🙄"], "country": "MEXICO", "text_es": "Estoy % de acuerdo. Cuando se trata de padecimientos crónico - degenerativos, la mejor opción son tratamientos complementarios sin efectos secundarios y la nutrición. Por desgracia la gente ve la nutrición solo como una opción para bajar de peso 🙄"}, {"id": 1439307574025891843, "verified": false, "tweet_text": "@spiritum2020 Y para todos, es ESPECIALMENTE terrible en ancianos y personas de riesgo, ya que son los MÁS lábiles con los efectos mortales secundarios…", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["spiritum2020"], "country": "MEXICO", "text_es": "Y para todos, es ESPECIALMENTE terrible en ancianos y personas de riesgo, ya que son los MÁS lábiles con los efectos mortales secundarios…"}, {"id": 1439307214301302784, "verified": false, "tweet_text": "@shollyholliday @cristinarumenov @maxkleba @ferduarte05 @floreal_landa Varios países de Europa prohibieron esa vacuna, pq presenta diversos efectos secundarios, además q fue creada para adultos mayores, que acá te pongan cualquier mierda y personas como vos la acepten es otra cosa!", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["shollyholliday", "cristinarumenov", "maxkleba", "ferduarte05", "floreal_landa"], "country": "MEXICO", "text_es": "Varios países de Europa prohibieron esa vacuna, pq presenta diversos efectos secundarios, además q fue creada para adultos mayores, que acá te pongan cualquier mierda y personas como vos la acepten es otra cosa!"}, {"id": 1439306942145568772, "verified": false, "tweet_text": "@MSinyakevich_ @Oespinar1 @IosefStealer Yo, provacunas, entiendo a las embarazadas,el riesgo es real y hay efectos secundarios, incluso muertes, eso no puedo negarlo, pero  mueren millones más por la enfermedad. Y creo que debe existir la libre elección, cada uno que valore lo.mejor para cada cual.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["MSinyakevich_", "Oespinar1", "IosefStealer"], "country": "MEXICO", "text_es": "Yo, provacunas, entiendo a las embarazadas,el riesgo es real y hay efectos secundarios, incluso muertes, eso no puedo negarlo, pero mueren millones más por la enfermedad. Y creo que debe existir la libre elección, cada uno que valore lo.mejor para cada cual."}, {"id": 1439306493891911689, "verified": false, "tweet_text": "dejé la medicación y estoy teniendo efectos secundarios, en cualquier momento me desmayo", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "country": "MEXICO", "text_es": "dejé la medicación y estoy teniendo efectos secundarios, en cualquier momento me desmayo"}, {"id": 1439306452393414656, "verified": false, "tweet_text": "@Oespinar1 @TERESA10107122 @IosefStealer Lo van a pagar y de sus bolsillos,por persuadir a la gente que se vacune , porque las aseguradoras se limpian las manos con sanitarios por demandas por efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["Oespinar1", "TERESA10107122", "IosefStealer"], "country": "MEXICO", "text_es": "Lo van a pagar y de sus bolsillos,por persuadir a la gente que se vacune , porque las aseguradoras se limpian las manos con sanitarios por demandas por efectos secundarios"}, {"id": 1439306004240519174, "verified": false, "tweet_text": "@JALGUERRERO @SextaNocheTV Vd sabe la diferencia entre efectos secundarios y reacciones adversas???\nLos primeros quizá lo serán, pero estas últimas no son pasajeras…\nQue no son tan frecuentes???\nLo que le he dicho, que le toque a uno de los suyos o a Vd, a ver qué le parece…\nY revise cuántos hay en EEUU!", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["JALGUERRERO", "SextaNocheTV"], "country": "MEXICO", "text_es": "Vd sabe la diferencia entre efectos secundarios y reacciones adversas??? Los primeros quizá lo serán, pero estas últimas no son pasajeras… Que no son tan frecuentes??? Lo que le he dicho, que le toque a uno de los suyos o a Vd, a ver qué le parece… Y revise cuántos hay en EEUU!"}, {"id": 1439305899244498946, "verified": false, "tweet_text": "excelente servicio de la pfizer con cero efectos secundarios en mi cuerpa 🤩", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_emoticons": ["🤩"], "country": "MEXICO", "text_es": "excelente servicio de la pfizer con cero efectos secundarios en mi cuerpa 🤩"}, {"id": 1439305531483688972, "verified": false, "tweet_text": ".... el dolor de cabeza me está volviendo loca. Lo cierto es que ¡Vayan a vacunarse, carajo!. Los efectos secundarios son mínimos, yo vengo de otro planeta y pues, me pegó distinto!", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "country": "MEXICO", "text_es": ".... el dolor de cabeza me está volviendo loca. Lo cierto es que ¡Vayan a vacunarse, carajo!. Los efectos secundarios son mínimos, yo vengo de otro planeta y pues, me pegó distinto!"}, {"id": 1439305508628934656, "verified": false, "tweet_text": "@DirectoAnalisis @MariellyFlowers @laraf87 No existe ningún medicamento que tenga cero efectos secundarios adversos. NINGUNO. Hasta un paracetamol y una aspirina tienen esas fichas y advertencias porque a un porcentaje minúsculo de la población les van a causar efectos adversos graves\n\nHay gente a la que el trigo los daña", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["DirectoAnalisis", "MariellyFlowers", "laraf87"], "country": "MEXICO", "text_es": "No existe ningún medicamento que tenga cero efectos secundarios adversos. NINGUNO. Hasta un paracetamol y una aspirina tienen esas fichas y advertencias porque a un porcentaje minúsculo de la población les van a causar efectos adversos graves Hay gente a la que el trigo los daña"}, {"id": 1439305249416679430, "verified": false, "tweet_text": "@raulcarlosmd @doctormacias ¿Los vacunados no contagian? ¿Puede usted prescribir la vacuna a un paciente y garantizarle que no tendrá efectos secundarios? ¿En caso de efectos adverso se haría usted responsable ante el paciente o sus familiares?", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["raulcarlosmd", "doctormacias"], "country": "MEXICO", "text_es": "¿Los vacunados no contagian? ¿Puede usted prescribir la vacuna a un paciente y garantizarle que no tendrá efectos secundarios? ¿En caso de efectos adverso se haría usted responsable ante el paciente o sus familiares?"}, {"id": 1439304709643325443, "verified": false, "tweet_text": "@JFdB75 @VEVEKA6 @VIRILA5 Evidentemente, la gente que muere por los efectos secundarios de la vacuna es sensiblemente inferior a la que morían de covid.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["JFdB75", "VEVEKA6", "VIRILA5"], "country": "MEXICO", "text_es": "Evidentemente, la gente que muere por los efectos secundarios de la vacuna es sensiblemente inferior a la que morían de covid."}, {"id": 1439304205030862851, "verified": true, "tweet_text": "#Curiosidades | ¿Qué personas no deben tomar vitamina D?\n\nAquí más detalles\n👇\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "hashtags": ["Curiosidades"], "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "| ¿Qué personas no deben tomar vitamina D? Aquí más detalles 👇"}, {"id": 1439304084964642826, "verified": false, "tweet_text": "Solo falta ver si los efectos secundarios son parte de completar mi esquema de vacunación. Ya se dejan sentir los escalofríos y mareos...#SputnikV #vacunacioncovid19 bravo por la organización en #centromedico", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "hashtags": ["SputnikV", "vacunacioncovid19", "centromedico"], "country": "MEXICO", "text_es": "Solo falta ver si los efectos secundarios son parte de completar mi esquema de vacunación. Ya se dejan sentir los escalofríos y mareos... bravo por la organización en"}, {"id": 1439301931848159240, "verified": false, "tweet_text": "@anyrmontes28 Totalmente de acuerdo contigo, Any, son muy diferentes, tanto en sabor y aroma, como en sus efectos secundarios, jeje 😁🍻", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["anyrmontes28"], "tweet_emoticons": ["🍻", "😁"], "country": "MEXICO", "text_es": "Totalmente de acuerdo contigo, Any, son muy diferentes, tanto en sabor y aroma, como en sus efectos secundarios, jeje 😁🍻"}, {"id": 1439301798175649792, "verified": false, "tweet_text": "@oguratrebic_2 Lo demostró con años de investigación. Estudia más sobre el orígen de los 1ros estudios de la Viruela en animales y los efectos secundarios y como fueron las investigaciones en humanos. \n\nTal vez te sorprenda. No jugaban con experimentos como ahora ni había tanto poder económico.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["oguratrebic_2"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Lo demostró con años de investigación. Estudia más sobre el orígen de los ros estudios de la Viruela en animales y los efectos secundarios y como fueron las investigaciones en humanos. Tal vez te sorprenda. No jugaban con experimentos como ahora ni había tanto poder económico."}, {"id": 1439301784942563331, "verified": true, "tweet_text": "𝐋𝐎 𝐐𝐔𝐄 𝐃𝐄𝐁𝐄𝐒 𝐒𝐀𝐁𝐄𝐑 • La vacuna AstraZeneca, será la que se administrará a las personas en el rango de edad de 30 años a más, que en el caso del Triángulo Minero, esta prevista para el 30 de septiembre. https://t.co/RLZuY80TLs", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_urls": ["https://t.co/RLZuY80TLs"], "country": "MEXICO", "text_es": "𝐋𝐎 𝐐𝐔𝐄 𝐃𝐄𝐁𝐄𝐒 𝐒𝐀𝐁𝐄𝐑 • La vacuna AstraZeneca, será la que se administrará a las personas en el rango de edad de años a más, que en el caso del Triángulo Minero, esta prevista para el de septiembre."}, {"id": 1439301693859053574, "verified": false, "tweet_text": "@Goliadx @Dr_PaulinoVigil @simonsdlj Uy que miedo! La vacuna tiene un efecto protector de 4 meses después de eso habrá que seguir vacunandose para el resto de la vida y arriesgandose a sus efectos secundarios. Ni madres! Abran los ojos. https://t.co/FJnvN4gSkC", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["Goliadx", "Dr_PaulinoVigil", "simonsdlj"], "country": "MEXICO", "text_es": "Uy que miedo! La vacuna tiene un efecto protector de meses después de eso habrá que seguir vacunandose para el resto de la vida y arriesgandose a sus efectos secundarios. Ni madres! Abran los ojos."}, {"id": 1439301556248137737, "verified": false, "tweet_text": "Por cierto, según datos oficiales han muerto 300 personas por la vacuna. Supongamos que es cierto. Y menores de 40? Cuántos por Covid? Y agrego. Se animarán a publicar los casos de efectos secundarios? Con esos datos no deberían respetar a quién no quiera vacunarse?", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "country": "MEXICO", "text_es": "Por cierto, según datos oficiales han muerto personas por la vacuna. Supongamos que es cierto. Y menores de ? Cuántos por Covid? Y agrego. Se animarán a publicar los casos de efectos secundarios? Con esos datos no deberían respetar a quién no quiera vacunarse?"}, {"id": 1439301277385695239, "verified": false, "tweet_text": "@N_P_Junior @MariaStilosa0 Es una buena pregunta. \nPero hay varios niveles en el problema\n1º la ineficacia en si misma de las vacunas, que se excusará con el escape a otras cepas o una gripe del milenio\n2º Los efectos secundarios de las vacunas. Eso pueden ser mas difícil de enmascarar según sus dimensión", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["N_P_Junior", "MariaStilosa0"], "country": "MEXICO", "text_es": "Es una buena pregunta. Pero hay varios niveles en el problema º la ineficacia en si misma de las vacunas, que se excusará con el escape a otras cepas o una gripe del milenio º Los efectos secundarios de las vacunas. Eso pueden ser mas difícil de enmascarar según sus dimensión"}, {"id": 1439300770697027594, "verified": false, "tweet_text": "@ndrsrobls Jajajajajajaja efectos secundarios que valen la pena", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["ndrsrobls"], "country": "MEXICO", "text_es": "Jajajajajajaja efectos secundarios que valen la pena"}, {"id": 1439300660613328901, "verified": false, "tweet_text": "@delafuenteaboga @CarlosAraujo213 @elhigadodmarita Y el Estado acepta que las farmaceuticas no se hacen cargo de efectos secundarios de la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["delafuenteaboga", "CarlosAraujo213", "elhigadodmarita"], "country": "MEXICO", "text_es": "Y el Estado acepta que las farmaceuticas no se hacen cargo de efectos secundarios de la vacuna."}, {"id": 1439300020457541638, "verified": false, "tweet_text": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna\nhttps://t.co/0klLVsOF7y", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_urls": ["https://t.co/0klLVsOF7y"], "country": "MEXICO", "text_es": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna"}, {"id": 1439300006599700486, "verified": false, "tweet_text": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna\nhttps://t.co/CTHv2uEBeq", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_urls": ["https://t.co/CTHv2uEBeq"], "country": "MEXICO", "text_es": "¿Efectos secundarios? Esto es lo que debes saber de una tercera dosis de la vacuna"}, {"id": 1439299544567668739, "verified": false, "tweet_text": "@delafuenteaboga @chicozanahoria1 @elhigadodmarita Y si me vacuno, el estado asume los efectos secundarios!? Quien se hace responsable?", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["delafuenteaboga", "chicozanahoria1", "elhigadodmarita"], "country": "MEXICO", "text_es": "Y si me vacuno, el estado asume los efectos secundarios!? Quien se hace responsable?"}, {"id": 1439299289012920320, "verified": false, "tweet_text": "Venezuela:  ¿Cuáles son los efectos secundarios de la Sputnik V?  https://t.co/7yR2mldzI4", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_urls": ["https://t.co/7yR2mldzI4"], "country": "MEXICO", "text_es": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?"}, {"id": 1439298513872035842, "verified": false, "tweet_text": "@Buenrollo13 Dime un solo medicamento que no pueda tener efectos secundarios o adversos.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["Buenrollo13"], "country": "MEXICO", "text_es": "Dime un solo medicamento que no pueda tener efectos secundarios o adversos."}, {"id": 1439298158589267971, "verified": false, "tweet_text": "⠀\n⠀❐ ❛ ¡Lulu ha visto unicornios!\n...ˢᵒˡᵒ ᵉˢᵖᵉʳᵃ ᵠᵘᵉ ⁿᵒ ʰᵃʸᵃⁿ ˢⁱᵈᵒ ᵉᶠᵉᶜᵗᵒˢ ˢᵉᶜᵘⁿᵈᵃʳⁱᵒˢ ᵈᵉ ᵘⁿᵒˢ ʰᵒⁿᵍᵒˢ..\nLulu considera que Narvales si son unicornios marinos.\n¡Busquemos un unicornio! https://t.co/2O2FDduj0X", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "tweet_urls": ["https://t.co/2O2FDduj0X"], "country": "MEXICO", "text_es": "⠀ ⠀❐ ❛ ¡Lulu ha visto unicornios! ...ˢᵒˡᵒ ᵉˢᵖᵉʳᵃ ᵠᵘᵉ ⁿᵒ ʰᵃʸᵃⁿ ˢⁱᵈᵒ ᵉᶠᵉᶜᵗᵒˢ ˢᵉᶜᵘⁿᵈᵃʳⁱᵒˢ ᵈᵉ ᵘⁿᵒˢ ʰᵒⁿᵍᵒˢ.. Lulu considera que Narvales si son unicornios marinos. ¡Busquemos un unicornio!"}, {"id": 1439296284117147654, "verified": false, "tweet_text": "@Grinnnch Lo que haces el fernet jajajajajajaja efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["Grinnnch"], "country": "MEXICO", "text_es": "Lo que haces el fernet jajajajajajaja efectos secundarios"}, {"id": 1439296101773975557, "verified": false, "tweet_text": "¿Afecta la vacuna contra el covid-19 el ciclo menstrual? https://t.co/oub1nzepIv via @CNNEE", "tweet_lang": "ca", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["CNNEE"], "tweet_urls": ["https://t.co/oub1nzepIv"]}, {"id": 1439295250116263936, "verified": false, "tweet_text": "@MundoOjos @fridademoran @sallelorier evidencias de los efectos secundarios de la inoculación experimental genocida de la elite masónica luciferina", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["MundoOjos", "fridademoran", "sallelorier"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "evidencias de los efectos secundarios de la inoculación experimental genocida de la elite masónica luciferina"}, {"id": 1439295148739936265, "verified": false, "tweet_text": "@fsanchez1983 @LeonEconomista Entonces si no tiene dinero que no tenga agua? , Y las enfermedades? Y las medidas de prevención e higiene? Los efectos secundarios por la ausencia de agua debido a la situación económica precaria serían terribles para toda la sociedad, habría brotes epidemiológicos 😱", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["fsanchez1983", "LeonEconomista"], "tweet_emoticons": ["😱"], "country": "MEXICO", "text_es": "Entonces si no tiene dinero que no tenga agua? , Y las enfermedades? Y las medidas de prevención e higiene? Los efectos secundarios por la ausencia de agua debido a la situación económica precaria serían terribles para toda la sociedad, habría brotes epidemiológicos 😱"}, {"id": 1439294789351006209, "verified": false, "tweet_text": "Y estuve deprimidisima después x sus efectos secundarios (aparte de todo el maltrato y abusos que sufri en el psiquiátrico que era peor que una carcel) y mi madre me la quitó ya en casa. Mejore. Tuve que seguir en aquel instituto infernal. Los años posteriores", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "country": "MEXICO", "text_es": "Y estuve deprimidisima después x sus efectos secundarios (aparte de todo el maltrato y abusos que sufri en el psiquiátrico que era peor que una carcel) y mi madre me la quitó ya en casa. Mejore. Tuve que seguir en aquel instituto infernal. Los años posteriores"}, {"id": 1439294238575976458, "verified": false, "tweet_text": "15h he dormido... y luego no tenía efectos secundarios la vacuna... la madre que os parió", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "country": "MEXICO", "text_es": "h he dormido... y luego no tenía efectos secundarios la vacuna... la madre que os parió"}, {"id": 1439293449166020613, "verified": false, "tweet_text": "2da dosis ☑️\nEfectos secundarios:☑️☑️☑️☑️☑️☑️", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "tweet_emoticons": ["☑️"], "country": "MEXICO", "text_es": "da dosis ☑️ Efectos secundarios:☑️☑️☑️☑️☑️☑️"}, {"id": 1439293405490728969, "verified": false, "tweet_text": "@te_la_cantoBis @Energiasagradas No dicen cuanta gente está vacunada con 2 dosis. Ahora solo dicen que han administrado 66 millones. \nAsí los muertos y efectos secundarios se ven menores.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["te_la_cantoBis", "Energiasagradas"], "country": "MEXICO", "text_es": "No dicen cuanta gente está vacunada con dosis. Ahora solo dicen que han administrado millones. Así los muertos y efectos secundarios se ven menores."}, {"id": 1439293178738270210, "verified": true, "tweet_text": "¿Puede la vacuna contra el covid-19 afectar los ciclos menstruales?\n\nhttps://t.co/gQbT6DmZGA", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "tweet_urls": ["https://t.co/gQbT6DmZGA"], "country": "MEXICO", "text_es": "¿Puede la vacuna contra el covid-19 afectar los ciclos menstruales?"}, {"id": 1439290482484523013, "verified": false, "tweet_text": "@JanerJoan Es como si yo digo ahora, que los que tengáis efectos secundarios por la vacuna que también os lo pagéis vosotros. Si es que vaya mentes tan vacías, coño.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["JanerJoan"], "country": "MEXICO", "text_es": "Es como si yo digo ahora, que los que tengáis efectos secundarios por la vacuna que también os lo pagéis vosotros. Si es que vaya mentes tan vacías, coño."}, {"id": 1439290367292186624, "verified": false, "tweet_text": "@alvarosenju Y estuve deprimidisima después x sus efectos secundarios (aparte de todo el maltrato y abusos que sufri en el psiquiátrico que era peor que una carcel) y mi madre me la quitó ya en casa. Mejore. Tuve que seguir en aquel instituto infernal. Los años posteriores *", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["alvarosenju"], "country": "MEXICO", "text_es": "Y estuve deprimidisima después x sus efectos secundarios (aparte de todo el maltrato y abusos que sufri en el psiquiátrico que era peor que una carcel) y mi madre me la quitó ya en casa. Mejore. Tuve que seguir en aquel instituto infernal. Los años posteriores *"}, {"id": 1439289861656223744, "verified": false, "tweet_text": "Las muertes son al azar, los síntomas igual y los efectos secundarios. Qué fortuna poseer buena suerte.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "country": "MEXICO", "text_es": "Las muertes son al azar, los síntomas igual y los efectos secundarios. Qué fortuna poseer buena suerte."}, {"id": 1439289799576375299, "verified": false, "tweet_text": "Segunda dosis de vacuna sin haber tenido covid  ni efectos secundarios. Ya me creo la muy muy.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "country": "MEXICO", "text_es": "Segunda dosis de vacuna sin haber tenido covid ni efectos secundarios. Ya me creo la muy muy."}, {"id": 1439289734421962753, "verified": false, "tweet_text": "@alvarosenju Mi hija lleva desde los dos años tomando medicamentos para su epilepsia y da miedo leer los efectos secundarios, donde la primera línea es tener ideas suicidas...incluso tomando medicamentos que no están adecuados a su edad porque no dan con el que funcione", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["alvarosenju"], "country": "MEXICO", "text_es": "Mi hija lleva desde los dos años tomando medicamentos para su epilepsia y da miedo leer los efectos secundarios, donde la primera línea es tener ideas suicidas...incluso tomando medicamentos que no están adecuados a su edad porque no dan con el que funcione"}, {"id": 1439289352622837763, "verified": false, "tweet_text": "@Mixwell @GambitEsports Hoy me he vacunado, los efectos secundarios+tristeza por esta pérdida=ida de este mundo 😞😞😞", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["Mixwell", "GambitEsports"], "tweet_emoticons": ["😞"], "country": "MEXICO", "text_es": "Hoy me he vacunado, los efectos secundarios+tristeza por esta pérdida=ida de este mundo 😞😞😞"}, {"id": 1439288785892696064, "verified": false, "tweet_text": "@LaRosaAzul4 @PilotoPerenquen @marimarher Todos sabemos que cualquier vacuna tiene efectos secundarios, lo siento pero yo prefiero eso a morir", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["LaRosaAzul4", "PilotoPerenquen", "marimarher"], "country": "MEXICO", "text_es": "Todos sabemos que cualquier vacuna tiene efectos secundarios, lo siento pero yo prefiero eso a morir"}, {"id": 1439288099893358605, "verified": false, "tweet_text": "@Lpez4V @_ZKalay @alvarosenju Hay dudas?\nPor parte de quién?\nLos médicos no tienen dudas sobre la vacuna. Los cientifcos tampoco.\nSeguramente los antidepresivos tengan más efectos secundarios q la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["Lpez4V", "_ZKalay", "alvarosenju"], "country": "MEXICO", "text_es": "Hay dudas? Por parte de quién? Los médicos no tienen dudas sobre la vacuna. Los cientifcos tampoco. Seguramente los antidepresivos tengan más efectos secundarios q la vacuna"}, {"id": 1439287747987005447, "verified": false, "tweet_text": "@cesarmongedura @willaxtv Es una fuente completa de Calcio y no tiene efectos secundarios.\nLa cocaína si es nociva, lo sabes no?? 🙄", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["cesarmongedura", "willaxtv"], "tweet_emoticons": ["🙄"], "country": "MEXICO", "text_es": "Es una fuente completa de Calcio y no tiene efectos secundarios. La cocaína si es nociva, lo sabes no?? 🙄"}, {"id": 1439287739954962434, "verified": false, "tweet_text": "@PlanaBogota Esos son los efectos secundarios del virus televisivo...", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["PlanaBogota"], "country": "MEXICO", "text_es": "Esos son los efectos secundarios del virus televisivo..."}, {"id": 1439287613723222027, "verified": false, "tweet_text": "@MTranquilidad @roslemusmartin Se ha alcanzado la inmunidad de rebaño en otras enfermedades con vacunas e incluso erraficarlas y no hay pruebas de efectos secundarios graves o permanentes que te incapacite en algo.  La mayoría tenemos un esquema de vacunación desde pequeños y ha evitado morir por sarampión", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["MTranquilidad", "roslemusmartin"], "country": "MEXICO", "text_es": "Se ha alcanzado la inmunidad de rebaño en otras enfermedades con vacunas e incluso erraficarlas y no hay pruebas de efectos secundarios graves o permanentes que te incapacite en algo. La mayoría tenemos un esquema de vacunación desde pequeños y ha evitado morir por sarampión"}, {"id": 1439287277155504130, "verified": false, "tweet_text": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?  https://t.co/7yR2mldzI4", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "tweet_urls": ["https://t.co/7yR2mldzI4"], "country": "MEXICO", "text_es": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?"}, {"id": 1439286275048148992, "verified": false, "tweet_text": "@vanessayesteran Me alegra🙌🏽 que hayas podido obtener tu 2da dosis de Sputnik V. \nEspero que no tengas efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["vanessayesteran"], "tweet_emoticons": ["🙌🏽"], "country": "MEXICO", "text_es": "Me alegra🙌🏽 que hayas podido obtener tu da dosis de Sputnik V. Espero que no tengas efectos secundarios."}, {"id": 1439286234057162753, "verified": false, "tweet_text": "@Valbun_ Yo le puse el jueves la pfizer, descansa todo el día o mañana te va a pegar duro los efectos secundarios XD te lo digo por experiencia", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["Valbun_"], "tweet_emoticons": ["XD", "xp"], "country": "MEXICO", "text_es": "Yo le puse el jueves la pfizer, descansa todo el día o mañana te va a pegar duro los efectos secundarios XD te lo digo por experiencia"}, {"id": 1439286111935864836, "verified": false, "tweet_text": "Dicen que el dolor es inevitable, pero el sufrimiento opcional.\n\nPero creo que no aplica para efectos secundarios de la vacuna. \n\nSend paracetamol.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "country": "MEXICO", "text_es": "Dicen que el dolor es inevitable, pero el sufrimiento opcional. Pero creo que no aplica para efectos secundarios de la vacuna. Send paracetamol."}, {"id": 1439285760423759874, "verified": false, "tweet_text": "@angelmartin_nc La enfermedad de Ángel Martín le hace sufrir todos los efectos secundarios de la píldora anticonceptiva.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["angelmartin_nc"], "country": "MEXICO", "text_es": "La enfermedad de Ángel Martín le hace sufrir todos los efectos secundarios de la píldora anticonceptiva."}, {"id": 1439284130672480259, "verified": false, "tweet_text": "@femigangsta Cetirizina, es mejor y ademas tiene muchos menos efectos secundarios que la loratadina. Yo tomo Alernix 24", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["femigangsta"], "country": "MEXICO", "text_es": "Cetirizina, es mejor y ademas tiene muchos menos efectos secundarios que la loratadina. Yo tomo Alernix"}, {"id": 1439283274262667266, "verified": false, "tweet_text": "@A3Noticias @MarJungle Venga ya, no nos reconocen como sanitarios ni a los farmacéuticos que somos los únicos especialistas en el medicamento (síntesis, formulación, fabricación, mecanismo de acción, posología, biodisponibilidad, farmacocinética, efectos secundarios, etc, etc).", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["A3Noticias", "MarJungle"], "country": "MEXICO", "text_es": "Venga ya, no nos reconocen como sanitarios ni a los farmacéuticos que somos los únicos especialistas en el medicamento (síntesis, formulación, fabricación, mecanismo de acción, posología, biodisponibilidad, farmacocinética, efectos secundarios, etc, etc)."}, {"id": 1439281952297738240, "verified": false, "tweet_text": "@darkfllings La vacuna m dió doble d efectos secundarios. 😔🤙", "tweet_lang": "ca", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["darkfllings"], "tweet_emoticons": ["🤙", "😔"]}, {"id": 1439281773213626375, "verified": false, "tweet_text": "@ATCoco2017 @sheltonclyde9 @eslamananadeFJL Deberia denunciarlo ya..\nNo se precisan efectos secundarios..eso es ILEGAL", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["ATCoco2017", "sheltonclyde9", "eslamananadeFJL"], "country": "MEXICO", "text_es": "Deberia denunciarlo ya.. No se precisan efectos secundarios..eso es ILEGAL"}, {"id": 1439280757017653249, "verified": false, "tweet_text": "“Si hay un compromiso político sobre el incremento gradual del SMI y se aceptan los efectos secundarios, se debe poner el foco en la formación y en el incremento de la productividad”, ha asegurado Hernández de Cos. \nhttps://t.co/6kGCJ6Gxoq", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "tweet_urls": ["https://t.co/6kGCJ6Gxoq"], "country": "MEXICO", "text_es": "“Si hay un compromiso político sobre el incremento gradual del SMI y se aceptan los efectos secundarios, se debe poner el foco en la formación y en el incremento de la productividad”, ha asegurado Hernández de Cos."}, {"id": 1439280719981862915, "verified": false, "tweet_text": "@micuentamedica A me la hicieron a los 10 años, efectos secundarios, no puedo cantar fuerte porque me quedo afónico y al correr se me reseca la garganta y tengo q tomar agua muy continuamente. Efecto Positivo: Dejé d padecer enfermedades respiratorias y desde los 16 años corro Maratones 🙂", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["micuentamedica"], "tweet_emoticons": ["🙂"], "country": "MEXICO", "text_es": "A me la hicieron a los años, efectos secundarios, no puedo cantar fuerte porque me quedo afónico y al correr se me reseca la garganta y tengo q tomar agua muy continuamente. Efecto Positivo: Dejé d padecer enfermedades respiratorias y desde los años corro Maratones 🙂"}, {"id": 1439279743287889924, "verified": false, "tweet_text": "@RicardoAlvarezC Igual como se han normalizado los efectos secundarios de miles de medicamentos Dr . La cura desgraciadamente no es negocio . La Farmafia y sus acólitos aprueban y después reculan. Obvio, cuando ya es demasiado tarde …", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["RicardoAlvarezC"], "country": "MEXICO", "text_es": "Igual como se han normalizado los efectos secundarios de miles de medicamentos Dr . La cura desgraciadamente no es negocio . La Farmafia y sus acólitos aprueban y después reculan. Obvio, cuando ya es demasiado tarde …"}, {"id": 1439279282476523521, "verified": false, "tweet_text": "@misterBATIDOS Eso es verdad....conozco un kbron disq manni q anda hablando mal de la vacuna y efectos secundarios y este mismo. O le ve efecto cuando anda en lo suyo bajo el puebte de transismica. Metiendose cosas en la boca y que le recuelvan los porotos por la puerta trasera. Q va.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["misterBATIDOS"], "country": "MEXICO", "text_es": "Eso es verdad....conozco un kbron disq manni q anda hablando mal de la vacuna y efectos secundarios y este mismo. O le ve efecto cuando anda en lo suyo bajo el puebte de transismica. Metiendose cosas en la boca y que le recuelvan los porotos por la puerta trasera. Q va."}, {"id": 1439279264877236228, "verified": false, "tweet_text": "Los efectos secundarios de la vacuna molestan, pero más molesta darle un trago a tu juguito de naranja natural y descubrir que no es natural, sino de cartón.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "country": "MEXICO", "text_es": "Los efectos secundarios de la vacuna molestan, pero más molesta darle un trago a tu juguito de naranja natural y descubrir que no es natural, sino de cartón."}, {"id": 1439279013063798792, "verified": false, "tweet_text": "@CarlosNogueras4 @NelsonRAlbino @prsecsalud Menos letal? En una probabilidad de mortalidad de menos de 5% o sea que la vacuna te defiende en ese 5%. Pero no tenemos cómo definir efectos secundarios a largo plazo. Si sus probabilidades de vivir son del 95% sin vacunarse se vacunaría?", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["CarlosNogueras4", "NelsonRAlbino", "prsecsalud"], "country": "MEXICO", "text_es": "Menos letal? En una probabilidad de mortalidad de menos de % o sea que la vacuna te defiende en ese %. Pero no tenemos cómo definir efectos secundarios a largo plazo. Si sus probabilidades de vivir son del % sin vacunarse se vacunaría?"}, {"id": 1439279009850871810, "verified": false, "tweet_text": "¿ Alguien sabe ya las cifras de fallecidos por los efectos secundarios de las vacunas desde que empezaron a inocular ? https://t.co/Rk7gXz9mXC", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "country": "MEXICO", "text_es": "¿ Alguien sabe ya las cifras de fallecidos por los efectos secundarios de las vacunas desde que empezaron a inocular ?"}, {"id": 1439278118347362307, "verified": false, "tweet_text": "@hiphapfreaky @DanStrider_ @GobCDMX @Claudiashein El nombre verdadero de esta segun vacuna es vacuna inyeccion experimetal trasgenica, NO es vacuna por que no reune las pruebas para ser vacuna, una vacuna requiere de 10 a 15 años para ser aprobada y para ver los efectos secundarios a corto y largo plazo en los seres humanos", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["hiphapfreaky", "DanStrider_", "GobCDMX", "Claudiashein"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "El nombre verdadero de esta segun vacuna es vacuna inyeccion experimetal trasgenica, NO es vacuna por que no reune las pruebas para ser vacuna, una vacuna requiere de a años para ser aprobada y para ver los efectos secundarios a corto y largo plazo en los seres humanos"}, {"id": 1439278101473767426, "verified": false, "tweet_text": "Sigo teniendo síntomas de efectos secundarios xD", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "tweet_emoticons": ["xD"], "country": "MEXICO", "text_es": "Sigo teniendo síntomas de efectos secundarios xD"}, {"id": 1439277066634018819, "verified": false, "tweet_text": "@SmilesFPS Yo ya me vacuna hace como 2 semanas pero ufff en la fila esperamos como 5 horas, y hasta que por fin ya nos vacunaron, no tuve efectos secundarios, bueno solo un poco mareada pero eso creo que fue por estar mucho tiempo en el sol\nPosdata: Me fui vestida con mi pijama de Sonic XD", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["SmilesFPS"], "tweet_emoticons": ["XD"], "country": "MEXICO", "text_es": "Yo ya me vacuna hace como semanas pero ufff en la fila esperamos como horas, y hasta que por fin ya nos vacunaron, no tuve efectos secundarios, bueno solo un poco mareada pero eso creo que fue por estar mucho tiempo en el sol Posdata: Me fui vestida con mi pijama de Sonic XD"}, {"id": 1439276673166454786, "verified": false, "tweet_text": "@enriquedediegov Don @enriquedediegov mire esto.\nEl ministro de Salud de Ghana, Hunama Madita, ha rechazado la vacuna del COVID-19 en su país debido a los efectos secundarios devastadores y alta mortalidad de la vacuna. Pide al resto de paises que detengan la inoculación. https://t.co/B8YXme1gO0 https://t.co/DVJrk0B6Rz", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["enriquedediegov", "enriquedediegov"], "tweet_urls": ["https://t.co/B8YXme1gO0"], "country": "MEXICO", "text_es": "Don mire esto. El ministro de Salud de Ghana, Hunama Madita, ha rechazado la vacuna del COVID-19 en su país debido a los efectos secundarios devastadores y alta mortalidad de la vacuna. Pide al resto de paises que detengan la inoculación."}, {"id": 1439276527611482112, "verified": false, "tweet_text": "@antonio790602 Me temo lo peor, ya no hay vacunas nuevas, las investigaciones se han quedado paradas en las 4 primeras experimentales versión Punto Cero. Con toda la población mundial como cobayas, da mucho que pensar. No hay informes sobre efectos secundarios, qué ocultan?. Sobran humanos?", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["antonio790602"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Me temo lo peor, ya no hay vacunas nuevas, las investigaciones se han quedado paradas en las primeras experimentales versión Punto Cero. Con toda la población mundial como cobayas, da mucho que pensar. No hay informes sobre efectos secundarios, qué ocultan?. Sobran humanos?"}, {"id": 1439276469037928450, "verified": false, "tweet_text": "Yo ayer diciendo que no sentía efectos secundarios de la vacuna 🤡\n\nYo toda la noche: https://t.co/RqEfSBPzAD", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "tweet_emoticons": ["🤡"], "country": "MEXICO", "text_es": "Yo ayer diciendo que no sentía efectos secundarios de la vacuna 🤡 Yo toda la noche:"}, {"id": 1439275876911390722, "verified": false, "tweet_text": "Que vaina tan compleja es encontrar información fiable sobre las vacunas y sus efectos secundarios. Demasiada desinformación y demasiado pendejo regando bulos.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "country": "MEXICO", "text_es": "Que vaina tan compleja es encontrar información fiable sobre las vacunas y sus efectos secundarios. Demasiada desinformación y demasiado pendejo regando bulos."}, {"id": 1439275627975221251, "verified": false, "tweet_text": "@ABenavidesPSUV @Mippcivzla @PresidencialVen @VTVcanal8 @PartidoPSUV @dcabellor @nicmaduroguerra @delcyrodriguezv ojala Antonio no decreten una ley obligando a la gente a vacunarse con algo que aun esta por demostrar sus efectos secundarios a corto mediano y largo plazo y las muestras estadisticas dejan muchas dudas No impongan ley para esto que solo beneficia a las farmaceuticas", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["ABenavidesPSUV", "Mippcivzla", "PresidencialVen", "VTVcanal8", "PartidoPSUV", "dcabellor", "nicmaduroguerra", "delcyrodriguezv"], "country": "MEXICO", "text_es": "ojala Antonio no decreten una ley obligando a la gente a vacunarse con algo que aun esta por demostrar sus efectos secundarios a corto mediano y largo plazo y las muestras estadisticas dejan muchas dudas No impongan ley para esto que solo beneficia a las farmaceuticas"}, {"id": 1439275008077991940, "verified": false, "tweet_text": "ojalá me muera por los efectos secundarios okno hsjshsh", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "country": "MEXICO", "text_es": "ojalá me muera por los efectos secundarios okno hsjshsh"}, {"id": 1439274729425285124, "verified": false, "tweet_text": "@TreeckoEl No pasará nada Bro -w- \nSi no le tienes miedo a los piquetes todo relax. Espero no tengas efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["TreeckoEl"], "country": "MEXICO", "text_es": "No pasará nada Bro -w- Si no le tienes miedo a los piquetes todo relax. Espero no tengas efectos secundarios"}, {"id": 1439274050837176321, "verified": false, "tweet_text": "@ccarballo50 Me la receta usted?? Me pone por escrito todos los efectos secundarios, todos sus componentes, y su responsabilidad como médico k dice ser, ya k soy paciente tratada de linfoedema por masectomia maligna, medicada por otras patologías, y se hace responsable?? Pf sea serio😔🙏🙏", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["ccarballo50"], "tweet_emoticons": ["🙏", "😔"], "country": "MEXICO", "text_es": "Me la receta usted?? Me pone por escrito todos los efectos secundarios, todos sus componentes, y su responsabilidad como médico k dice ser, ya k soy paciente tratada de linfoedema por masectomia maligna, medicada por otras patologías, y se hace responsable?? Pf sea serio😔🙏🙏"}, {"id": 1439274042318524425, "verified": false, "tweet_text": "@elhigadodmarita Ojalá algún congresista sea valiente para levantar estas restricciones y aún más para investigar los efectos secundarios de esta 💉.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["elhigadodmarita"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Ojalá algún congresista sea valiente para levantar estas restricciones y aún más para investigar los efectos secundarios de esta 💉."}, {"id": 1439273658917269508, "verified": false, "tweet_text": "@Kaldeatherapist Solo unos pequeños efectos secundarios, aún puedo mantenerme de pie~", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["Kaldeatherapist"], "country": "MEXICO", "text_es": "Solo unos pequeños efectos secundarios, aún puedo mantenerme de pie~"}, {"id": 1439272955603820548, "verified": false, "tweet_text": "@MrGoldSilver1 Que a los laboratorios se les exime de toda responsabilidad de los efectos secundarios de la vacuna. Y, por ende, el paciente es el responsable. Por eso te dan un papelito para que sepas los posibles efectos.\nQue Bruselas se hace cargo es una cortina de humo. Nunca fue así.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["MrGoldSilver1"], "country": "MEXICO", "text_es": "Que a los laboratorios se les exime de toda responsabilidad de los efectos secundarios de la vacuna. Y, por ende, el paciente es el responsable. Por eso te dan un papelito para que sepas los posibles efectos. Que Bruselas se hace cargo es una cortina de humo. Nunca fue así."}, {"id": 1439271760822685700, "verified": false, "tweet_text": "@haescyn son los efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["haescyn"], "country": "MEXICO", "text_es": "son los efectos secundarios"}, {"id": 1439271290146332672, "verified": false, "tweet_text": "@Isabelraro1 @Berrotarin Por qué compara churras con merinas? qué tiene que ver una vacuna ampliamente probada a lo largo de los años y con recorrido suficiente para conocer sus efectos secundarios con un experimento genético que nunca se ha probado antes en humanos?", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["Isabelraro1", "Berrotarin"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Por qué compara churras con merinas? qué tiene que ver una vacuna ampliamente probada a lo largo de los años y con recorrido suficiente para conocer sus efectos secundarios con un experimento genético que nunca se ha probado antes en humanos?"}, {"id": 1439270831155261442, "verified": false, "tweet_text": "@MSinyakevich_ @Oespinar1 @IosefStealer Hombre, eso de que no me entero siendo enfermera y trabajando en urgencias, es mucho suponer, no sereis vosotros los que no os informáis bien o os mal informáis. Yo he visto efectos secundarios en personas que tienen un problema grave de base, únicamente de la vacuna, nadie.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["MSinyakevich_", "Oespinar1", "IosefStealer"], "country": "MEXICO", "text_es": "Hombre, eso de que no me entero siendo enfermera y trabajando en urgencias, es mucho suponer, no sereis vosotros los que no os informáis bien o os mal informáis. Yo he visto efectos secundarios en personas que tienen un problema grave de base, únicamente de la vacuna, nadie."}, {"id": 1439270323174756355, "verified": false, "tweet_text": "@sparedbythanos Entonces no cuenta como vacuna chida 🤣🤣🤣\nY que tal los efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["sparedbythanos"], "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "Entonces no cuenta como vacuna chida 🤣🤣🤣 Y que tal los efectos secundarios?"}, {"id": 1439270016013246476, "verified": false, "tweet_text": "Una estación de noticias en Chicago pidió que mandaran historias relacionadas con la vacuna, esperando humillar a los no vacunados. Pero se inundó de historias de horror de efectos secundarios y muertes debido a la vacuna. https://t.co/I8BMM9lZzc", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "country": "MEXICO", "text_es": "Una estación de noticias en Chicago pidió que mandaran historias relacionadas con la vacuna, esperando humillar a los no vacunados. Pero se inundó de historias de horror de efectos secundarios y muertes debido a la vacuna."}, {"id": 1439268308616949770, "verified": false, "tweet_text": "@__63M36 Que se vaya con su #Ramadán \n\ny sus ídolos globalistas muy lejos \n\nde #España. \n\nLa #vacunacioncovid19 cada vez tiene más muertos y efectos secundarios.\n\nSus películas una 💩, y lo que dice más.\n\n#NoTeVacunes 🚫💉\n#NoMeVacuno 💉🚫 https://t.co/Wrag3WGkWG", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "hashtags": ["Ramadán", "España", "vacunacioncovid19", "NoTeVacunes", "NoMeVacuno"], "mentions": ["__63M36"], "tweet_emoticons": ["💩", "🚫", "💉"], "country": "MEXICO", "text_es": "Que se vaya con su y sus ídolos globalistas muy lejos de . La cada vez tiene más muertos y efectos secundarios. Sus películas una 💩, y lo que dice más. 🚫💉 💉🚫"}, {"id": 1439267567600820225, "verified": false, "tweet_text": "@EliJustice_XX_ @pertotwittea Negacionismo, es negacionismo, aquí y en la China popular.\nSi quieres y no puedes o no quieres por miedo a que te dé algo o efectos secundarios...no es ser negacionista.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["EliJustice_XX_", "pertotwittea"], "country": "MEXICO", "text_es": "Negacionismo, es negacionismo, aquí y en la China popular. Si quieres y no puedes o no quieres por miedo a que te dé algo o efectos secundarios...no es ser negacionista."}, {"id": 1439267189710901250, "verified": false, "tweet_text": "@kickstartlt que tal con los efectos secundarios? todo bien?", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["kickstartlt"], "country": "MEXICO", "text_es": "que tal con los efectos secundarios? todo bien?"}, {"id": 1439267017668841477, "verified": false, "tweet_text": "@JavierPardoMar1 @LolaneuroMD Del 2018, no se refiere al covid. Ya son obligatorias las vacunas infantiles y son vacunas que están dentro del programa de vacunación infantil y que salvan la vida de miles de niños y sin efectos secundarios graves.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["JavierPardoMar1", "LolaneuroMD"], "country": "MEXICO", "text_es": "Del , no se refiere al covid. Ya son obligatorias las vacunas infantiles y son vacunas que están dentro del programa de vacunación infantil y que salvan la vida de miles de niños y sin efectos secundarios graves."}, {"id": 1439266901084020742, "verified": false, "tweet_text": "@AndreaSilvin Yo le preguntaría a esa médica, señora usted conoce la composición de las “vacunas” ? Que contienen? Porque hay que vacunarse sobre las secuelas de un virus que tengo 99% de chancea de salvarme? El virus fue aislado correctamente? Usted se hace cargo de los efectos secundarios?", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["AndreaSilvin"], "country": "MEXICO", "text_es": "Yo le preguntaría a esa médica, señora usted conoce la composición de las “vacunas” ? Que contienen? Porque hay que vacunarse sobre las secuelas de un virus que tengo % de chancea de salvarme? El virus fue aislado correctamente? Usted se hace cargo de los efectos secundarios?"}, {"id": 1439266750361739274, "verified": false, "tweet_text": "Lo de la ciudad universitaria en Madrid… Todos los vídeos que he visto son gente subiéndose a farolas, edificios, árboles… Llamarme viejo pero no entiendo los botellones actuales, o acaso son efectos secundarios de las vacunas? 😂😂", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Lo de la ciudad universitaria en Madrid… Todos los vídeos que he visto son gente subiéndose a farolas, edificios, árboles… Llamarme viejo pero no entiendo los botellones actuales, o acaso son efectos secundarios de las vacunas? 😂😂"}, {"id": 1439266741419495434, "verified": true, "tweet_text": "5 efectos secundarios de tomar suplementos de vitamina D después de los 50 años\n\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "country": "MEXICO", "text_es": "efectos secundarios de tomar suplementos de vitamina D después de los años"}, {"id": 1439266494022569985, "verified": false, "tweet_text": "@pirataderio09 @FLMIRONES Porque ponen como covid cualquier gripe, resfrío, amigdalitis, etc. Y en vacunados ponen covid a muchos de sus efectos secundarios. De esa manera habrá pandemia hasta el fin de los tiempos si quieren. El motivo es el control social.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["pirataderio09", "FLMIRONES"], "country": "MEXICO", "text_es": "Porque ponen como covid cualquier gripe, resfrío, amigdalitis, etc. Y en vacunados ponen covid a muchos de sus efectos secundarios. De esa manera habrá pandemia hasta el fin de los tiempos si quieren. El motivo es el control social."}, {"id": 1439266401919852549, "verified": false, "tweet_text": "@LarrySnowman1 @lady_mymi @RasyRod @Inconforme75 Jajajaja coño no sabía que los placebos tuvieran efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["LarrySnowman1", "lady_mymi", "RasyRod", "Inconforme75"], "country": "MEXICO", "text_es": "Jajajaja coño no sabía que los placebos tuvieran efectos secundarios."}, {"id": 1439265592331038725, "verified": false, "tweet_text": "@eleenaa1111 @geoduque ¿Y usted piensa que los estudios al respecto son muy concluyentes? Los médicos le sugieren la vacuna a todos y los meses entre el contagio y la vacuna son para evitar los efectos secundarios de la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["eleenaa1111", "geoduque"], "country": "MEXICO", "text_es": "¿Y usted piensa que los estudios al respecto son muy concluyentes? Los médicos le sugieren la vacuna a todos y los meses entre el contagio y la vacuna son para evitar los efectos secundarios de la vacuna."}, {"id": 1439265195059200001, "verified": true, "tweet_text": "#Curiosidades‍ | ¿Qué personas no deben tomar vitamina D?\n\nAquí más detalles\n\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "hashtags": ["Curiosidades‍"], "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "country": "MEXICO", "text_es": "‍ | ¿Qué personas no deben tomar vitamina D? Aquí más detalles"}, {"id": 1439265006428766208, "verified": false, "tweet_text": "Yo, despertando, luego de una noche de perros por los efectos secundarios de la Sputnik V. https://t.co/J5spTvp2kD", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "Yo, despertando, luego de una noche de perros por los efectos secundarios de la Sputnik V."}, {"id": 1439264245468876801, "verified": false, "tweet_text": "@salutcat Por responsabilidad? Pues efectivamente una persona responsable primero se informa de que efectos secundarios tiene este experimento génico , y sobre todo que sin prescripción médica no me pondría nada y menos está pócima de la que si te mueres ,nadie se hace responsable", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["salutcat"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Por responsabilidad? Pues efectivamente una persona responsable primero se informa de que efectos secundarios tiene este experimento génico , y sobre todo que sin prescripción médica no me pondría nada y menos está pócima de la que si te mueres ,nadie se hace responsable"}, {"id": 1439262912883855360, "verified": false, "tweet_text": "Fui la única que lloro con los efectos secundarios de la vacuna?", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "Fui la única que lloro con los efectos secundarios de la vacuna?"}, {"id": 1439262559685722125, "verified": false, "tweet_text": "Será depresión  o serán efectos secundarios de estarme desintoxicando", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "Será depresión o serán efectos secundarios de estarme desintoxicando"}, {"id": 1439262553620811784, "verified": false, "tweet_text": "@manhattan_2 @forzavenezuela1 Le precuntaron a Federico si se hacía responsable por efectos secundarios de las vacunas y era capaz de dejarlo por escrito", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["manhattan_2", "forzavenezuela1"], "country": "MEXICO", "text_es": "Le precuntaron a Federico si se hacía responsable por efectos secundarios de las vacunas y era capaz de dejarlo por escrito"}, {"id": 1439262422309744644, "verified": false, "tweet_text": "@josevico4 @sanchezdelreal @vitoquiles @cakealatake @JavierVillamor A ver, las drogas tienen efectos secundarios, entre ellos, desajustes neuroquímicos en el cerebro.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["josevico4", "sanchezdelreal", "vitoquiles", "cakealatake", "JavierVillamor"], "country": "MEXICO", "text_es": "A ver, las drogas tienen efectos secundarios, entre ellos, desajustes neuroquímicos en el cerebro."}, {"id": 1439262323429060612, "verified": false, "tweet_text": "@Carlatoledano Que alegría \nQue salgan pronto y no tengan molestos efectos secundarios\n🍀💙", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Carlatoledano"], "tweet_emoticons": ["💙", "🍀"], "country": "MEXICO", "text_es": "Que alegría Que salgan pronto y no tengan molestos efectos secundarios 🍀💙"}, {"id": 1439261707034054669, "verified": false, "tweet_text": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?  https://t.co/7yR2mldzI4", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/7yR2mldzI4"], "country": "MEXICO", "text_es": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?"}, {"id": 1439261086130245638, "verified": false, "tweet_text": "Si alguien les pregunta díganle que los efectos secundarios de la vacuna me pelaron la verga, ahora a mimir para siempre", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "Si alguien les pregunta díganle que los efectos secundarios de la vacuna me pelaron la verga, ahora a mimir para siempre"}, {"id": 1439260691744047110, "verified": false, "tweet_text": "Ptm pinches efectos secundarios de la vacuna me siento dlv 🤧🤧🤧😭", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_emoticons": ["🤧", "😭"], "country": "MEXICO", "text_es": "Ptm pinches efectos secundarios de la vacuna me siento dlv 🤧🤧🤧😭"}, {"id": 1439260528661176330, "verified": false, "tweet_text": "@Llegaremosalas2 Si todo quisqui se vacuna ya no queda ningún grupo sin vacunar para comparar. Imposible saber entonces si existen o no efectos secundarios. Al menos sería muy difícil investigarlo y a nadie le convendría.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Llegaremosalas2"], "country": "MEXICO", "text_es": "Si todo quisqui se vacuna ya no queda ningún grupo sin vacunar para comparar. Imposible saber entonces si existen o no efectos secundarios. Al menos sería muy difícil investigarlo y a nadie le convendría."}, {"id": 1439260302273650693, "verified": false, "tweet_text": "@AcaFlora siempre pasa!!! igual es mas un dolor en el brazo, no te preocupes, no tiene efectos secundarios!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["AcaFlora"], "country": "MEXICO", "text_es": "siempre pasa!!! igual es mas un dolor en el brazo, no te preocupes, no tiene efectos secundarios!!!"}, {"id": 1439260244132171779, "verified": false, "tweet_text": "@ArtemisaVtuber Con la primera dosis no hay mucha reacción pero si te recomiendo tomarte vitamina c con las dos dosis que me dió si me ayudó a que los efectos secundarios sean muy suaves y casi nulos", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["ArtemisaVtuber"], "country": "MEXICO", "text_es": "Con la primera dosis no hay mucha reacción pero si te recomiendo tomarte vitamina c con las dos dosis que me dió si me ayudó a que los efectos secundarios sean muy suaves y casi nulos"}, {"id": 1439259833623007238, "verified": false, "tweet_text": "@Skeptoidius @Rincewi93043536 @mianrey Lí que no les pondría es una vacuna que no ha funcionado con mayores padres proteger a los mayores.  Ha visto los efectos secundarios?  Ya hay alguno con marcapasos. https://t.co/7E1FlNvqbX", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Skeptoidius", "Rincewi93043536", "mianrey"], "country": "MEXICO", "text_es": "Lí que no les pondría es una vacuna que no ha funcionado con mayores padres proteger a los mayores. Ha visto los efectos secundarios? Ya hay alguno con marcapasos."}, {"id": 1439259403002200073, "verified": false, "tweet_text": "La verdad es que aún tengo efectos secundarios de mi felicidad de ayer ☺️", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_emoticons": ["☺️"], "country": "MEXICO", "text_es": "La verdad es que aún tengo efectos secundarios de mi felicidad de ayer ☺️"}, {"id": 1439258575910604801, "verified": false, "tweet_text": "Que feo es sentir los efectos secundarios de la vacuna contra el covid", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "Que feo es sentir los efectos secundarios de la vacuna contra el covid"}, {"id": 1439258519090384899, "verified": false, "tweet_text": "¿Efectos secundarios?\n\n¡Ganas intensas de beber!", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "¿Efectos secundarios? ¡Ganas intensas de beber!"}, {"id": 1439258203125174272, "verified": false, "tweet_text": "Experta sugiere investigar los cambios menstruales tras la vacuna \nhttps://t.co/YCWdkNey0B \n\nLos cambios menstruales no figuran en la lista de efectos secundarios comunes tras la vacunación contra la covid-19, pero la ...", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/YCWdkNey0B"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Experta sugiere investigar los cambios menstruales tras la vacuna Los cambios menstruales no figuran en la lista de efectos secundarios comunes tras la vacunación contra la covid-19, pero la ..."}, {"id": 1439257963424792580, "verified": false, "tweet_text": "sólo a mi se me juntan en el tiempo los efectos secundarios de la vacuna con un dolor infernal de encías porque me está saliendo una esquina de la muela del juicio\n\nsoy una desgrasiada", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "sólo a mi se me juntan en el tiempo los efectos secundarios de la vacuna con un dolor infernal de encías porque me está saliendo una esquina de la muela del juicio soy una desgrasiada"}, {"id": 1439257929547460612, "verified": false, "tweet_text": "@Gerardo4372 @dacolon Te recomiendo que no te sigas metiendo más dosis, tiene efectos secundarios. En tu caso es evidente el decrecimiento sináptico. Cuídate.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Gerardo4372", "dacolon"], "country": "MEXICO", "text_es": "Te recomiendo que no te sigas metiendo más dosis, tiene efectos secundarios. En tu caso es evidente el decrecimiento sináptico. Cuídate."}, {"id": 1439257835603386374, "verified": false, "tweet_text": "Tengo miedo de los efectos secundarios, la primera dosis casi me mata 😭", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_emoticons": ["😭"], "country": "MEXICO", "text_es": "Tengo miedo de los efectos secundarios, la primera dosis casi me mata 😭"}, {"id": 1439257345394188289, "verified": false, "tweet_text": "&lt;--- efectos secundarios de gastar su quirk para matenerse en pie", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "&lt;--- efectos secundarios de gastar su quirk para matenerse en pie"}, {"id": 1439257273600122890, "verified": false, "tweet_text": "¿Por qué no informarán sobre los efectos secundarios? 🤔 https://t.co/BhRuESqYpx", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/BhRuESqYpx"], "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "¿Por qué no informarán sobre los efectos secundarios? 🤔"}, {"id": 1439256847253479433, "verified": false, "tweet_text": "Humberto y que pasaría si a futuro se descubren efectos secundarios y negativos de alguna vacuna?  Si es obligatorio quien respondería por estos daños colaterales? https://t.co/Ht70iOvA0H", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/Ht70iOvA0H"], "country": "MEXICO", "text_es": "Humberto y que pasaría si a futuro se descubren efectos secundarios y negativos de alguna vacuna? Si es obligatorio quien respondería por estos daños colaterales?"}, {"id": 1439256671440842759, "verified": false, "tweet_text": "@eljimmytoledo Imagínate laborar 8, 10 , 12 horas todo puteado con los efectos secundarios de la vacuna; aparte las empresas mierdas que ni a vacunar dejan ir a la banda", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["eljimmytoledo"], "country": "MEXICO", "text_es": "Imagínate laborar , , horas todo puteado con los efectos secundarios de la vacuna; aparte las empresas mierdas que ni a vacunar dejan ir a la banda"}, {"id": 1439255497543196673, "verified": false, "tweet_text": "@elchascas Anti vacuna no es ignorancia mientras exista efectos secundarios uno tiene derecho q decidir si se pone una vacuna desarrollada en contratiempo con un virus que era desconocido eso no tiene nada de ignorancia", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["elchascas"], "country": "MEXICO", "text_es": "Anti vacuna no es ignorancia mientras exista efectos secundarios uno tiene derecho q decidir si se pone una vacuna desarrollada en contratiempo con un virus que era desconocido eso no tiene nada de ignorancia"}, {"id": 1439254817080233986, "verified": false, "tweet_text": "@Eva_Angelina_79 @farmafilico @EvaristoLPR @ad_identitatem @kefas_mason @unduca @NightHowl11 @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio @AngelGarciaMon8 Por cierto, supongo que no has mirado los efectos secundarios de eso que se recomienda para casi todo no?", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Eva_Angelina_79", "farmafilico", "EvaristoLPR", "ad_identitatem", "kefas_mason", "unduca", "NightHowl11", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "country": "MEXICO", "text_es": "Por cierto, supongo que no has mirado los efectos secundarios de eso que se recomienda para casi todo no?"}, {"id": 1439254457892679683, "verified": false, "tweet_text": "Ese viernes empecé a tomar tratamiento y pues creo que nos trató bien el bicho. Fue leve. A todos nos fue bien. Nunca pensamos en ponernos peor, seguimos como si fuera gripe pero usando todos los fármacos. Así el miercoles siguiente todos negativos. Efectos secundarios pocos.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "Ese viernes empecé a tomar tratamiento y pues creo que nos trató bien el bicho. Fue leve. A todos nos fue bien. Nunca pensamos en ponernos peor, seguimos como si fuera gripe pero usando todos los fármacos. Así el miercoles siguiente todos negativos. Efectos secundarios pocos."}, {"id": 1439254292196732939, "verified": false, "tweet_text": "Nadie me dijo que uno de los efectos secundarios de la vacuna era estar todo el día checho 🥺", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "Nadie me dijo que uno de los efectos secundarios de la vacuna era estar todo el día checho 🥺"}, {"id": 1439254102417059843, "verified": false, "tweet_text": "@Willie_Wanker @mjean2 Esa es una asumsión ignorante. Los que leen y se educan tienen el derecho a hacer sus propias decisiones. Dato: en Israel el 80% está vacunado y está empezando la pandemia otra vez. La vacuna no protege, alivia los síntomas y tiene efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Willie_Wanker", "mjean2"], "country": "MEXICO", "text_es": "Esa es una asumsión ignorante. Los que leen y se educan tienen el derecho a hacer sus propias decisiones. Dato: en Israel el % está vacunado y está empezando la pandemia otra vez. La vacuna no protege, alivia los síntomas y tiene efectos secundarios."}, {"id": 1439253217825726467, "verified": false, "tweet_text": "@Pedro64834503 @Mortimer_Fu no mencioné aquí que antes de hacer los estudios en grupos de voluntarios las vacunas pasan por varios estudios previos donde se evalua de forma muy profunda y precisa en otros sistemas la eficacia y efectos secundarios de la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Pedro64834503", "Mortimer_Fu"], "country": "MEXICO", "text_es": "no mencioné aquí que antes de hacer los estudios en grupos de voluntarios las vacunas pasan por varios estudios previos donde se evalua de forma muy profunda y precisa en otros sistemas la eficacia y efectos secundarios de la vacuna."}, {"id": 1439252660838932484, "verified": false, "tweet_text": "Todo medicamento tiene efectos secundarios... https://t.co/RLRSPnqHTb", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/RLRSPnqHTb"], "country": "MEXICO", "text_es": "Todo medicamento tiene efectos secundarios..."}, {"id": 1439252458908356610, "verified": false, "tweet_text": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?  https://t.co/7yR2mldzI4", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/7yR2mldzI4"], "country": "MEXICO", "text_es": "Venezuela: ¿Cuáles son los efectos secundarios de la Sputnik V?"}, {"id": 1439252424120750096, "verified": false, "tweet_text": "@ASTR0L0GYLADY | suerte con los efectos secundarios y recuerda beber agua, ánimo &lt;3", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["ASTR0L0GYLADY"], "country": "MEXICO", "text_es": "| suerte con los efectos secundarios y recuerda beber agua, ánimo &lt;3"}, {"id": 1439252295208816641, "verified": false, "tweet_text": "Nuevos efectos secundarios en sospecha de las vacuna de Pfizer y Moderna - https://t.co/9gLyvkmtCt https://t.co/GPA1crwqQz", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/9gLyvkmtCt", "https://t.co/GPA1crwqQz"], "country": "MEXICO", "text_es": "Nuevos efectos secundarios en sospecha de las vacuna de Pfizer y Moderna -"}, {"id": 1439252158633811970, "verified": false, "tweet_text": "En conclusión, las v*cunas también tienen efectos secundarios hormonales.\n\nen conclusión mas concluyente, no son efectos nocivos y definitivamente no son comparables a lo que te podría pasar si no lo haces, vacunate si no lo has hecho. https://t.co/8kZBEwtAf8", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/8kZBEwtAf8"], "country": "MEXICO", "text_es": "En conclusión, las v*cunas también tienen efectos secundarios hormonales. en conclusión mas concluyente, no son efectos nocivos y definitivamente no son comparables a lo que te podría pasar si no lo haces, vacunate si no lo has hecho."}, {"id": 1439251862268661762, "verified": false, "tweet_text": "@Pedro64834503 @Mortimer_Fu todas las vacunas, sean tipo ARN o de otro tipo pasan por ensayos clínicos donde se prueban dosis, tiempo entre dosis, efectos secundarios etc en grupos de población (voluntarios) a los cuales se les asigna de forma ciega la vacuna o un placebo.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Pedro64834503", "Mortimer_Fu"], "country": "MEXICO", "text_es": "todas las vacunas, sean tipo ARN o de otro tipo pasan por ensayos clínicos donde se prueban dosis, tiempo entre dosis, efectos secundarios etc en grupos de población (voluntarios) a los cuales se les asigna de forma ciega la vacuna o un placebo."}, {"id": 1439251700779528204, "verified": false, "tweet_text": "@Flamencantada Por lo menos no tiene efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Flamencantada"], "country": "MEXICO", "text_es": "Por lo menos no tiene efectos secundarios."}, {"id": 1439250645714931715, "verified": false, "tweet_text": "@RosaFregos Todo en orden! Sin efectos secundarios 👌🏾👌🏾", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["RosaFregos"], "tweet_emoticons": ["👌🏾"], "country": "MEXICO", "text_es": "Todo en orden! Sin efectos secundarios 👌🏾👌🏾"}, {"id": 1439250375446568960, "verified": false, "tweet_text": "🍏 Antibióticos, realidades sobre sus efectos secundarios y cómo minimizarlos... https://t.co/81HB4pt9I1", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/81HB4pt9I1"], "tweet_emoticons": ["🍏"], "country": "MEXICO", "text_es": "🍏 Antibióticos, realidades sobre sus efectos secundarios y cómo minimizarlos..."}, {"id": 1439250282899296260, "verified": false, "tweet_text": "no me vacuno si la segunda dosis viene con esos efectos secundarios OTRA VEZ", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "country": "MEXICO", "text_es": "no me vacuno si la segunda dosis viene con esos efectos secundarios OTRA VEZ"}, {"id": 1439250235285557250, "verified": false, "tweet_text": "Vacunarse es una obligación moral, por la que se puede tener la esperanza de menores restricciones, pero en ningún caso una heroica hazaña con la que se pueda pedir ningún tipo de contraprestación. Habéis dedicado media hora a un pinchazo con leves efectos secundarios, nada más. https://t.co/cHGxbJu2h0", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/cHGxbJu2h0"], "country": "MEXICO", "text_es": "Vacunarse es una obligación moral, por la que se puede tener la esperanza de menores restricciones, pero en ningún caso una heroica hazaña con la que se pueda pedir ningún tipo de contraprestación. Habéis dedicado media hora a un pinchazo con leves efectos secundarios, nada más."}, {"id": 1439249912219250690, "verified": false, "tweet_text": "@opsargentina Lo que viene a decir este ridículo tweet: tanto si tienes efectos secundarios como si no, no te preocupes", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["opsargentina"], "country": "MEXICO", "text_es": "Lo que viene a decir este ridículo tweet: tanto si tienes efectos secundarios como si no, no te preocupes"}, {"id": 1439249888277979137, "verified": false, "tweet_text": "@pedrosola Te explico pedritooo, nueva vacuna, “vacuna” que no es vacuna es TRATAMIENTO EXPERIMENTAL (en el papel de consentimiento que firmaste para vacunarte dice) y mayor efectos secundarios que otras “vacunas” pero pues no es vacuna", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["pedrosola"], "tweet_emoticons": ["xp", "XP"], "country": "MEXICO", "text_es": "Te explico pedritooo, nueva vacuna, “vacuna” que no es vacuna es TRATAMIENTO EXPERIMENTAL (en el papel de consentimiento que firmaste para vacunarte dice) y mayor efectos secundarios que otras “vacunas” pero pues no es vacuna"}, {"id": 1439249565220233221, "verified": false, "tweet_text": "@Guerra27Rosas Los efectos secundarios de pinga que tenía.", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["Guerra27Rosas"], "country": "MEXICO", "text_es": "Los efectos secundarios de pinga que tenía."}, {"id": 1439249404502945801, "verified": false, "tweet_text": "@Llegaremosalas2 @Vadodecaza1 Efectivamente, no quieren ser los únicos que se expongan a los efectos secundarios. Por eso nos llaman insolidarios, nos odian por tener huevos de decir NO.", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["Llegaremosalas2", "Vadodecaza1"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Efectivamente, no quieren ser los únicos que se expongan a los efectos secundarios. Por eso nos llaman insolidarios, nos odian por tener huevos de decir NO."}, {"id": 1439249283006533645, "verified": false, "tweet_text": "@MPensas2 @Buenrollo13 @BlanesLeni @abellandenton @Perrytinco Vaya, que te da miedito enseñar el texto ese en el que tú has entendido que dice q en España ha habido \"300 muertos por los efectos secundarios de la vacuna\"\nControla esos nervios https://t.co/lC5MBrh4A4", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["MPensas2", "Buenrollo13", "BlanesLeni", "abellandenton", "Perrytinco"], "country": "MEXICO", "text_es": "Vaya, que te da miedito enseñar el texto ese en el que tú has entendido que dice q en España ha habido \"300 muertos por los efectos secundarios de la vacuna\" Controla esos nervios"}, {"id": 1439248686949838852, "verified": false, "tweet_text": "El omeprazol es medicamento controlado y con efectos secundarios severos, que irresponsable. https://t.co/p9zqTAl0NS", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/p9zqTAl0NS"], "country": "MEXICO", "text_es": "El omeprazol es medicamento controlado y con efectos secundarios severos, que irresponsable."}, {"id": 1439247848361668610, "verified": false, "tweet_text": "⚠️ Si los vacunados comienzan a exigir estas pruebas (o los médicos por su propio criterio comienzan a hacerlas), y comienza a salir a la luz que todas esas \"NUEVAS CEPAS\", en realidad \"son EFECTOS SECUNDARIOS de las vacunas\", @Salud_Ec @XimenaGarzon11 @CapiZapataEC @Vice_Ec", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["Salud_Ec", "XimenaGarzon11", "CapiZapataEC", "Vice_Ec"], "tweet_emoticons": ["⚠️"], "country": "MEXICO", "text_es": "⚠️ Si los vacunados comienzan a exigir estas pruebas (o los médicos por su propio criterio comienzan a hacerlas), y comienza a salir a la luz que todas esas \"NUEVAS CEPAS\", en realidad \"son EFECTOS SECUNDARIOS de las vacunas\","}, {"id": 1439247454726238217, "verified": false, "tweet_text": "💣 ¡BOMBAZO! PÁSALO, ES IMPORTANTE. \n\n🧨 Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt;https://t.co/lSUkk97vTZ\n\n🟢 La Doctora mexicana Karina Acebedo lo explica: \"Es fundamental", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/lSUkk97vTZ"], "tweet_emoticons": ["🟢", "💣", "🧨", "xp"], "country": "MEXICO", "text_es": "💣 ¡BOMBAZO! PÁSALO, ES IMPORTANTE. 🧨 Ya hay pruebas clínicas para determinar si un \"supuesto enfermo de COVID19\", es en realidad un \"enfermo por los efectos secundarios de la VACUNA\"=&gt; 🟢 La Doctora mexicana Karina Acebedo lo explica: \"Es fundamental"}, {"id": 1439246941083381760, "verified": false, "tweet_text": "@ chan, cómo te explico que sigo teniendo efectos secundarios desde el día en el que salió el mv¿ Y NI TE IMAGINAS LO QUE FUE ESE DÍA *sillazo*", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "chan, cómo te explico que sigo teniendo efectos secundarios desde el día en el que salió el mv¿ Y NI TE IMAGINAS LO QUE FUE ESE DÍA *sillazo*"}, {"id": 1439246342828744708, "verified": false, "tweet_text": "@la_otra_madre @Dascano2 @Car_Se_Me @Aso_Liberum Pueden ni deberían exigir vacunación en ninguna parte, porque estamos ante un fármaco experimental que no es una vacuna que está dejando efectos secundarios terribles (muertes incluida) por todo el mundo, lo único que hacen es presionar restringiendo derechos fundamentales", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["la_otra_madre", "Dascano2", "Car_Se_Me", "Aso_Liberum"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Pueden ni deberían exigir vacunación en ninguna parte, porque estamos ante un fármaco experimental que no es una vacuna que está dejando efectos secundarios terribles (muertes incluida) por todo el mundo, lo único que hacen es presionar restringiendo derechos fundamentales"}, {"id": 1439246181738106882, "verified": false, "tweet_text": "@alexelgriego @davideivid32 @el_pais Se ha inyecyado un medicamento experimental con ARN de cuyos efectos secundarios nadie sabe nada y de los que nadie se hace responsable, por miedo a un virus que sólo existe en la tele. ¿Que esperas? ¿Que sea un adalid de la cultura y la educación? 😂😂😂", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["alexelgriego", "davideivid32", "el_pais"], "tweet_emoticons": ["😂", "xp"], "country": "MEXICO", "text_es": "Se ha inyecyado un medicamento experimental con ARN de cuyos efectos secundarios nadie sabe nada y de los que nadie se hace responsable, por miedo a un virus que sólo existe en la tele. ¿Que esperas? ¿Que sea un adalid de la cultura y la educación? 😂😂😂"}, {"id": 1439245510712254465, "verified": false, "tweet_text": "@samuel_garcias Oye Sam... Y, al final el protocolo de evaluación y estudio de efectos secundarios derivados de la vacuna en población menor a 12 años llevándose a cabo por la FDA, concluyó ya?  Están ya vacunando menor de 12 años?  🤔", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["samuel_garcias"], "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "Oye Sam... Y, al final el protocolo de evaluación y estudio de efectos secundarios derivados de la vacuna en población menor a años llevándose a cabo por la FDA, concluyó ya? Están ya vacunando menor de años? 🤔"}, {"id": 1439245479196430339, "verified": false, "tweet_text": "@OPSOMSRD WTF preocúpense si tienen efectos secundarios!!!!! Pero qué ridiculez de tweet y qué forma de manipular a la gente. Si uno lee este tweet puede interpretar que, tener efectos secundarios es lo normal y común, incluso que eso es un buen indicador de que funciona la vacuna!!!", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["OPSOMSRD"], "country": "MEXICO", "text_es": "WTF preocúpense si tienen efectos secundarios!!!!! Pero qué ridiculez de tweet y qué forma de manipular a la gente. Si uno lee este tweet puede interpretar que, tener efectos secundarios es lo normal y común, incluso que eso es un buen indicador de que funciona la vacuna!!!"}, {"id": 1439244940098289664, "verified": false, "tweet_text": "Las CREENCIAS las tuyas, que crees todo lo que lees. Un fármaco jamás es inocuo (la ASPIRINA es muy efectiva, se emplea 150 años y tiene muchos efectos secundarios).\nYo no niego la efectividad del IVERMECTIN. Sólo pregunto (ya que sabes tanto) si conoces sus efectos secundarios. https://t.co/4EceA0JbE3", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/4EceA0JbE3"], "country": "MEXICO", "text_es": "Las CREENCIAS las tuyas, que crees todo lo que lees. Un fármaco jamás es inocuo (la ASPIRINA es muy efectiva, se emplea años y tiene muchos efectos secundarios). Yo no niego la efectividad del IVERMECTIN. Sólo pregunto (ya que sabes tanto) si conoces sus efectos secundarios."}, {"id": 1439244782367301637, "verified": false, "tweet_text": "Cuando aflore la verdad , sobre la mentira de la   plandemia , con pruebas irrefutables de corrupciòn , muertes por efectos secundarios de fàrmacos en fase 2 de investigaciòn , persecuciòn de cientìficos o profesionales de la medicina por las cloacas  globalistas ; que hareis ?", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "country": "MEXICO", "text_es": "Cuando aflore la verdad , sobre la mentira de la plandemia , con pruebas irrefutables de corrupciòn , muertes por efectos secundarios de fàrmacos en fase de investigaciòn , persecuciòn de cientìficos o profesionales de la medicina por las cloacas globalistas ; que hareis ?"}, {"id": 1439244585079803911, "verified": false, "tweet_text": "@ashadaxa Muchas gracias.Totalmente. Los efectos secundarios son otro capítulo...", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["ashadaxa"], "country": "MEXICO", "text_es": "Muchas gracias.Totalmente. Los efectos secundarios son otro capítulo..."}, {"id": 1439243645144731655, "verified": false, "tweet_text": "Como sois muy fan de @mianrey, os paso estadísticas sobre pacientes ingresados en las UCIs de mi hospital a causa de los efectos secundarios de la vacuna en los últimos 3 meses.\nCasos totales: 0 🟢\nOcupación total: 0%🟢\nIA: 0/100.000 habitantes🟢", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["mianrey"], "tweet_emoticons": ["🟢"], "country": "MEXICO", "text_es": "Como sois muy fan de , os paso estadísticas sobre pacientes ingresados en las UCIs de mi hospital a causa de los efectos secundarios de la vacuna en los últimos meses. Casos totales: 🟢 Ocupación total: %🟢 IA: /100.000 habitantes🟢"}, {"id": 1439243575695454215, "verified": false, "tweet_text": "¿Alguien me explica pq las pastis para la ansiedad te producen los mismos efectos secundarios que la ansiedad?🙃☹️🙃\nGracias🙏💕", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_emoticons": ["💕", "🙃", "🙏", "☹️", "xp"], "country": "MEXICO", "text_es": "¿Alguien me explica pq las pastis para la ansiedad te producen los mismos efectos secundarios que la ansiedad?🙃☹️🙃 Gracias🙏💕"}, {"id": 1439243413312913418, "verified": false, "tweet_text": "@Charly03433740 @Capitan02627102 @CelucaM Pues a mí me ha pasado lo contrario: he visto morir después de la inoculación a varios conocidos, no digamos con efectos secundarios graves, y sólo a uno por el covid.", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["Charly03433740", "Capitan02627102", "CelucaM"], "country": "MEXICO", "text_es": "Pues a mí me ha pasado lo contrario: he visto morir después de la inoculación a varios conocidos, no digamos con efectos secundarios graves, y sólo a uno por el covid."}, {"id": 1439243191425843202, "verified": false, "tweet_text": "@rim202008 @Liberal_23 @mfer078 @Roberde57132544 @Lordfree9 Así es, pero creo q todos somos ignorantes en este tema, yo respeto la decisión de cada uno,estoy vacunada y si,no tengo ni idea de lo q me han inyectado ni d los efectos secundarios que pueda tener.Pero si por desgracia he sufrido el fallecimiento d personas cercanas por Covid.", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["rim202008", "Liberal_23", "mfer078", "Roberde57132544", "Lordfree9"], "country": "MEXICO", "text_es": "Así es, pero creo q todos somos ignorantes en este tema, yo respeto la decisión de cada uno,estoy vacunada y si,no tengo ni idea de lo q me han inyectado ni d los efectos secundarios que pueda tener.Pero si por desgracia he sufrido el fallecimiento d personas cercanas por Covid."}, {"id": 1439243132168773633, "verified": false, "tweet_text": "@Claudiotter Me dieron todos los efectos secundarios seguidos, pero por poco rato 🤣", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["Claudiotter"], "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "Me dieron todos los efectos secundarios seguidos, pero por poco rato 🤣"}, {"id": 1439242965793349636, "verified": false, "tweet_text": "@supergocho20111 Yo estoy convencida que la primera ola de vacunaciones fue con placebos para que al no tener efectos secundarios la gente se animará a vacunarse...cuando comenzaron a poner la vacuna real, se destapó la olla...", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["supergocho20111"], "country": "MEXICO", "text_es": "Yo estoy convencida que la primera ola de vacunaciones fue con placebos para que al no tener efectos secundarios la gente se animará a vacunarse...cuando comenzaron a poner la vacuna real, se destapó la olla..."}, {"id": 1439242759198629891, "verified": false, "tweet_text": "@MPensas2 @Buenrollo13 @BlanesLeni @abellandenton @Perrytinco ¿Puede enseñar el texto en el que diga que en España ha habido \"300 muertos por los efectos secundarios de la vacuna\"?😳🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️\n  Por ver su comprensión lectora", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["MPensas2", "Buenrollo13", "BlanesLeni", "abellandenton", "Perrytinco"], "tweet_emoticons": ["🤦🏻‍♀️", "😳"], "country": "MEXICO", "text_es": "¿Puede enseñar el texto en el que diga que en España ha habido \"300 muertos por los efectos secundarios de la vacuna\"?😳🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️ Por ver su comprensión lectora"}, {"id": 1439242644874481666, "verified": false, "tweet_text": "No con la primera ni segunda dosis tuve efectos secundarios de la vacuna covid 19 Sputnik v", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "country": "MEXICO", "text_es": "No con la primera ni segunda dosis tuve efectos secundarios de la vacuna covid Sputnik v"}, {"id": 1439242617934553097, "verified": false, "tweet_text": "@Girlfriend_deNJ Yo también te extraño mucho😭💗 quisiera activar más \nComo estas no te hizo efectos secundarios??", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["Girlfriend_deNJ"], "tweet_emoticons": ["💗", "😭"], "country": "MEXICO", "text_es": "Yo también te extraño mucho😭💗 quisiera activar más Como estas no te hizo efectos secundarios??"}, {"id": 1439242502435901446, "verified": false, "tweet_text": "@hollowtaku @nanasickomode Cypro es más ponente pero los efectos secundarios son chungos. El problema de los antiandrigenos es que por sí solos no hacen casi nada deseable y los endocrinos los recetan como caramelos aunque muchas veces sean innecesarios", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["hollowtaku", "nanasickomode"], "country": "MEXICO", "text_es": "Cypro es más ponente pero los efectos secundarios son chungos. El problema de los antiandrigenos es que por sí solos no hacen casi nada deseable y los endocrinos los recetan como caramelos aunque muchas veces sean innecesarios"}, {"id": 1439242323574022148, "verified": true, "tweet_text": "#Curiosidades  | ¿Qué personas no deben tomar vitamina D? \n\nAquí más detalles\n\nhttps://t.co/Ts2XFKWu8z", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "hashtags": ["Curiosidades"], "tweet_urls": ["https://t.co/Ts2XFKWu8z"], "country": "MEXICO", "text_es": "| ¿Qué personas no deben tomar vitamina D? Aquí más detalles"}, {"id": 1439242233459449863, "verified": false, "tweet_text": "@LokiLovesAri Felicidades por ya tener el chip 5G amiwi, espero no te den efectos secundarios", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["LokiLovesAri"], "country": "MEXICO", "text_es": "Felicidades por ya tener el chip G amiwi, espero no te den efectos secundarios"}, {"id": 1439241964726145024, "verified": false, "tweet_text": "Que los niños tomen medicamentos de forma masiva: 😡🤬😤🤯😵👊\n(Que conste que estoy de acuerdo)\n\nQue se les meta una vacuna experimental saltándose los protocolos y efectos secundarios desconocidos para un virus que es inofensivo para ellos y no evita transmisión:👌🏻☺️😌😎😍 https://t.co/vGPn8rpibg", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/vGPn8rpibg"], "tweet_emoticons": ["👊", "😌", "😵", "☺️", "🤬", "👌🏻", "😍", "😎", "🤯", "😤", "😡", "xp"], "country": "MEXICO", "text_es": "Que los niños tomen medicamentos de forma masiva: 😡🤬😤🤯😵👊 (Que conste que estoy de acuerdo) Que se les meta una vacuna experimental saltándose los protocolos y efectos secundarios desconocidos para un virus que es inofensivo para ellos y no evita transmisión:👌🏻☺️😌😎😍"}]