[{"id": 1439656625707622402, "verified": false, "tweet_text": "@NewsReputation Porque la excusa siempre ha sido la saturación de los hospitales, pero ahora con una población de riesgo vacunada por encima del 93% ya me dirán por qué seguimos aguantando la tiranía política y mediática.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["NewsReputation"], "country": "MEXICO", "text_es": "Porque la excusa siempre ha sido la saturación de los hospitales, pero ahora con una población de riesgo vacunada por encima del % ya me dirán por qué seguimos aguantando la tiranía política y mediática."}, {"id": 1439656253245075461, "verified": false, "tweet_text": "@PedroBalta_ @camaradelima @CanaturdelPeru @ApoturPeru @SHdelPeru @comexperu Después del decreto publicaron esto aclarando el tema, solo países con más de 70% de la población vacunada que tiene que apresentar las dos dosis, los demás pueden ingresar con el test PCR negativo parece https://t.co/uqwOaUvS3I", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["PedroBalta_", "camaradelima", "CanaturdelPeru", "ApoturPeru", "SHdelPeru", "comexperu"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Después del decreto publicaron esto aclarando el tema, solo países con más de % de la población vacunada que tiene que apresentar las dos dosis, los demás pueden ingresar con el test PCR negativo parece"}, {"id": 1439656089327480833, "verified": false, "tweet_text": "@Parejo96779342 Es lógico, la mayoría de la población está vacunada, solo deben quedar los niños y un 10%, no??", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Parejo96779342"], "country": "MEXICO", "text_es": "Es lógico, la mayoría de la población está vacunada, solo deben quedar los niños y un %, no??"}, {"id": 1439656088379473924, "verified": false, "tweet_text": "@HdaElAmparo @la_patilla Cuestionados sin ningún fundamento.\nPor algo en ciudades que ya hay gran parte de la población vacunada,  los casos + y muertes han bajado casi 90%.\nDemuestra con hechos que están Cuestionados", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["HdaElAmparo", "la_patilla"], "country": "MEXICO", "text_es": "Cuestionados sin ningún fundamento. Por algo en ciudades que ya hay gran parte de la población vacunada, los casos + y muertes han bajado casi %. Demuestra con hechos que están Cuestionados"}, {"id": 1439656055605190658, "verified": false, "tweet_text": "Tengo una prima que trabaja en los vacunatorios y fue vacunada con Sinopharm a inicios de marzo y hasta el momento está súper bien al igual que su familia", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Tengo una prima que trabaja en los vacunatorios y fue vacunada con Sinopharm a inicios de marzo y hasta el momento está súper bien al igual que su familia"}, {"id": 1439655735147700226, "verified": false, "tweet_text": "TIENE BC EL 93% DE LA POBLACIÓN VACUNADA Y PUEDE OBTENER SU CERTIFICADO\n\n#BajaCalifornia #vacunacion #certificado \n\nhttps://t.co/qEx5he0Pbh https://t.co/fVGm8u0OTs", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["BajaCalifornia", "vacunacion", "certificado"], "tweet_urls": ["https://t.co/qEx5he0Pbh"], "country": "MEXICO", "text_es": "TIENE BC EL % DE LA POBLACIÓN VACUNADA Y PUEDE OBTENER SU CERTIFICADO"}, {"id": 1439655648866754571, "verified": false, "tweet_text": "@alfonsopineiro @ALFMOTOGPSFCF1 @grazianstorari @bastilladigital ¿En qué momento he dicho yo NADA de las restricciones en este debate? \n\nNi una referencia hice a eso. ¿A qué viene referirse a ellas ahora? \n\nSpoiler por si acaso: hace dos meses que no las apoyo tras estar tanta gente vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["alfonsopineiro", "ALFMOTOGPSFCF1", "grazianstorari", "bastilladigital"], "country": "MEXICO", "text_es": "¿En qué momento he dicho yo NADA de las restricciones en este debate? Ni una referencia hice a eso. ¿A qué viene referirse a ellas ahora? Spoiler por si acaso: hace dos meses que no las apoyo tras estar tanta gente vacunada."}, {"id": 1439655626070765568, "verified": false, "tweet_text": "🛑IMPRESIONANTE🛑\n\nDatos al 18-9:\n\n% de población vacunada contra #COVID19 con al menos una dosis 💉 \n\n🇦🇷Argentina 63,5%\n📌Sudamérica 58,5%\n📌Norteamérica 56,2%\n📌Europa 55,6%\n📌Asia 49,0%\n📌Oceanía 44,4%\n📌Mundo 43,1%\n📌África 6,0%\n\n#AcáEstánLasVacunas", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["COVID19", "AcáEstánLasVacunas"], "tweet_emoticons": ["🛑", "💉", "🇦🇷", "📌"], "country": "MEXICO", "text_es": "🛑IMPRESIONANTE🛑 Datos al -9: % de población vacunada contra con al menos una dosis 💉 🇦🇷Argentina % 📌Sudamérica % 📌Norteamérica % 📌Europa % 📌Asia % 📌Oceanía % 📌Mundo % 📌África %"}, {"id": 1439655605778755589, "verified": false, "tweet_text": "@fraguas04 @VIRILA5 Israel tiene sólo un 60% de población vacunada y el 90% de los casos graves se dan entre los no vacunados, pero entrar al detalle era mucho para ti.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["fraguas04", "VIRILA5"], "country": "MEXICO", "text_es": "Israel tiene sólo un % de población vacunada y el % de los casos graves se dan entre los no vacunados, pero entrar al detalle era mucho para ti."}, {"id": 1439655486484369409, "verified": false, "tweet_text": "@rous_vegan Con el 70 % de población vacunada lo raro es no conocer a alguien. Que tenga problemas de salud.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["rous_vegan"], "country": "MEXICO", "text_es": "Con el % de población vacunada lo raro es no conocer a alguien. Que tenga problemas de salud."}, {"id": 1439655241071407108, "verified": false, "tweet_text": "@noticias_tvperu @Anacarolina1973 Las personas que viajan desde países que aún no tiene 70% de la población vacunada puede ingresar solamente con el test PCR negativo entonces?", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["noticias_tvperu", "Anacarolina1973"], "country": "MEXICO", "text_es": "Las personas que viajan desde países que aún no tiene % de la población vacunada puede ingresar solamente con el test PCR negativo entonces?"}, {"id": 1439655071739006987, "verified": false, "tweet_text": "@David97197710 La comparación que haces con la gripe es ridícula.\n\nEn 2019, sin mascarillas, hubo 1.450 muertos por gripe en España. La última semana de Agosto, con el 70% de la población vacunada en España hubo 860 muertos por Covid 19.\n👇 https://t.co/1n45wShoXL", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["David97197710"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "La comparación que haces con la gripe es ridícula. En , sin mascarillas, hubo muertos por gripe en España. La última semana de Agosto, con el % de la población vacunada en España hubo muertos por Covid . 👇"}, {"id": 1439654776334127104, "verified": false, "tweet_text": "Vacunada ✅✅", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_emoticons": ["✅"], "country": "MEXICO", "text_es": "Vacunada ✅✅"}, {"id": 1439654654397329419, "verified": false, "tweet_text": "Mi mamá dio positivo a COVID y gracias a Dios súper controlada, vacunada con las dos dosis las vacunas si sirven!!", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Mi mamá dio positivo a COVID y gracias a Dios súper controlada, vacunada con las dos dosis las vacunas si sirven!!"}, {"id": 1439654555990515719, "verified": false, "tweet_text": "@KarenLo63366009 @karlitthaRamn @Patricio1962 @ecuadorenvivo hay la dama de los tacones rojos contenta con estar vacunada así el hoy Dr Honoris Causa Lela no cumpla nada d lo q ofreció en campaña https://t.co/rIOhzRAkHx", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["KarenLo63366009", "karlitthaRamn", "Patricio1962", "ecuadorenvivo"], "country": "MEXICO", "text_es": "hay la dama de los tacones rojos contenta con estar vacunada así el hoy Dr Honoris Causa Lela no cumpla nada d lo q ofreció en campaña"}, {"id": 1439653535512158212, "verified": false, "tweet_text": "@GeorgetteTop buenas tardes, mi madre (86) fue vacunada con la primera dosis de Sputnik el 19.06 en la sede de los Bomberos del Cafetal, debe esperar mensaje o podemos ir directamente con el cartón de vacunación.  Espero su respuesta, gracias", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["GeorgetteTop"], "country": "MEXICO", "text_es": "buenas tardes, mi madre (86) fue vacunada con la primera dosis de Sputnik el en la sede de los Bomberos del Cafetal, debe esperar mensaje o podemos ir directamente con el cartón de vacunación. Espero su respuesta, gracias"}, {"id": 1439653333317345280, "verified": false, "tweet_text": "@LolaCam82623865 @lusty4ever1 @outttopic @naiyosola @marimarher @porelmorris Yo por eso estoy viendo por dónde sale todo esto. No se trata de negacionismos como se están hartando de decir los medios propagandísticos. Yo estoy vacunada con otras vacunas y no niego que exista la covid. Sólo creo que no es normal todo lo que veo y leo en los últimos meses.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["LolaCam82623865", "lusty4ever1", "outttopic", "naiyosola", "marimarher", "porelmorris"], "country": "MEXICO", "text_es": "Yo por eso estoy viendo por dónde sale todo esto. No se trata de negacionismos como se están hartando de decir los medios propagandísticos. Yo estoy vacunada con otras vacunas y no niego que exista la covid. Sólo creo que no es normal todo lo que veo y leo en los últimos meses."}, {"id": 1439653324677128192, "verified": false, "tweet_text": "@anteowin18 @Fruizgomez @MinSaludCol @infopresidencia @IvanDuque Han tenido año y medio para hacer negocios con las farmacéuticas y que se ha logrado? Que menos del 30% de la poblacion este vacunada y que a pesar de las indicaciones de las farmacéuticas alarguen los plazos de las segundas dosis a 90 días.\n\nUna vergüenza", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["anteowin18", "Fruizgomez", "MinSaludCol", "infopresidencia", "IvanDuque"], "country": "MEXICO", "text_es": "Han tenido año y medio para hacer negocios con las farmacéuticas y que se ha logrado? Que menos del % de la poblacion este vacunada y que a pesar de las indicaciones de las farmacéuticas alarguen los plazos de las segundas dosis a días. Una vergüenza"}, {"id": 1439653078949584897, "verified": false, "tweet_text": "El Departamento de Salud ha confirmado tres muertes adicionales relacionadas con COVID-19 en el condado de Tom Green:\n\n- Mujer, 50s, condado de Tom Green: no vacunada\n\n- Hombre, 60s, condado de Tom Green: no vacunado\n\n- Mujer, 80s, condado de Tom Green: completamente vacunada https://t.co/zVzdWXQGLi", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "El Departamento de Salud ha confirmado tres muertes adicionales relacionadas con COVID-19 en el condado de Tom Green: - Mujer, s, condado de Tom Green: no vacunada - Hombre, s, condado de Tom Green: no vacunado - Mujer, s, condado de Tom Green: completamente vacunada"}, {"id": 1439653028320120840, "verified": false, "tweet_text": "@mrodmora @alejandrosnch_ @LordMaul5 @oostituu Población mundial, en varios países no se llega ni al 40, como en el mío. España es un país desarrollado y pertenece a la UE, por eso es que la mayoría está vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["mrodmora", "alejandrosnch_", "LordMaul5", "oostituu"], "country": "MEXICO", "text_es": "Población mundial, en varios países no se llega ni al , como en el mío. España es un país desarrollado y pertenece a la UE, por eso es que la mayoría está vacunada."}, {"id": 1439652835856109580, "verified": false, "tweet_text": "Dalia Aurora Mederico de Valdez, nuestra bella madre vacunada y rumbo a sus 102 años, primeramente Dios. https://t.co/cnmuBwfUFd", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/cnmuBwfUFd"], "country": "MEXICO", "text_es": "Dalia Aurora Mederico de Valdez, nuestra bella madre vacunada y rumbo a sus años, primeramente Dios."}, {"id": 1439652832026767365, "verified": false, "tweet_text": "@knoxtgn @TGNAjuntament Un seguici x un itinerari ben plantejat, hauría sigut més just. Aquí tothom paga la festa, pero si no aconsegueixes invitació et fots. Després d un gran nº d gent vacunada, platges petades, tovalloles a tocar, i + i seguéix; resulta q el seguici es susceptible d contagi massiu...", "tweet_lang": "ca", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["knoxtgn", "TGNAjuntament"]}, {"id": 1439652406560804868, "verified": false, "tweet_text": "Antes de la pandemia llevaba meses en zumba  y ahora que ya estoy vacunada y todo  voy a empezar ir al gimnasio y me hace ilusión", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Antes de la pandemia llevaba meses en zumba y ahora que ya estoy vacunada y todo voy a empezar ir al gimnasio y me hace ilusión"}, {"id": 1439652346942918660, "verified": false, "tweet_text": "Pucha, no sé, si el ministerio de salud tomara decisiones basadas en datos, como por ejemplo abrir vacunatorios en los lugares donde hay menos personas vacunadas...\n\nY si publicaran datos indicando la *población* vacunada en lugar de las dosis aplicadas en ese sitio…", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Pucha, no sé, si el ministerio de salud tomara decisiones basadas en datos, como por ejemplo abrir vacunatorios en los lugares donde hay menos personas vacunadas... Y si publicaran datos indicando la *población* vacunada en lugar de las dosis aplicadas en ese sitio…"}, {"id": 1439652340261396485, "verified": false, "tweet_text": "@Nopanaden Recién vacunada y mira. Nos quieren engañar!", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Nopanaden"], "country": "MEXICO", "text_es": "Recién vacunada y mira. Nos quieren engañar!"}, {"id": 1439651836403855366, "verified": false, "tweet_text": "@CuantasVacunas Alguien me explica cómo puede haber un 106% de la población vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["CuantasVacunas"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Alguien me explica cómo puede haber un % de la población vacunada?"}, {"id": 1439651791449346052, "verified": false, "tweet_text": "@Ojo_Publico Restricciones de acceso a locales e incluso a territorio de #Peru son urgentes, acabo de leer a alguien contar que su taxista era policía y no se ha vacunado ni quiere hacerlo y que además de gente no vacunada se dan aglomeraciones sin exigencias de vacuna en extranjero", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["Peru"], "mentions": ["Ojo_Publico"], "country": "MEXICO", "text_es": "Restricciones de acceso a locales e incluso a territorio de son urgentes, acabo de leer a alguien contar que su taxista era policía y no se ha vacunado ni quiere hacerlo y que además de gente no vacunada se dan aglomeraciones sin exigencias de vacuna en extranjero"}, {"id": 1439651786760073216, "verified": false, "tweet_text": "El Pedroso es el pueblo de Sevilla con más población vacunada y El Palmar de Troya, el que menos https://t.co/fsPBzh1vJk vía @abcdesevilla", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["abcdesevilla"], "tweet_urls": ["https://t.co/fsPBzh1vJk"], "country": "MEXICO", "text_es": "El Pedroso es el pueblo de Sevilla con más población vacunada y El Palmar de Troya, el que menos vía"}, {"id": 1439651549827973130, "verified": false, "tweet_text": "@carelita20 @obarroco @chelsea_cri @MoralesSebas16 @TalaveraBeatriz El dato está clarísimo, que ud no quiera aceptarlo es otra historia. En todos los países consistentemente la gente vacunada se contagia menos, transmite menos y se agrava mucho menos que los no vacunados.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["carelita20", "obarroco", "chelsea_cri", "MoralesSebas16", "TalaveraBeatriz"], "country": "MEXICO", "text_es": "El dato está clarísimo, que ud no quiera aceptarlo es otra historia. En todos los países consistentemente la gente vacunada se contagia menos, transmite menos y se agrava mucho menos que los no vacunados."}, {"id": 1439651188551655426, "verified": false, "tweet_text": "Que triste que a mi nunca me toco ver a Pandemio ni a Vacuna ☹️ vacunada, pero a qué costo??", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_emoticons": ["☹️"], "country": "MEXICO", "text_es": "Que triste que a mi nunca me toco ver a Pandemio ni a Vacuna ☹️ vacunada, pero a qué costo??"}, {"id": 1439650963988656130, "verified": false, "tweet_text": "@GloriaEspinosa @DrChavezDiaz Totalmente entendible esa urgencia de ser vacunada.\nY nuevamente lo digo, no dudo que sea efectiva la vacuna, pero me gustaría leer los resultados de su fase 3, sobre todo efectos sec. y efectividad, antes de considerar ponérsela a mis hijos. Ya tienen meses retrasando esa info.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["GloriaEspinosa", "DrChavezDiaz"], "country": "MEXICO", "text_es": "Totalmente entendible esa urgencia de ser vacunada. Y nuevamente lo digo, no dudo que sea efectiva la vacuna, pero me gustaría leer los resultados de su fase , sobre todo efectos sec. y efectividad, antes de considerar ponérsela a mis hijos. Ya tienen meses retrasando esa info."}, {"id": 1439650889086681092, "verified": false, "tweet_text": "@Ia___beIlezza Casi 2 años, y no pienso ir hasta que este toda mi familia vacunada.\nMínimo.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Ia___beIlezza"], "country": "MEXICO", "text_es": "Casi años, y no pienso ir hasta que este toda mi familia vacunada. Mínimo."}, {"id": 1439650886213636099, "verified": false, "tweet_text": "@El_Zuliano @gilmastella @marimarher proteína? \nCuarto, si lo del punto 3 fuese cierto, explicaría por qué el sistema inmune se está centrando en la vacuna y no en otras enfermedades (aparición de herpes zoster y mayor desarrollo de cáncer, por ejemplo).\nQuinto, cuánta gente vacunada has visto que se haga una prueba", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["El_Zuliano", "gilmastella", "marimarher"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "proteína? Cuarto, si lo del punto fuese cierto, explicaría por qué el sistema inmune se está centrando en la vacuna y no en otras enfermedades (aparición de herpes zoster y mayor desarrollo de cáncer, por ejemplo). Quinto, cuánta gente vacunada has visto que se haga una prueba"}, {"id": 1439650669032529924, "verified": false, "tweet_text": "Finalmente vacunada 💉💙", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_emoticons": ["💉", "💙"], "country": "MEXICO", "text_es": "Finalmente vacunada 💉💙"}, {"id": 1439650500647993347, "verified": true, "tweet_text": "Menos del 4% de la población afgana está vacunada contra el coronavirus, según UNICEF\n\nhttps://t.co/pD3KWCpiPV", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/pD3KWCpiPV"], "country": "MEXICO", "text_es": "Menos del % de la población afgana está vacunada contra el coronavirus, según UNICEF"}, {"id": 1439650496801689600, "verified": false, "tweet_text": "[LoMásLeído] La rapera #NickiMinaj causó controversia en Twitter luego de admitir que no fue a la #MetGala por no estar vacunada, y que se encuentra \"investigando\" la mejor, mientras compartió información errónea sobre las vacunas 💉 https://t.co/ubvYtlgvGz", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["NickiMinaj", "MetGala"], "tweet_urls": ["https://t.co/ubvYtlgvGz"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "[LoMásLeído] La rapera causó controversia en Twitter luego de admitir que no fue a la por no estar vacunada, y que se encuentra \"investigando\" la mejor, mientras compartió información errónea sobre las vacunas 💉"}, {"id": 1439650374730883075, "verified": false, "tweet_text": "@julianaoxenford Juliana Oxenford NO dice en su twit que en Suiza estén vacunando con las vacunas de Sinopharm o Sinovac. Suiza sólo ha decidido aceptar la llegada de gente que esté vacunada con esas 2 vacunas, entre otras. Quizás a Juliana le faltó un poco más de precisión, pero no ha mentido.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["julianaoxenford"], "country": "MEXICO", "text_es": "Juliana Oxenford NO dice en su twit que en Suiza estén vacunando con las vacunas de Sinopharm o Sinovac. Suiza sólo ha decidido aceptar la llegada de gente que esté vacunada con esas vacunas, entre otras. Quizás a Juliana le faltó un poco más de precisión, pero no ha mentido."}, {"id": 1439650230178287620, "verified": false, "tweet_text": "A medida que avanza la inmunización #Covid19, nuevos estudios reafirman que las vacunas aprobadas por organismos reguladores, además de seguras, son eficaces para proteger a la persona vacunada y a su entorno. 👇\nhttps://t.co/Wdn1VOFKgH", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["Covid19"], "tweet_urls": ["https://t.co/Wdn1VOFKgH"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "A medida que avanza la inmunización , nuevos estudios reafirman que las vacunas aprobadas por organismos reguladores, además de seguras, son eficaces para proteger a la persona vacunada y a su entorno. 👇"}, {"id": 1439650137266171907, "verified": false, "tweet_text": "Hay quien cree que para recuperar la normalidad hay que esperar a que haya más población vacunada que existente. https://t.co/YPbFhE4elL", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/YPbFhE4elL"], "country": "MEXICO", "text_es": "Hay quien cree que para recuperar la normalidad hay que esperar a que haya más población vacunada que existente."}, {"id": 1439649985419747335, "verified": false, "tweet_text": "Vacunada, soltera, sin hijos, independiente y fiel q más querés bb? Volar no puedo", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Vacunada, soltera, sin hijos, independiente y fiel q más querés bb? Volar no puedo"}, {"id": 1439648248155803653, "verified": false, "tweet_text": "Veo gente quejándose del sistema de vacunacion, no entiendo. Yo pensé que iba a estar vacunada ahí para 2022 y por fortuna ya tengo mis dos dosis. El chiste es quejarnos por todo vdd?", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Veo gente quejándose del sistema de vacunacion, no entiendo. Yo pensé que iba a estar vacunada ahí para y por fortuna ya tengo mis dos dosis. El chiste es quejarnos por todo vdd?"}, {"id": 1439647606859239428, "verified": false, "tweet_text": "@andreaanorga @MarianaLestelle Es una respuesta a una pregunta específica que le hicieron, y marcó la diferencia porque es la franja etaria que todavía no está vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["andreaanorga", "MarianaLestelle"], "country": "MEXICO", "text_es": "Es una respuesta a una pregunta específica que le hicieron, y marcó la diferencia porque es la franja etaria que todavía no está vacunada."}, {"id": 1439647492975386626, "verified": false, "tweet_text": "El Pedroso es el pueblo de Sevilla con más población vacunada y El Palmar de Troya, el que menos https://t.co/MZQ2NDVvGP https://t.co/e7R2oAaGkE", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/MZQ2NDVvGP"], "country": "MEXICO", "text_es": "El Pedroso es el pueblo de Sevilla con más población vacunada y El Palmar de Troya, el que menos"}, {"id": 1439647335202623494, "verified": false, "tweet_text": "@Pjlss77 @A3Noticias Desde luego que no, vacunada y con la pcr recién hecha (es decir, no siendo negacionista) te obligan a parir con mascarilla. Y luego en la cafetería de ese mismo hospital puedes estar con los mismos médicos que te asisten y sin mascarilla", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Pjlss77", "A3Noticias"], "country": "MEXICO", "text_es": "Desde luego que no, vacunada y con la pcr recién hecha (es decir, no siendo negacionista) te obligan a parir con mascarilla. Y luego en la cafetería de ese mismo hospital puedes estar con los mismos médicos que te asisten y sin mascarilla"}, {"id": 1439646934780755969, "verified": false, "tweet_text": "@nandogerman Jajaja! ¿En serio? \nPues yo será que llevo poco en IG, y ando vacunada de las bodas y menesteres o fiebres semejantes, porque no me he topado con ninguna (sólo la de una conocida) 😜🤷🏻‍♀️", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["nandogerman"], "tweet_emoticons": ["😜", "🤷🏻‍♀️"], "country": "MEXICO", "text_es": "Jajaja! ¿En serio? Pues yo será que llevo poco en IG, y ando vacunada de las bodas y menesteres o fiebres semejantes, porque no me he topado con ninguna (sólo la de una conocida) 😜🤷🏻‍♀️"}, {"id": 1439646918041276428, "verified": false, "tweet_text": "@rous_vegan Después de la vacuna a mi en la menstruacion no me ha afectado porque ya la tenia descompensada. Las tetas si que lo noté para mejor 😂 a mi hija le ha regulado los ciclos para bien y yo he pasado el covid un mes después de vacunada con dos dosis. Eso si, solo fiebre y cansancio.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["rous_vegan"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Después de la vacuna a mi en la menstruacion no me ha afectado porque ya la tenia descompensada. Las tetas si que lo noté para mejor 😂 a mi hija le ha regulado los ciclos para bien y yo he pasado el covid un mes después de vacunada con dos dosis. Eso si, solo fiebre y cansancio."}, {"id": 1439646644857942019, "verified": false, "tweet_text": "@PabloEchenique ¿España por encima de Israel que tenía el 100% de la población vacunada?\nNo se Rick.... https://t.co/4VVeDr8l3T", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["PabloEchenique"], "country": "MEXICO", "text_es": "¿España por encima de Israel que tenía el % de la población vacunada? No se Rick...."}, {"id": 1439646595381932039, "verified": false, "tweet_text": "@MoralesSebas16 @estebarb @obarroco @chelsea_cri @TalaveraBeatriz Cómo sabe que ninguno se ha contagiado (asintomáticos) y que no han sido ellos (ustedes) que han contagiado a otros por sentirse inmunes? Esa es otra cosa para analizar. Yo no estoy vacunada y mi esposo tampoco y no nos hemos contagiado. El trabaja en turismo = expuestos.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["MoralesSebas16", "estebarb", "obarroco", "chelsea_cri", "TalaveraBeatriz"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Cómo sabe que ninguno se ha contagiado (asintomáticos) y que no han sido ellos (ustedes) que han contagiado a otros por sentirse inmunes? Esa es otra cosa para analizar. Yo no estoy vacunada y mi esposo tampoco y no nos hemos contagiado. El trabaja en turismo = expuestos."}, {"id": 1439646086776377348, "verified": false, "tweet_text": "@Lordixus3 A ver partiendo de que no soy nada fiestera me parece muy egoísta porque aunque haya un porcentaje alto de gente vacunada sigue muriendo gente y ahí hay MUCHA gente junta a parte del agobio es el tener empatía y cuidado", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Lordixus3"], "country": "MEXICO", "text_es": "A ver partiendo de que no soy nada fiestera me parece muy egoísta porque aunque haya un porcentaje alto de gente vacunada sigue muriendo gente y ahí hay MUCHA gente junta a parte del agobio es el tener empatía y cuidado"}, {"id": 1439645961312219142, "verified": false, "tweet_text": "@ArturoVilla_ Dicen que hay que proteger a la población vacunada de los que no lo están, pero se les olvida que para eso se supone que sirve la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["ArturoVilla_"], "country": "MEXICO", "text_es": "Dicen que hay que proteger a la población vacunada de los que no lo están, pero se les olvida que para eso se supone que sirve la vacuna"}, {"id": 1439645517496131594, "verified": false, "tweet_text": "Por alguna razón estar vacunada contra el COVID me hace sentir feliz. Es como si quisiera que todos lo supieran, que sepan que los cuido y me cuido. Es como un regalo cíclico.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Por alguna razón estar vacunada contra el COVID me hace sentir feliz. Es como si quisiera que todos lo supieran, que sepan que los cuido y me cuido. Es como un regalo cíclico."}, {"id": 1439645470603845633, "verified": false, "tweet_text": "La incidencia #covid en #Extremadura se ha desplomado en una semana a la mitad. https://t.co/gayFJ7zeLT", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "hashtags": ["covid", "Extremadura"], "tweet_urls": ["https://t.co/gayFJ7zeLT"], "country": "MEXICO", "text_es": "La incidencia en se ha desplomado en una semana a la mitad."}, {"id": 1439645372499042309, "verified": false, "tweet_text": "Esta es una sala de espera en emergencias en Madrid, en el Hospital Gregorio Marañón, con más de un 70% de la población vacunada.  Las vacunas SÍ cambian las cosas. https://t.co/BqbuuOZ8oX", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Esta es una sala de espera en emergencias en Madrid, en el Hospital Gregorio Marañón, con más de un % de la población vacunada. Las vacunas SÍ cambian las cosas."}, {"id": 1439645287073550337, "verified": false, "tweet_text": "@dykecantu Ya llevo un mes vacunada y no veo cambios, ni siquiera tuve efectos entonces 😵‍💫", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["dykecantu"], "tweet_emoticons": ["😵‍💫"], "country": "MEXICO", "text_es": "Ya llevo un mes vacunada y no veo cambios, ni siquiera tuve efectos entonces 😵‍💫"}, {"id": 1439645280941576193, "verified": false, "tweet_text": "El 50% de la población peruana está vacunada 🥳", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_emoticons": ["🥳"], "country": "MEXICO", "text_es": "El % de la población peruana está vacunada 🥳"}, {"id": 1439645086984323076, "verified": false, "tweet_text": "@Ccarol0712 @noticias_tvperu Moderna, ahora las vacunas son efectivas cuando mas del 75% de la población esta vacunada (con el Covid es una acepción de las pocas que existen pues se necesita al 90% vacunado)", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Ccarol0712", "noticias_tvperu"], "country": "MEXICO", "text_es": "Moderna, ahora las vacunas son efectivas cuando mas del % de la población esta vacunada (con el Covid es una acepción de las pocas que existen pues se necesita al % vacunado)"}, {"id": 1439644988724424713, "verified": false, "tweet_text": "Si ya tas vacunada ya fue jajajajajajajjjajaj https://t.co/1cGSVQ7Fry", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/1cGSVQ7Fry"], "country": "MEXICO", "text_es": "Si ya tas vacunada ya fue jajajajajajajjjajaj"}, {"id": 1439644796965068802, "verified": false, "tweet_text": "Estoy seguro de que entre 50%  y 70% de esa gente está vacunada.\n\nLa gente puede discernir entre dos cosas.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Estoy seguro de que entre % y % de esa gente está vacunada. La gente puede discernir entre dos cosas."}, {"id": 1439644729147379713, "verified": false, "tweet_text": "Escuché en un programa de @randallriverav con un director de Hospital San Carlos, que la gente vacunada debería seguir practicando distanciamiento y usando mascarilla, pues además de que también pueden enfermar de gravedad, pueden propagar el virus.\n\n¿Por qué discriminar?", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["randallriverav"], "country": "MEXICO", "text_es": "Escuché en un programa de con un director de Hospital San Carlos, que la gente vacunada debería seguir practicando distanciamiento y usando mascarilla, pues además de que también pueden enfermar de gravedad, pueden propagar el virus. ¿Por qué discriminar?"}, {"id": 1439644601095266308, "verified": false, "tweet_text": "@DrEdwSam7 @farisa2020 @CarlosSerrano_2 Si pero No deberia ser asi eso es lo malo xq llegara el momento q gente vacunada con 1 dosis va ocupar y x irresponsables se pueden morir", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["DrEdwSam7", "farisa2020", "CarlosSerrano_2"], "country": "MEXICO", "text_es": "Si pero No deberia ser asi eso es lo malo xq llegara el momento q gente vacunada con dosis va ocupar y x irresponsables se pueden morir"}, {"id": 1439644345771171841, "verified": false, "tweet_text": "@WSSoviet Más bien:\nLlevar mascarilla (que no protege, respiras tu propio CO² y te crea infecciones bacterianas en los pulmones) para proteger a gente (ya vacunada) de un patógeno cuya existencia no cumplió los postulados de Koch y por lo tanto esta muy en duda. \nEs que sois la Ostia 😂😂", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["WSSoviet"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Más bien: Llevar mascarilla (que no protege, respiras tu propio CO² y te crea infecciones bacterianas en los pulmones) para proteger a gente (ya vacunada) de un patógeno cuya existencia no cumplió los postulados de Koch y por lo tanto esta muy en duda. Es que sois la Ostia 😂😂"}, {"id": 1439643960843116548, "verified": false, "tweet_text": "Después de un mes que me dio COVID ya estoy vacunada con la pfizer.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Después de un mes que me dio COVID ya estoy vacunada con la pfizer."}, {"id": 1439643540032786437, "verified": false, "tweet_text": "Nuevo post: Tony Khan confirma que la mayoría del roster de AEW está vacunada contra el coronavirus https://t.co/70BO1aerrk", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "tweet_urls": ["https://t.co/70BO1aerrk"], "country": "MEXICO", "text_es": "Nuevo post: Tony Khan confirma que la mayoría del roster de AEW está vacunada contra el coronavirus"}, {"id": 1439642517083987973, "verified": false, "tweet_text": "@LaManagua9 Es cierto lo del chip; mi mamá ya vacunada , en su brazo derecho le han salido músculos y ahora viaja más el chinelazo con mejor puntería. 💪", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["LaManagua9"], "tweet_emoticons": ["💪"], "country": "MEXICO", "text_es": "Es cierto lo del chip; mi mamá ya vacunada , en su brazo derecho le han salido músculos y ahora viaja más el chinelazo con mejor puntería. 💪"}, {"id": 1439642400167768069, "verified": false, "tweet_text": "@al_sofi_ @an3urysm Si pues pero el punto es q en otros países no abrieron campañas hasta q no pudieron asegurar q la población más vulnerable estaba en su maYoria vacunada y siento q aquí están haciendo todo súper acelerado para decir en campaña q ya tienen vacunados a todos los grupos", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["al_sofi_", "an3urysm"], "country": "MEXICO", "text_es": "Si pues pero el punto es q en otros países no abrieron campañas hasta q no pudieron asegurar q la población más vulnerable estaba en su maYoria vacunada y siento q aquí están haciendo todo súper acelerado para decir en campaña q ya tienen vacunados a todos los grupos"}, {"id": 1439642200435040264, "verified": false, "tweet_text": "@vyrongg Vacunada adentro 🤰🏻", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["vyrongg"], "tweet_emoticons": ["🤰🏻"], "country": "MEXICO", "text_es": "Vacunada adentro 🤰🏻"}, {"id": 1439642131723849736, "verified": false, "tweet_text": "@benitezdormido @PereSilvente @kanciller Nos va bastante bien..\n\nCon la mayor parte de la población vacunada, en exteriores y para una foto  unos instantes.\n\nA pastar.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["benitezdormido", "PereSilvente", "kanciller"], "country": "MEXICO", "text_es": "Nos va bastante bien.. Con la mayor parte de la población vacunada, en exteriores y para una foto unos instantes. A pastar."}, {"id": 1439641731033714692, "verified": false, "tweet_text": "Yaasss🔥 vacunada!!", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🔥"], "country": "MEXICO", "text_es": "Yaasss🔥 vacunada!!"}, {"id": 1439641377671892992, "verified": false, "tweet_text": "@David97197710 Estás mezclando temas.\n\nPor un lado está cómo debe de comportarse una sociedad mayoritariamente vacunada y por otro saber si el número de contagios es relevante.\n\n👇", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["David97197710"], "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "Estás mezclando temas. Por un lado está cómo debe de comportarse una sociedad mayoritariamente vacunada y por otro saber si el número de contagios es relevante. 👇"}, {"id": 1439641269668651011, "verified": false, "tweet_text": "Vacunada y lista pal cache \n\n#VacunaFest", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["VacunaFest"], "country": "MEXICO", "text_es": "Vacunada y lista pal cache"}, {"id": 1439641061417177095, "verified": false, "tweet_text": "@DraRosarina Yo estoy vacunada por obligación, no creo en esto que dicen ser vacunas. Respeto al que si lo cree.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["DraRosarina"], "country": "MEXICO", "text_es": "Yo estoy vacunada por obligación, no creo en esto que dicen ser vacunas. Respeto al que si lo cree."}, {"id": 1439640797956251651, "verified": false, "tweet_text": "Update que le importa a nadie: gabuleto fue y le prometieron que me vacunaban así que fui - con diarrea #datos (no por covid, comí mal jajaja) - la agorafobia desatada por el miedo de que me reboten - usando taxi después de años y ya estoy vacunada del todo. &gt;", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["datos"], "country": "MEXICO", "text_es": "Update que le importa a nadie: gabuleto fue y le prometieron que me vacunaban así que fui - con diarrea (no por covid, comí mal jajaja) - la agorafobia desatada por el miedo de que me reboten - usando taxi después de años y ya estoy vacunada del todo. &gt;"}, {"id": 1439640578833145860, "verified": false, "tweet_text": "@GabrielMelendez También puede ser \n\n\"Los casos aumentaron como en absolutamente todo el país y por lo menos en mi pueblo ya hay gente vacunada a la que quizás no le de tan severo\"", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["GabrielMelendez"], "country": "MEXICO", "text_es": "También puede ser \"Los casos aumentaron como en absolutamente todo el país y por lo menos en mi pueblo ya hay gente vacunada a la que quizás no le de tan severo\""}, {"id": 1439640303770738693, "verified": false, "tweet_text": "@RoyerAtamirano recién fue aceptada ? ya estamos terminando la pandemia ? esa agua china lo habrán recibido x ingerencia china, x k suiza ya está vacunada al 100% con Pfizer. sacate los lentes hdpt , no estás leyendo bien, rojete de 4 paredes. .", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["RoyerAtamirano"], "country": "MEXICO", "text_es": "recién fue aceptada ? ya estamos terminando la pandemia ? esa agua china lo habrán recibido x ingerencia china, x k suiza ya está vacunada al % con Pfizer. sacate los lentes hdpt , no estás leyendo bien, rojete de paredes. ."}, {"id": 1439640128352366598, "verified": false, "tweet_text": "Pfizer disminuye la efectividad a los 6 meses, y yo cuando cumpla 6 meses de vacunada voy a estar más expuesta de lo que estuve en toda la pandemia, ojalá se terminen los estudios para ver si se necesita una 3ra dosis 🥲", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🥲", "xp"], "country": "MEXICO", "text_es": "Pfizer disminuye la efectividad a los meses, y yo cuando cumpla meses de vacunada voy a estar más expuesta de lo que estuve en toda la pandemia, ojalá se terminen los estudios para ver si se necesita una ra dosis 🥲"}, {"id": 1439639828333801473, "verified": false, "tweet_text": "Si viajo desde el exterior incluso vacunada tengo que hacer cuarentena AH PERO EN CABA ABREN LOS BOLICHES https://t.co/gBxdKFB7FG", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/gBxdKFB7FG"], "country": "MEXICO", "text_es": "Si viajo desde el exterior incluso vacunada tengo que hacer cuarentena AH PERO EN CABA ABREN LOS BOLICHES"}, {"id": 1439639783895097348, "verified": false, "tweet_text": "Recién vacunada, con un domingo que incentiva linda", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Recién vacunada, con un domingo que incentiva linda"}, {"id": 1439639765301833733, "verified": false, "tweet_text": "Ayer en Bélgica y en París y con menos porcentaje de poblacion vacunada, un beso bonita https://t.co/dyOj9AJA4i https://t.co/f0pa6KNuAU", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/dyOj9AJA4i"], "country": "MEXICO", "text_es": "Ayer en Bélgica y en París y con menos porcentaje de poblacion vacunada, un beso bonita"}, {"id": 1439639743243898887, "verified": false, "tweet_text": "Bueno... Ya estoy vacunada! 💉\n#primeradosis #Sinopharm #vacunaton #Vacunate #VacunaCOVID19", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["primeradosis", "Sinopharm", "vacunaton", "Vacunate", "VacunaCOVID19"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Bueno... Ya estoy vacunada! 💉"}, {"id": 1439639616030662657, "verified": false, "tweet_text": "Sé que queremos volver a la normalidad y que tenemos un gran porcentaje de la población vacunada, pero es muy pronto e inaceptable eso de ir provocando erupciones volcánicas como si no hubiese pandemia.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Sé que queremos volver a la normalidad y que tenemos un gran porcentaje de la población vacunada, pero es muy pronto e inaceptable eso de ir provocando erupciones volcánicas como si no hubiese pandemia."}, {"id": 1439639229387186181, "verified": false, "tweet_text": "Cuando se levantó el toque de queda había mucha menos gente vacunada. Botellones en la playa, botellones en las calles. No supuso casi nada. https://t.co/oGzA0JkO3I", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/oGzA0JkO3I"], "country": "MEXICO", "text_es": "Cuando se levantó el toque de queda había mucha menos gente vacunada. Botellones en la playa, botellones en las calles. No supuso casi nada."}, {"id": 1439638885919858688, "verified": false, "tweet_text": "Con 101 años y medio ya vacunada con sus dos dosis spunick v. https://t.co/2JQDLGs84i", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Con años y medio ya vacunada con sus dos dosis spunick v."}, {"id": 1439638858744877060, "verified": false, "tweet_text": "Yastoy vacunada:)", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": [":)"], "country": "MEXICO", "text_es": "Yastoy vacunada"}, {"id": 1439638733385502725, "verified": false, "tweet_text": "Su ud no midió la posible demanda es obvio que está a ciegas porque vivimos en la edad del papel\n\nNos falta un 26% de la población meta a vacunar con primeras. Es obvio que mayor población vacunada, los espacios ya no se llenan tanto.\n\nAcá es seguir y seguir para llegar al máximo", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Su ud no midió la posible demanda es obvio que está a ciegas porque vivimos en la edad del papel Nos falta un % de la población meta a vacunar con primeras. Es obvio que mayor población vacunada, los espacios ya no se llenan tanto. Acá es seguir y seguir para llegar al máximo"}, {"id": 1439638714976804868, "verified": false, "tweet_text": "@roslemusmartin Nada, no me puedo tomar con calma nada, no me gusta salir, me da ansiedad ver otras personas y si se quitan el cubrebocas huyo, mi hija no está vacunada y aunque los demás si, sigo siempre preocupada,lo mejor para mi es seguir asilada lo más posible. Regresé a trabajar a fuerza.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["roslemusmartin"], "country": "MEXICO", "text_es": "Nada, no me puedo tomar con calma nada, no me gusta salir, me da ansiedad ver otras personas y si se quitan el cubrebocas huyo, mi hija no está vacunada y aunque los demás si, sigo siempre preocupada,lo mejor para mi es seguir asilada lo más posible. Regresé a trabajar a fuerza."}, {"id": 1439638702217629698, "verified": false, "tweet_text": "@mauroville Política? Es lo que quieren hacernos creer, a mi me dio el Covid19 en USA cuando fui a visitar a mis hijos, gracias a la vacuna Sinovac, 2 dosis, no fue grave, ah y tengo 76 años, qué hubiera sucedido si no estoy vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["mauroville"], "country": "MEXICO", "text_es": "Política? Es lo que quieren hacernos creer, a mi me dio el Covid19 en USA cuando fui a visitar a mis hijos, gracias a la vacuna Sinovac, dosis, no fue grave, ah y tengo años, qué hubiera sucedido si no estoy vacunada?"}, {"id": 1439638593287372801, "verified": false, "tweet_text": "Quines olles, pogos, o com més us agradi dir-ho ahir a @InquisicionPunk i @CrimPunkrock, quant de temps i quantes abraçades a gent completament desconeguda, suada, i esperem que vacunada 🤭", "tweet_lang": "ca", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["InquisicionPunk", "CrimPunkrock"], "tweet_emoticons": ["🤭"]}, {"id": 1439638529315835908, "verified": false, "tweet_text": "@sergiopratt @SrThompson Uhhh jajajajaja\nQ tiempos aquellos!\n(Sí, ya estoy vacunada con las 2 dosis 🤭)", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["sergiopratt", "SrThompson"], "tweet_emoticons": ["🤭"], "country": "MEXICO", "text_es": "Uhhh jajajajaja Q tiempos aquellos! (Sí, ya estoy vacunada con las dosis 🤭)"}, {"id": 1439638218744471554, "verified": false, "tweet_text": "@RiosCorona222 @m_ebrard 🤣🤣🤣\nEse Lamescrotos siempre dice que todo les sale muy bien !\nDeclaró que ya se habían comprado vacunas para todos los mexicanos y junto con el remedo de presidente dijeron que para Mayo a más tardar estaría vacunada toda la población !\nNefastos", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["RiosCorona222", "m_ebrard"], "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "🤣🤣🤣 Ese Lamescrotos siempre dice que todo les sale muy bien ! Declaró que ya se habían comprado vacunas para todos los mexicanos y junto con el remedo de presidente dijeron que para Mayo a más tardar estaría vacunada toda la población ! Nefastos"}, {"id": 1439638179154432007, "verified": false, "tweet_text": "#Peru🇵🇪 #Vacunación Avance por regiones\n\nTacna y Callao al 49% de su población objetivo vacunada con 2 dosis. 🙌🏼🙌🏼🙌🏼\n\nPor otro lado, Madre de Dios, Loreto y Puno siguen por debajo del 20%. https://t.co/2hQNQpwYyb", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["Peru", "Vacunación"], "tweet_emoticons": ["🙌🏼", "🇵🇪"], "country": "MEXICO", "text_es": "🇵🇪 Avance por regiones Tacna y Callao al % de su población objetivo vacunada con dosis. 🙌🏼🙌🏼🙌🏼 Por otro lado, Madre de Dios, Loreto y Puno siguen por debajo del %."}, {"id": 1439637993619402752, "verified": false, "tweet_text": "@amelariz Te caigo y me adoptas💘💘 gata vacunada, desparasitada y en proceso de esterilización 🤠", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["amelariz"], "tweet_emoticons": ["💘", "🤠"], "country": "MEXICO", "text_es": "Te caigo y me adoptas💘💘 gata vacunada, desparasitada y en proceso de esterilización 🤠"}, {"id": 1439637925759787010, "verified": false, "tweet_text": "@Mariperris12 💉 vacunada 🙄", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Mariperris12"], "tweet_emoticons": ["💉", "🙄"], "country": "MEXICO", "text_es": "💉 vacunada 🙄"}, {"id": 1439637884303298562, "verified": false, "tweet_text": "vacunada pero a que precio", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "vacunada pero a que precio"}, {"id": 1439637833870819328, "verified": false, "tweet_text": "kisiera vivir en Chicago y ya estar vacunada desde hace mucho 🥺🥺🥺😩😩😩😩", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🥺", "😩"], "country": "MEXICO", "text_es": "kisiera vivir en Chicago y ya estar vacunada desde hace mucho 🥺🥺🥺😩😩😩😩"}, {"id": 1439637639095889928, "verified": false, "tweet_text": "también recién vacunada 👁️👅👁️ https://t.co/qfnqWnlOBo", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["👁️", "👅"], "country": "MEXICO", "text_es": "también recién vacunada 👁️👅👁️"}, {"id": 1439637633005670400, "verified": false, "tweet_text": "@cointacoromoto @irimiabarroso Me imagino que al estar vacunada así sea con una dosis de la rusa, le ayudó a mitigar un poco los efectos del virus", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["cointacoromoto", "irimiabarroso"], "country": "MEXICO", "text_es": "Me imagino que al estar vacunada así sea con una dosis de la rusa, le ayudó a mitigar un poco los efectos del virus"}, {"id": 1439637601057640452, "verified": false, "tweet_text": "Fui a la feria por unas cuantas frutitas y hojas, y terminé vacunada con la segunda dosis 🥲 #vacunatoncr", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["vacunatoncr"], "tweet_emoticons": ["🥲"], "country": "MEXICO", "text_es": "Fui a la feria por unas cuantas frutitas y hojas, y terminé vacunada con la segunda dosis 🥲"}, {"id": 1439637398451785728, "verified": false, "tweet_text": "Vacunada, pero a qué costo? https://t.co/zRmvG3T9TE", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Vacunada, pero a qué costo?"}, {"id": 1439637201361555456, "verified": true, "tweet_text": "@cienciayamor Una persona vacunada contra #COVID19 también puede contagiar a otros. Las vacunas contra #Covid19 reducen la mortalidad pero no anulan el contagio. Insisto es más una protección individual que colectiva.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["COVID19", "Covid19"], "mentions": ["cienciayamor"], "country": "MEXICO", "text_es": "Una persona vacunada contra también puede contagiar a otros. Las vacunas contra reducen la mortalidad pero no anulan el contagio. Insisto es más una protección individual que colectiva."}, {"id": 1439637006175424518, "verified": false, "tweet_text": "Igual que en muchas partes del mundo la población no vacunada es la que ha requerido hospitalización… eso no implica que estar vacunado te evite enfermarte … continua con las medidas  😷 #LavadoDeManos https://t.co/VfXFPB7YEJ", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["LavadoDeManos"], "tweet_urls": ["https://t.co/VfXFPB7YEJ"], "tweet_emoticons": ["😷"], "country": "MEXICO", "text_es": "Igual que en muchas partes del mundo la población no vacunada es la que ha requerido hospitalización… eso no implica que estar vacunado te evite enfermarte … continua con las medidas 😷"}, {"id": 1439636921207201793, "verified": false, "tweet_text": "@DiarioLaPrensa Si la persona vacunada muere de covid19 hacen gran show, si la persona no está vacunada y muere de covid19 también hacen el respectivo show, estos medios de desinformación son tremendos charlatanes atrevidos", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["DiarioLaPrensa"], "country": "MEXICO", "text_es": "Si la persona vacunada muere de covid19 hacen gran show, si la persona no está vacunada y muere de covid19 también hacen el respectivo show, estos medios de desinformación son tremendos charlatanes atrevidos"}, {"id": 1439636830069133313, "verified": false, "tweet_text": "@carmeng27466734 Felizmente vacunada pero el dolor de cuerpo molesta. Sigan cuidándose", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["carmeng27466734"], "country": "MEXICO", "text_es": "Felizmente vacunada pero el dolor de cuerpo molesta. Sigan cuidándose"}, {"id": 1439636781129994243, "verified": false, "tweet_text": "Eliminar el distanciamiento, sobre todo entre la población menos vacunada, como la población escolar, es el nuevo gran error. https://t.co/2yaZIlDxqz", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/2yaZIlDxqz"], "country": "MEXICO", "text_es": "Eliminar el distanciamiento, sobre todo entre la población menos vacunada, como la población escolar, es el nuevo gran error."}, {"id": 1439636308939481088, "verified": false, "tweet_text": "Reino Unido confirma que si una persona ha sido vacunada en África o América del Sur, Emiratos Árabes Unidos, India, Turquía, Jordania, Tailandia, Rusia se le considera \"no vacunado\" y debe seguir las reglas de \"no vacunado\" ⛔️ = Cuarentena de 10 días y test https://t.co/7qj5VF9xyx", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/7qj5VF9xyx"], "tweet_emoticons": ["⛔"], "country": "MEXICO", "text_es": "Reino Unido confirma que si una persona ha sido vacunada en África o América del Sur, Emiratos Árabes Unidos, India, Turquía, Jordania, Tailandia, Rusia se le considera \"no vacunado\" y debe seguir las reglas de \"no vacunado\" ⛔️ = Cuarentena de días y test"}, {"id": 1439636297568735233, "verified": false, "tweet_text": "@OscarCantautor Disculpa, falleció por causas naturales y estaba vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["OscarCantautor"], "country": "MEXICO", "text_es": "Disculpa, falleció por causas naturales y estaba vacunada?"}, {"id": 1439635861834973191, "verified": false, "tweet_text": "@YeyselG Que se mejore pronto . Si ya está vacunada solo un poco de paciencia", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["YeyselG"], "country": "MEXICO", "text_es": "Que se mejore pronto . Si ya está vacunada solo un poco de paciencia"}, {"id": 1439635630602981381, "verified": false, "tweet_text": "@Caphho_1 @RCachanosky En Santa Fe no hay plata que tape el narco, ni Vicentin, ni los corte de silo bolsa.\n\nEs más Santa Fe tiene el 60% de su población vacunada con dos dosis y no movió el amperímetro.\n\nLa destrucción ha sido profundo.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Caphho_1", "RCachanosky"], "country": "MEXICO", "text_es": "En Santa Fe no hay plata que tape el narco, ni Vicentin, ni los corte de silo bolsa. Es más Santa Fe tiene el % de su población vacunada con dos dosis y no movió el amperímetro. La destrucción ha sido profundo."}, {"id": 1439635571442388993, "verified": false, "tweet_text": "@CamiloPrietoVal Esto no sería irresponsable? 2) una persona no vacunada e infectada que se agrave e impacte el sevicio de salud y la Economía no tiene responsabilidad?  Pesonalmente creo que ambos casos la tiene y debería haber sanción. Sigue.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CamiloPrietoVal"], "country": "MEXICO", "text_es": "Esto no sería irresponsable? ) una persona no vacunada e infectada que se agrave e impacte el sevicio de salud y la Economía no tiene responsabilidad? Pesonalmente creo que ambos casos la tiene y debería haber sanción. Sigue."}, {"id": 1439635346975862784, "verified": false, "tweet_text": "una chica que me tiene en mejores amigos toda la noche subió historias chapando con distintos tipos jajdjs te admiro hermana pero espero que estés vacunada al menos", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "una chica que me tiene en mejores amigos toda la noche subió historias chapando con distintos tipos jajdjs te admiro hermana pero espero que estés vacunada al menos"}, {"id": 1439635267502096384, "verified": true, "tweet_text": "@CCarrizosaC @CarlosDguer Si tú estás vacunada no tienes nada que temer de una persona no vacunada. Por qué obligar a alguien a vacunarse? Por qué no obligar entonces a que se apliquen la de la influenza? Pero más allá de la discusión filosofía, cómo se aplica la obligatoriedad? Es viable?", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CCarrizosaC", "CarlosDguer"], "country": "MEXICO", "text_es": "Si tú estás vacunada no tienes nada que temer de una persona no vacunada. Por qué obligar a alguien a vacunarse? Por qué no obligar entonces a que se apliquen la de la influenza? Pero más allá de la discusión filosofía, cómo se aplica la obligatoriedad? Es viable?"}, {"id": 1439635216830771200, "verified": false, "tweet_text": "@deukaedemon asu :c que salada espero que no llegue a peores ya que esta vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["deukaedemon"], "tweet_emoticons": [":c"], "country": "MEXICO", "text_es": "asu :c que salada espero que no llegue a peores ya que esta vacunada"}, {"id": 1439635128880357377, "verified": false, "tweet_text": "Yo: a huevo por fin vacunada \n*le da Covid a la semana*", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Yo: a huevo por fin vacunada *le da Covid a la semana*"}, {"id": 1439635001713303560, "verified": false, "tweet_text": "@CatdeArag @Ayudamagazine @Aso_Liberum Ojalá…el 90% de la gente que quiero está vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CatdeArag", "Ayudamagazine", "Aso_Liberum"], "country": "MEXICO", "text_es": "Ojalá…el % de la gente que quiero está vacunada."}, {"id": 1439634938068967432, "verified": false, "tweet_text": "@CamiloPrietoVal Hasta donde lo personal sobre lo colectivo? Forzar no siempre será el mejor camino, pero tampoco debería descartarse. Para entender, pregunto: 1) una persona no vacunada e infectada puede contagiar a otra que por alguna razón no ha podido vacunarse? Sigue.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CamiloPrietoVal"], "country": "MEXICO", "text_es": "Hasta donde lo personal sobre lo colectivo? Forzar no siempre será el mejor camino, pero tampoco debería descartarse. Para entender, pregunto: ) una persona no vacunada e infectada puede contagiar a otra que por alguna razón no ha podido vacunarse? Sigue."}, {"id": 1439634289881141259, "verified": false, "tweet_text": "Hacia mucho tiempo que no veía semejante Covid así.\n\n51 años.\n\nNo vacunada, of course. https://t.co/OXMzEXr05e", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Hacia mucho tiempo que no veía semejante Covid así. años. No vacunada, of course."}, {"id": 1439633937677041664, "verified": false, "tweet_text": "@lopezdoriga @SSalud_mx Si se vacunaran TODOS los adultos mayores de 18 años no se alcanzará el 70% de la población vacunada. Para superar ese porcentaje, necesario contra la variante Delta, se debe vacunar a los adolescentes.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["lopezdoriga", "SSalud_mx"], "country": "MEXICO", "text_es": "Si se vacunaran TODOS los adultos mayores de años no se alcanzará el % de la población vacunada. Para superar ese porcentaje, necesario contra la variante Delta, se debe vacunar a los adolescentes."}, {"id": 1439633528023621632, "verified": false, "tweet_text": "@patriciov Con tal que haya mas gente vacunada no veo cual es el problema.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["patriciov"], "country": "MEXICO", "text_es": "Con tal que haya mas gente vacunada no veo cual es el problema."}, {"id": 1439633118038839301, "verified": false, "tweet_text": "@notdanasofia la vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["notdanasofia"], "country": "MEXICO", "text_es": "la vacunada"}, {"id": 1439632855462780938, "verified": false, "tweet_text": "@Aso_Liberum @Palomatalcual Que pena me da esto. Desearía q fuera mentira …. Tanta gente que quiero, vacunada. Espero q nunca engrosen estas cifras", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Aso_Liberum", "Palomatalcual"], "country": "MEXICO", "text_es": "Que pena me da esto. Desearía q fuera mentira …. Tanta gente que quiero, vacunada. Espero q nunca engrosen estas cifras"}, {"id": 1439632730564792328, "verified": false, "tweet_text": "@javiderios La Palma recién vacunada y mira", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["javiderios"], "country": "MEXICO", "text_es": "La Palma recién vacunada y mira"}, {"id": 1439632545809903617, "verified": false, "tweet_text": "@JULIOC_HERRERA @ClaudiaLopez @Bogota @MinSaludCol @IvanDuque Más del 50% de la poblacion colombiana especialmente en Bogotá, ya está vacunada,  tanto gente que ha recibido vacunas con doble dosis y dosis única;  si se contagian no fallecen ni terminan en una UCI. Se recuperan en casa.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["JULIOC_HERRERA", "ClaudiaLopez", "Bogota", "MinSaludCol", "IvanDuque"], "country": "MEXICO", "text_es": "Más del % de la poblacion colombiana especialmente en Bogotá, ya está vacunada, tanto gente que ha recibido vacunas con doble dosis y dosis única; si se contagian no fallecen ni terminan en una UCI. Se recuperan en casa."}, {"id": 1439632450976722947, "verified": false, "tweet_text": "@ciempo Las analíticas que hacen a gente vacunada, por otras patologías, son correctas.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["ciempo"], "country": "MEXICO", "text_es": "Las analíticas que hacen a gente vacunada, por otras patologías, son correctas."}, {"id": 1439632406907084802, "verified": false, "tweet_text": "Ya estoy vacunada 🥺", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "Ya estoy vacunada 🥺"}, {"id": 1439632109807734787, "verified": false, "tweet_text": "Un año entero con esta frase, incluso ahora con un 80% de población vacunada. O están traumatizados de por vida y necesitan terapia o realmente son unos amargados que usan esto como excusa. https://t.co/wByNUVl3tD", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/wByNUVl3tD"], "country": "MEXICO", "text_es": "Un año entero con esta frase, incluso ahora con un % de población vacunada. O están traumatizados de por vida y necesitan terapia o realmente son unos amargados que usan esto como excusa."}, {"id": 1439632011937857540, "verified": false, "tweet_text": "Ayer me hicieron descuento en una tienda solo por estar vacunada, la vacuna salva vidas y ahorra plata 20/10", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Ayer me hicieron descuento en una tienda solo por estar vacunada, la vacuna salva vidas y ahorra plata /10"}, {"id": 1439631813396340745, "verified": false, "tweet_text": "wtf además en qué mundo vive esta persona q le sorprende q haya gente vacunada con 2 dosis... en mi flia todos te… — Encima como si \"trabajar para el Estado\" fuera algo inmoral kjjjj o el peor sometimiento al que podría meterse un… https://t.co/hivJbT9Nzm", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/hivJbT9Nzm"], "country": "MEXICO", "text_es": "wtf además en qué mundo vive esta persona q le sorprende q haya gente vacunada con dosis... en mi flia todos te… — Encima como si \"trabajar para el Estado\" fuera algo inmoral kjjjj o el peor sometimiento al que podría meterse un…"}, {"id": 1439631794014494726, "verified": false, "tweet_text": "Si eso ya lo he leído. Dice que \"estaba vacunada con la segunda dosis de Astrazeneca\", que es algo muy diferente a decir que falleció \"después de recibir la segunda dosis de la inoculación\".\nRealmente... ¿Cuánto tiempo hacía que había recibido esa segunda dosis?. Gracias. https://t.co/42fjztIhj9", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/42fjztIhj9"], "country": "MEXICO", "text_es": "Si eso ya lo he leído. Dice que \"estaba vacunada con la segunda dosis de Astrazeneca\", que es algo muy diferente a decir que falleció \"después de recibir la segunda dosis de la inoculación\". Realmente... ¿Cuánto tiempo hacía que había recibido esa segunda dosis?. Gracias."}, {"id": 1439631736510550025, "verified": false, "tweet_text": "Vacunada 💉😷 https://t.co/zGMt6vBOdm", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["💉", "😷"], "country": "MEXICO", "text_es": "Vacunada 💉😷"}, {"id": 1439631649415876608, "verified": false, "tweet_text": "@cristinaacencio @elllamadorcsr @sofiachamo ¿Vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["cristinaacencio", "elllamadorcsr", "sofiachamo"], "country": "MEXICO", "text_es": "¿Vacunada?"}, {"id": 1439631623541100561, "verified": false, "tweet_text": "@CesarVega_Peri La gente vacunada contagia y no se está cuidando", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CesarVega_Peri"], "country": "MEXICO", "text_es": "La gente vacunada contagia y no se está cuidando"}, {"id": 1439631486924300288, "verified": false, "tweet_text": "@Alfonso_aer @Aso_Liberum @AHORAHONRA ¿Estás seguro de eso?. Joder, Juan Peña con una dosis directo al hospital por covid, Ainhoa Arteta una sospechosa nefritis que casi la mata, vacunada desde hace 8 semanas, el actor Jordi Rebellón \"Doctor Vilches\" con 64 años vacunado, un ictus se lo llevó por delante.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Alfonso_aer", "Aso_Liberum", "AHORAHONRA"], "country": "MEXICO", "text_es": "¿Estás seguro de eso?. Joder, Juan Peña con una dosis directo al hospital por covid, Ainhoa Arteta una sospechosa nefritis que casi la mata, vacunada desde hace semanas, el actor Jordi Rebellón \"Doctor Vilches\" con años vacunado, un ictus se lo llevó por delante."}, {"id": 1439631185462939652, "verified": true, "tweet_text": "Primera dosis #vacunada @grecia.tello 👏🏼👏🏼👏🏼 súper rápido y organizado https://t.co/dPFJJkn2IF", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["vacunada"], "mentions": ["grecia"], "tweet_urls": ["https://t.co/dPFJJkn2IF"], "tweet_emoticons": ["👏🏼"], "country": "MEXICO", "text_es": "Primera dosis .tello 👏🏼👏🏼👏🏼 súper rápido y organizado"}, {"id": 1439631054923571203, "verified": false, "tweet_text": "@SUPERLULITI @unzdiadeesperan @andrearoae Jajajaja la señora no vacunada Tampoco tiene tapabocas, deje la superioridad moral.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["SUPERLULITI", "unzdiadeesperan", "andrearoae"], "country": "MEXICO", "text_es": "Jajajaja la señora no vacunada Tampoco tiene tapabocas, deje la superioridad moral."}, {"id": 1439630952788078594, "verified": false, "tweet_text": "@pronomboig @RecasensJM Què t'empatolles? Jo reclamo el dret de la senyora vacunada i de tots els catalans a triar la llengua que volen fer servir. Està clar que a tu t'agradaria negar aquest dret als castellanoparlants. Ho pots embolicar com vulguis però és això.", "tweet_lang": "ca", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["pronomboig", "RecasensJM"]}, {"id": 1439630707073093637, "verified": false, "tweet_text": "@Edgarcialonso @UribeX La gente vacunada de cierta edad qué pasó el COVID  meses atrás y sobrevivió, el hecho de haber sido PCR+ ya te hace ser muerto por COVID independientemente de todo. \nA esto añádele que son gente que podemos ir en cualquier momento al tener cierta edad.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Edgarcialonso", "UribeX"], "country": "MEXICO", "text_es": "La gente vacunada de cierta edad qué pasó el COVID meses atrás y sobrevivió, el hecho de haber sido PCR+ ya te hace ser muerto por COVID independientemente de todo. A esto añádele que son gente que podemos ir en cualquier momento al tener cierta edad."}, {"id": 1439630682200891393, "verified": false, "tweet_text": "Lo weno es que la llamada de Clau y las historias de vacunación en IG me hicieron aplicar un ACHISACHISACHIS and todo fine. Ya muy vacunada con esquema completo ❤ \nMe gusta que mis impuestos hayan pagado salud, NO TUS VACACIONES INÉS.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["❤"], "country": "MEXICO", "text_es": "Lo weno es que la llamada de Clau y las historias de vacunación en IG me hicieron aplicar un ACHISACHISACHIS and todo fine. Ya muy vacunada con esquema completo ❤ Me gusta que mis impuestos hayan pagado salud, NO TUS VACACIONES INÉS."}, {"id": 1439630595022331904, "verified": false, "tweet_text": "@FriasBarbara Bárbara por casualidad estás registrada como vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["FriasBarbara"], "country": "MEXICO", "text_es": "Bárbara por casualidad estás registrada como vacunada?"}, {"id": 1439630371528839168, "verified": false, "tweet_text": "La incidencia #covid en #Extremadura se ha desplomado en una semana a la mitad https://t.co/gayFJ7zeLT", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["covid", "Extremadura"], "tweet_urls": ["https://t.co/gayFJ7zeLT"], "country": "MEXICO", "text_es": "La incidencia en se ha desplomado en una semana a la mitad"}, {"id": 1439630365518401538, "verified": false, "tweet_text": "@aitor13023985 Pues no se yo..., acabo de empezar en una residencia de mayores y no me han preguntado tan siquiera si estoy vacunada!!", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["aitor13023985"], "country": "MEXICO", "text_es": "Pues no se yo..., acabo de empezar en una residencia de mayores y no me han preguntado tan siquiera si estoy vacunada!!"}, {"id": 1439629960285769735, "verified": false, "tweet_text": "@jaquikrai Tiene fiebre??\nDejo la maceta???\nEsta vacunada jjjjjaa jajaja jajaja 🤣😸🤣🤣🤣😚 🤣😘", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["jaquikrai"], "tweet_emoticons": ["😘", "😸", "😚", "🤣"], "country": "MEXICO", "text_es": "Tiene fiebre?? Dejo la maceta??? Esta vacunada jjjjjaa jajaja jajaja 🤣😸🤣🤣🤣😚 🤣😘"}, {"id": 1439629864001224707, "verified": false, "tweet_text": "@badivol No hi ha cap vacuna que sigui eficaç al 100%, i per això per poder aturar la transmissió cal com més gent vacunada millor.\nNo pretenc convèncer-vos, ni tan sols entrar en diàleg, només vull intentar que no mori gent de forma innecessària per teories sense cap fonament científic.", "tweet_lang": "ca", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["badivol"]}, {"id": 1439629423419011077, "verified": false, "tweet_text": "@Edgarcialonso @BCNWorlt @Jabo_erreala @antojp_14 @josma361 @mianrey Eso también... con casi el 80% de la población vacunada no tiene ningún sentido.", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Edgarcialonso", "BCNWorlt", "Jabo_erreala", "antojp_14", "josma361", "mianrey"], "country": "MEXICO", "text_es": "Eso también... con casi el % de la población vacunada no tiene ningún sentido."}, {"id": 1439629025593417729, "verified": false, "tweet_text": "@marymarpr @barber92073621 @RobbyCortes Una amiga mía, 8 meses embarazada, contagio covid, no vacunada, sobrevivió sin tener que ir al hospital.\n\nNo es tan fácil como decir “vaxxed o no vaxxed”.\n\nLos datos son importantes. Peso. Edad. Health status. Current medications. Pre existing conditions. Etc", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["marymarpr", "barber92073621", "RobbyCortes"], "country": "MEXICO", "text_es": "Una amiga mía, meses embarazada, contagio covid, no vacunada, sobrevivió sin tener que ir al hospital. No es tan fácil como decir “vaxxed o no vaxxed”. Los datos son importantes. Peso. Edad. Health status. Current medications. Pre existing conditions. Etc"}, {"id": 1439628713092530176, "verified": false, "tweet_text": "Mientras que Singapur reportas los número de casos más altos de COVID desde abril del 2020! A pesar de que más del 80% de la población ya está vacunada. https://t.co/JvN5ufjlCX", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/JvN5ufjlCX"], "country": "MEXICO", "text_es": "Mientras que Singapur reportas los número de casos más altos de COVID desde abril del ! A pesar de que más del % de la población ya está vacunada."}, {"id": 1439628408141590532, "verified": false, "tweet_text": "“Singapur reporta el mayor número de casos desde abril del 2020 a pesar de que más del 80% de la población está vacunada”. 🤨 Israel y Singapur ponen al desnudo: (1) Miente quien diga vacunas impiden propagación del virus. (2) El objetivo del Covid Pass es CONTROLAR, no proteger. https://t.co/kHN18BeDuF", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/kHN18BeDuF"], "tweet_emoticons": ["🤨"], "country": "MEXICO", "text_es": "“Singapur reporta el mayor número de casos desde abril del a pesar de que más del % de la población está vacunada”. 🤨 Israel y Singapur ponen al desnudo: (1) Miente quien diga vacunas impiden propagación del virus. (2) El objetivo del Covid Pass es CONTROLAR, no proteger."}, {"id": 1439628198875181061, "verified": false, "tweet_text": "@factorbiotico ¿Me das la definición oficial de \"vacunados\"?\n\nEs que, según creo, toda aquella persona que tenga \"sólo\" una dosis, no se considera como \"vacunada\". Lo mismo está sucediendo en EEUU y en Israel.\n\n¿Me das esa definición?", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["factorbiotico"], "country": "MEXICO", "text_es": "¿Me das la definición oficial de \"vacunados\"? Es que, según creo, toda aquella persona que tenga \"sólo\" una dosis, no se considera como \"vacunada\". Lo mismo está sucediendo en EEUU y en Israel. ¿Me das esa definición?"}, {"id": 1439627864601726982, "verified": false, "tweet_text": "Oficialmente mujer vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T17:00:00Z", "country": "MEXICO", "text_es": "Oficialmente mujer vacunada"}, {"id": 1439627709295038467, "verified": true, "tweet_text": "Los datos de los Centros para el Control y la Prevención de Enfermedades (CDC) muestran que el 99% de la población mayor de 18 años está vacunada contra el coronavirus. https://t.co/87mK2ziQIv", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/87mK2ziQIv"], "country": "MEXICO", "text_es": "Los datos de los Centros para el Control y la Prevención de Enfermedades (CDC) muestran que el % de la población mayor de años está vacunada contra el coronavirus."}, {"id": 1439627668736159750, "verified": false, "tweet_text": "@_sajopamasa_ No me puedo perder la vacunada que nos va a pegar papá toli", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["_sajopamasa_"], "country": "MEXICO", "text_es": "No me puedo perder la vacunada que nos va a pegar papá toli"}, {"id": 1439627630224060423, "verified": false, "tweet_text": "@CesarVega_Peri Lo que no me cierra es lo siguiente: piden estar vacunados, ahora hay gente NO vacunada, que tuvo covid y un año después tiene más anticuerpos que gente con dos dosis de Pfizer, entonces porque uno tiene pase verde y otro no? No debería ser por qué tan inmunizados estemos?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CesarVega_Peri"], "country": "MEXICO", "text_es": "Lo que no me cierra es lo siguiente: piden estar vacunados, ahora hay gente NO vacunada, que tuvo covid y un año después tiene más anticuerpos que gente con dos dosis de Pfizer, entonces porque uno tiene pase verde y otro no? No debería ser por qué tan inmunizados estemos?"}, {"id": 1439627501593038860, "verified": false, "tweet_text": "@valeriaperuperu @Minsa_Peru @HCevallosFlores Y qué explicación das sobre Israel sólo vacunada con Pfizery su aumento de contagios a diferencia de EAU vacunados con Sinopharm?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["valeriaperuperu", "Minsa_Peru", "HCevallosFlores"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y qué explicación das sobre Israel sólo vacunada con Pfizery su aumento de contagios a diferencia de EAU vacunados con Sinopharm?"}, {"id": 1439627314392879105, "verified": false, "tweet_text": "@Regenta13 @raulbj82 @Caldodegalets Pues la verdad q solo me da tranquilidad el aire libre en medio del campo. Después nada me da tranquilidad. No estoy vacunada y mi única protección es mantener la prevención al maximo. Como la vacuna la consideró asumir un riesgo extremo, pues mascarilla.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Regenta13", "raulbj82", "Caldodegalets"], "country": "MEXICO", "text_es": "Pues la verdad q solo me da tranquilidad el aire libre en medio del campo. Después nada me da tranquilidad. No estoy vacunada y mi única protección es mantener la prevención al maximo. Como la vacuna la consideró asumir un riesgo extremo, pues mascarilla."}, {"id": 1439626783595302912, "verified": false, "tweet_text": "@ponchohd vacunada! @ponchohd", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ponchohd", "ponchohd"], "country": "MEXICO", "text_es": "vacunada!"}, {"id": 1439626753601949703, "verified": false, "tweet_text": "Ya estoy vacunada chames🙏🏻💉", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🙏🏻", "💉"], "country": "MEXICO", "text_es": "Ya estoy vacunada chames🙏🏻💉"}, {"id": 1439626689437437960, "verified": false, "tweet_text": "@light__paradise @uds10808 @pipinieg @mili_alm Ah vacunada vip sos. Que tupé", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["light__paradise", "uds10808", "pipinieg", "mili_alm"], "country": "MEXICO", "text_es": "Ah vacunada vip sos. Que tupé"}, {"id": 1439626628158590977, "verified": false, "tweet_text": "@973Mido @rous_vegan A mi em va sortir un mes després de pasar el covid i sense està vacunada 😔", "tweet_lang": "ca", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["973Mido", "rous_vegan"], "tweet_emoticons": ["😔"]}, {"id": 1439626231486500867, "verified": false, "tweet_text": "@doctor_cicuta Una resposta amb dades oficial. Quina barbaritat! On arribarem??? Què és això d'anar posant dades oficials que mostren que mor molta més gent vacunada que sense vacunar!", "tweet_lang": "ca", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["doctor_cicuta"]}, {"id": 1439626216575799296, "verified": false, "tweet_text": "@Vicente00403880 @cattimebomb @JusafinaBonport @JAC_Serj Eso tiene trampa. El porcentaje de muertos vacunados es mayor, pero es que el 70% de la población está vacunada. Esto es como lo del índice de delincuencia de extranjeros en comparación con los 45 millones de españoles. Informar bien y no engañéis con tablas, ni datos tergiversa.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Vicente00403880", "cattimebomb", "JusafinaBonport", "JAC_Serj"], "country": "MEXICO", "text_es": "Eso tiene trampa. El porcentaje de muertos vacunados es mayor, pero es que el % de la población está vacunada. Esto es como lo del índice de delincuencia de extranjeros en comparación con los millones de españoles. Informar bien y no engañéis con tablas, ni datos tergiversa."}, {"id": 1439626024912838664, "verified": false, "tweet_text": "Vacunada con mi segunda dosis ❤️🙏🏼 https://t.co/OiNogPp7rC", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["❤️", "🙏🏼"], "country": "MEXICO", "text_es": "Vacunada con mi segunda dosis ❤️🙏🏼"}, {"id": 1439625580136124418, "verified": false, "tweet_text": "Vacunada!!!Muy valiente mi bebé #VacunaCOVID19 https://t.co/qO5kKL8Vp3", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["VacunaCOVID19"], "country": "MEXICO", "text_es": "Vacunada!!!Muy valiente mi bebé"}, {"id": 1439625261683728394, "verified": false, "tweet_text": "@lopezdoriga Exigimos a @SSalud_mx que sean incluidos los adolescentes de 12 a 17 años en el Plan de Vacunación. Es por ellos y es por TODOS, mientras mayor sea la población vacunada mayor será la protección general.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["lopezdoriga", "SSalud_mx"], "country": "MEXICO", "text_es": "Exigimos a que sean incluidos los adolescentes de a años en el Plan de Vacunación. Es por ellos y es por TODOS, mientras mayor sea la población vacunada mayor será la protección general."}, {"id": 1439625017478848519, "verified": false, "tweet_text": "@Buenrollo13 ¿la ex ministra de sanidad está vacunada, el presidente de los colegios médicos?\n\nanoche fue acojonante.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Buenrollo13"], "country": "MEXICO", "text_es": "¿la ex ministra de sanidad está vacunada, el presidente de los colegios médicos? anoche fue acojonante."}, {"id": 1439624941268348932, "verified": false, "tweet_text": "Subsisten muchas preguntas, ¿la regla del país de vacunación que aclara el comunicado de MINSA aplica a toda persona que venga de un país con +70% de población vacunada ¿cual es el sentido de ese %?¿cual será la fuente consultada?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Subsisten muchas preguntas, ¿la regla del país de vacunación que aclara el comunicado de MINSA aplica a toda persona que venga de un país con +70% de población vacunada ¿cual es el sentido de ese %?¿cual será la fuente consultada?"}, {"id": 1439624642868744193, "verified": false, "tweet_text": "@Gestionpe Nuevamente estamos siendo muy desprolijos para con las desiciones especialmente cuando ni superamos el 30% de población vacunada a nivel nacional.  Cuidado volvemos a cometer lo errores del año pasado.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Gestionpe"], "country": "MEXICO", "text_es": "Nuevamente estamos siendo muy desprolijos para con las desiciones especialmente cuando ni superamos el % de población vacunada a nivel nacional. Cuidado volvemos a cometer lo errores del año pasado."}, {"id": 1439624464908574722, "verified": false, "tweet_text": "Volviendo a la importante...\n\nLa ventana entre dosis de #aztrazeneca es de 56 días\nSegundo dosis libre para mayores de 60\nLa población objetivo ya estaría casi en su totalidad vacunada\nLlegan vacunas de a millones\n\nAlgunos que se vacunaron hace 70 días aún no tienen turno 🙋🏽‍♂️", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["aztrazeneca"], "tweet_emoticons": ["🙋🏽‍♂️"], "country": "MEXICO", "text_es": "Volviendo a la importante... La ventana entre dosis de es de días Segundo dosis libre para mayores de La población objetivo ya estaría casi en su totalidad vacunada Llegan vacunas de a millones Algunos que se vacunaron hace días aún no tienen turno 🙋🏽‍♂️"}, {"id": 1439624241536815112, "verified": false, "tweet_text": "@Elemmusique La Palma recién vacunada y mira", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Elemmusique"], "country": "MEXICO", "text_es": "La Palma recién vacunada y mira"}, {"id": 1439624001047965698, "verified": false, "tweet_text": "Y aumenta la tasa de población vacunada con todas las dosis correspondientes. https://t.co/xGLRTiAvib", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/xGLRTiAvib"], "country": "MEXICO", "text_es": "Y aumenta la tasa de población vacunada con todas las dosis correspondientes."}, {"id": 1439623886329552898, "verified": false, "tweet_text": "@Chinita_IX Nena una pregunta para una respuesta ? Tú estás Vacunada ?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Chinita_IX"], "country": "MEXICO", "text_es": "Nena una pregunta para una respuesta ? Tú estás Vacunada ?"}, {"id": 1439623808495804416, "verified": true, "tweet_text": "#MegacentroDeVacunación | Sandra Gutiérrez, madre de una menor de edad vacunada hoy contra el COVID-19 en el Megacentro de Vacunación del @HospitalSV, agradece al Gobierno la oportunidad de proteger a los niños con la habilitación de la vacunación para este grupo etario. https://t.co/c3TL5WFbWF", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["MegacentroDeVacunación"], "mentions": ["HospitalSV"], "country": "MEXICO", "text_es": "| Sandra Gutiérrez, madre de una menor de edad vacunada hoy contra el COVID-19 en el Megacentro de Vacunación del , agradece al Gobierno la oportunidad de proteger a los niños con la habilitación de la vacunación para este grupo etario."}, {"id": 1439623303069642760, "verified": false, "tweet_text": "@oscarmontezuma @Minsa_Peru Entonces quien viaja desde Brasil, que tienen 37% de la población vacunada, puede ingresar solamente con el test RT-PCR negativo?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["oscarmontezuma", "Minsa_Peru"], "country": "MEXICO", "text_es": "Entonces quien viaja desde Brasil, que tienen % de la población vacunada, puede ingresar solamente con el test RT-PCR negativo?"}, {"id": 1439623007832530945, "verified": false, "tweet_text": "Como y cuando volveria el turismo a Argentina si continua la cuarentena al venir del exterior, inclusive gente vacunada ?? Para dar un ejemplo Portugal tiene 1000 infectados x dia con el pais abierto hace mil y sin cierre de nada..", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Como y cuando volveria el turismo a Argentina si continua la cuarentena al venir del exterior, inclusive gente vacunada ?? Para dar un ejemplo Portugal tiene infectados x dia con el pais abierto hace mil y sin cierre de nada.."}, {"id": 1439622605967962117, "verified": false, "tweet_text": "Cuba supera a #EEUU en % de población vacunada y más que duplica el promedio mundial de personas con al menos una dosis de protección contra la #COVID19", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["EEUU", "COVID19"], "country": "MEXICO", "text_es": "Cuba supera a en % de población vacunada y más que duplica el promedio mundial de personas con al menos una dosis de protección contra la"}, {"id": 1439622267093372937, "verified": false, "tweet_text": "son los que más afectados han estado, por suerte mis abuelos ya no están tan graves como antes y mi madre fue vacunada ayer por la noche, ya había sido vacunada antes y recibió las 2 últimas, al igual que ellos, espero que mejoren pronto +", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "son los que más afectados han estado, por suerte mis abuelos ya no están tan graves como antes y mi madre fue vacunada ayer por la noche, ya había sido vacunada antes y recibió las últimas, al igual que ellos, espero que mejoren pronto +"}, {"id": 1439622251788349440, "verified": false, "tweet_text": "a lo q me refiero con esto es q si hay algo reprochable en lo q pasó ese día es única y exclusivamente lo cerdos y guarros q son algunos y la poca conciencia social q se tiene, no a q nosecuantas mil personas se hayan reunido con casi el 80% de la población total vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "a lo q me refiero con esto es q si hay algo reprochable en lo q pasó ese día es única y exclusivamente lo cerdos y guarros q son algunos y la poca conciencia social q se tiene, no a q nosecuantas mil personas se hayan reunido con casi el % de la población total vacunada."}, {"id": 1439622197820153864, "verified": false, "tweet_text": "@leticiadeCuba @LuisLacallePou Pero si tú y todo lo q representan es el mayor circo andante en la historia... papelacera, como va eso d la población cubana vacunada con vacunas cubanas para agosto 🤭😳... papelacera el mundo sabe, ya no es como años atrás, hay tecnología ya el mundo ve lo q pasa en Cuba", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["leticiadeCuba", "LuisLacallePou"], "tweet_emoticons": ["🤭", "😳"], "country": "MEXICO", "text_es": "Pero si tú y todo lo q representan es el mayor circo andante en la historia... papelacera, como va eso d la población cubana vacunada con vacunas cubanas para agosto 🤭😳... papelacera el mundo sabe, ya no es como años atrás, hay tecnología ya el mundo ve lo q pasa en Cuba"}, {"id": 1439622168049078278, "verified": false, "tweet_text": "@tblandono Ubicado en el tiempo. Asumiendo que Pfizer entregue dosis según lo acordado y que la población asista a vacunarse, ¿cuándo tendríamos el 80% de la población vacunada con 2 dosis?, que según entiendo es lo que importa.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["tblandono"], "country": "MEXICO", "text_es": "Ubicado en el tiempo. Asumiendo que Pfizer entregue dosis según lo acordado y que la población asista a vacunarse, ¿cuándo tendríamos el % de la población vacunada con dosis?, que según entiendo es lo que importa."}, {"id": 1439622145290784769, "verified": false, "tweet_text": "@Zakymata @Pi5Cr6 se llama respeto y resulta que aún con la vacuna se pueden contagiar. Así que no, no se trata de gente vacunada vs no vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Zakymata", "Pi5Cr6"], "country": "MEXICO", "text_es": "se llama respeto y resulta que aún con la vacuna se pueden contagiar. Así que no, no se trata de gente vacunada vs no vacunada."}, {"id": 1439621808668479488, "verified": false, "tweet_text": "@SantiOlsze No lo veo como algo positivo, para mi el tema de combinar vacunas y disponibilidad de esquemas aprobados es el atraso principal por el cual aún no llegamos al 45% de la población vacunada (esquema completo). En mi caso la primera fue la sputnik y aun estoy esperando", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SantiOlsze"], "country": "MEXICO", "text_es": "No lo veo como algo positivo, para mi el tema de combinar vacunas y disponibilidad de esquemas aprobados es el atraso principal por el cual aún no llegamos al % de la población vacunada (esquema completo). En mi caso la primera fue la sputnik y aun estoy esperando"}, {"id": 1439621620629491717, "verified": true, "tweet_text": "El Pedroso es el pueblo de Sevilla con más población vacunada y El Palmar de Troya, el que menos https://t.co/1vV8wZMf8h", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/1vV8wZMf8h"], "country": "MEXICO", "text_es": "El Pedroso es el pueblo de Sevilla con más población vacunada y El Palmar de Troya, el que menos"}, {"id": 1439621609728487424, "verified": false, "tweet_text": "Si con el 75% de la población vacunada sigues defendiendo las restricciones y el #QuedateEnCasa, igual es que el negacionista antivacunas eres tú.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["QuedateEnCasa"], "country": "MEXICO", "text_es": "Si con el % de la población vacunada sigues defendiendo las restricciones y el , igual es que el negacionista antivacunas eres tú."}, {"id": 1439621532549095425, "verified": true, "tweet_text": "#PrimeroMiSalud 💪🇵🇪 | ¡Buenas noticias para iniciar el domingo!\n\nToda la población penitenciaría del penal de #Chimbote, fue vacunada contra la #COVID19. Logramos  inmunizar a 2,920 internos. 💉 https://t.co/C0fDb61JvY", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["PrimeroMiSalud", "Chimbote", "COVID19"], "tweet_emoticons": ["💉", "🇵🇪", "💪"], "country": "MEXICO", "text_es": "💪🇵🇪 | ¡Buenas noticias para iniciar el domingo! Toda la población penitenciaría del penal de , fue vacunada contra la . Logramos inmunizar a internos. 💉"}, {"id": 1439621369457676293, "verified": false, "tweet_text": "@claugarcia1734 Bello domingo Clau. UD ya está vacunada??", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["claugarcia1734"], "country": "MEXICO", "text_es": "Bello domingo Clau. UD ya está vacunada??"}, {"id": 1439621208602030088, "verified": false, "tweet_text": "@Maitxega @Parga_Fran @martinvars Exacto, tú mismo. Si tú estás vacunada por qué tanta preocupación por lo que hagan los demás???", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Maitxega", "Parga_Fran", "martinvars"], "country": "MEXICO", "text_es": "Exacto, tú mismo. Si tú estás vacunada por qué tanta preocupación por lo que hagan los demás???"}, {"id": 1439621135583305729, "verified": false, "tweet_text": "@luismerlo_actor Yo, los abrazos solo desde que estoy vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["luismerlo_actor"], "country": "MEXICO", "text_es": "Yo, los abrazos solo desde que estoy vacunada"}, {"id": 1439621103471579141, "verified": false, "tweet_text": "https://t.co/IGhEpj81fz", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/IGhEpj81fz"]}, {"id": 1439620919375319046, "verified": false, "tweet_text": "@salutcat El veritable perill són la gent vacunada. Es pensen que no poden contagiar-se ni contagiar als altres, i deixen de seguir les normes d'higiene i seguretat. Sigueu més responsables amb els missatges que tranmeteu. La única raó per \"vacunar-se\" amb aquesta porqueria és x tú mateix.", "tweet_lang": "ca", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["salutcat"]}, {"id": 1439620843273957380, "verified": false, "tweet_text": "@Maitxega @maxflaco_arg @Conanbatt @martinvars Un no vacunado es un peligro para ti que estás vacunada, ergo quieres que se vacune. Los covidiotas sois así de estúpidos de siempre o es de ahora?????", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Maitxega", "maxflaco_arg", "Conanbatt", "martinvars"], "country": "MEXICO", "text_es": "Un no vacunado es un peligro para ti que estás vacunada, ergo quieres que se vacune. Los covidiotas sois así de estúpidos de siempre o es de ahora?????"}, {"id": 1439620431795851269, "verified": false, "tweet_text": "Supongo que una unpopular opinion, pero no le encuentro sentido a esta cosa de la restricción, hay como mucha gente vacunada, y todavía hay olas de covid?? Eso me suena podrido, todo bien @CCSSdeCostaRica??", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CCSSdeCostaRica"], "country": "MEXICO", "text_es": "Supongo que una unpopular opinion, pero no le encuentro sentido a esta cosa de la restricción, hay como mucha gente vacunada, y todavía hay olas de covid?? Eso me suena podrido, todo bien ??"}, {"id": 1439620417929555972, "verified": false, "tweet_text": "@nenibratzz gigi vacunada😍😍😍", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["nenibratzz"], "tweet_emoticons": ["😍"], "country": "MEXICO", "text_es": "gigi vacunada😍😍😍"}, {"id": 1439620378368823302, "verified": false, "tweet_text": "@mausan1878 @bolanos_morera @CarlosSerrano_2 Es facil a esos payasos se les anota no creen en vacunas perfecto si les da covid no se les da cama solo se les da a gente q crea xq es obvio q les va dar si ve los datos sabra q el monton d gente en uci es no vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["mausan1878", "bolanos_morera", "CarlosSerrano_2"], "country": "MEXICO", "text_es": "Es facil a esos payasos se les anota no creen en vacunas perfecto si les da covid no se les da cama solo se les da a gente q crea xq es obvio q les va dar si ve los datos sabra q el monton d gente en uci es no vacunada"}, {"id": 1439619947328589829, "verified": false, "tweet_text": "@80Oswaldo1 @clinaliciaare Que respuesta más mejor no digo nada, el 100% no esta vacunada infórmate mejor y la vacuna no quiere decir que no te enfermeras.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["80Oswaldo1", "clinaliciaare"], "country": "MEXICO", "text_es": "Que respuesta más mejor no digo nada, el % no esta vacunada infórmate mejor y la vacuna no quiere decir que no te enfermeras."}, {"id": 1439619247597096966, "verified": false, "tweet_text": "@YeyselG En que país estás ? Estas tomando los medicamentos si estás en El Salvador? Estabas vacunada ?  Espero te recuperes pronto.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YeyselG"], "country": "MEXICO", "text_es": "En que país estás ? Estas tomando los medicamentos si estás en El Salvador? Estabas vacunada ? Espero te recuperes pronto."}, {"id": 1439619223228231691, "verified": false, "tweet_text": "@RPPNoticias Una pregunta, esas vacunas son las que llegarán el próximo año? Si es así, a quienes estarán destinadas o son para refuerzos? Porque la mayoría de gente ha sido vacunada con Pfizer y Sinopharm, no casi con Moderna y de Sinopharm no vendrán muchas. O a quienes están destinadas?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RPPNoticias"], "country": "MEXICO", "text_es": "Una pregunta, esas vacunas son las que llegarán el próximo año? Si es así, a quienes estarán destinadas o son para refuerzos? Porque la mayoría de gente ha sido vacunada con Pfizer y Sinopharm, no casi con Moderna y de Sinopharm no vendrán muchas. O a quienes están destinadas?"}, {"id": 1439619207642103813, "verified": false, "tweet_text": "@ArtemisaVtuber Ya está vacunada la gatita \nQue bonita", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ArtemisaVtuber"], "country": "MEXICO", "text_es": "Ya está vacunada la gatita Que bonita"}, {"id": 1439619175404736512, "verified": false, "tweet_text": "@ClaraPrefe Con 50 años tendrías que estar vacunada, la pfeizer es para menores con factores de riesgo.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ClaraPrefe"], "country": "MEXICO", "text_es": "Con años tendrías que estar vacunada, la pfeizer es para menores con factores de riesgo."}, {"id": 1439619148699602955, "verified": false, "tweet_text": "Vacunada pero a que costo?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Vacunada pero a que costo?"}, {"id": 1439618570368000009, "verified": false, "tweet_text": "Repitan conmigo. La vacuna no reduce los contagios. Suaviza las consecuencias para la persona vacunada. En personas sanas y jóvenes, incluso resulta contraproducente.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Repitan conmigo. La vacuna no reduce los contagios. Suaviza las consecuencias para la persona vacunada. En personas sanas y jóvenes, incluso resulta contraproducente."}, {"id": 1439618235448582146, "verified": false, "tweet_text": "@DdanielaFfer Alta vacunada les pegaste!!!💉😈", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DdanielaFfer"], "tweet_emoticons": ["💉", "😈"], "country": "MEXICO", "text_es": "Alta vacunada les pegaste!!!💉😈"}, {"id": 1439617873979248642, "verified": false, "tweet_text": "@janava2010 @marcsg24 @quiquegaray Estás mal , en USA apenas la mitad de la población está completamente  vacunada, así que has cuentas y deja de ser mamador de los países extranjeros.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["janava2010", "marcsg24", "quiquegaray"], "country": "MEXICO", "text_es": "Estás mal , en USA apenas la mitad de la población está completamente vacunada, así que has cuentas y deja de ser mamador de los países extranjeros."}, {"id": 1439617737052114960, "verified": false, "tweet_text": "@JustKathh Lo importante es salir vacunada jaja", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JustKathh"], "country": "MEXICO", "text_es": "Lo importante es salir vacunada jaja"}, {"id": 1439617731893121030, "verified": false, "tweet_text": "@abeepiola y q haces vacunada vos", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["abeepiola"], "country": "MEXICO", "text_es": "y q haces vacunada vos"}, {"id": 1439617449901580296, "verified": false, "tweet_text": "@HLGatell Completamente lo opuesto,si queremos saber como \"funcionan\" las vacunas hay que ver a Israel, gran parte de la población vacunada y de los países con más contagios\n\nhttps://t.co/JO8QFdRs7q", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["HLGatell"], "tweet_urls": ["https://t.co/JO8QFdRs7q"], "country": "MEXICO", "text_es": "Completamente lo opuesto,si queremos saber como \"funcionan\" las vacunas hay que ver a Israel, gran parte de la población vacunada y de los países con más contagios"}, {"id": 1439617100943855622, "verified": false, "tweet_text": "@deathtrap1976 @abc_es @carloshidalgo_ Los pacientes de covid no ocupan ni un 11% de las camas UCI ahora mismo y de esos casi un 80% son gente que se nego a vacunarse, es decir, solo el 2,1% son usadas por gente vacunada (normalmente presentan patologías que ya de por si te llevan a la UCI). Ya no hay peligro", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["deathtrap1976", "abc_es", "carloshidalgo_"], "country": "MEXICO", "text_es": "Los pacientes de covid no ocupan ni un % de las camas UCI ahora mismo y de esos casi un % son gente que se nego a vacunarse, es decir, solo el % son usadas por gente vacunada (normalmente presentan patologías que ya de por si te llevan a la UCI). Ya no hay peligro"}, {"id": 1439617009545883652, "verified": false, "tweet_text": "@ratonbaby3 Yo hace tiempo que tengo las dos dosis de fayser\nAquí en España ya casi llegamos al 80% de población vacunada. \nPero seguimos con restricciones no sé dónde vamos a parar. \nYa hablan de una tercera dosis", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ratonbaby3"], "country": "MEXICO", "text_es": "Yo hace tiempo que tengo las dos dosis de fayser Aquí en España ya casi llegamos al % de población vacunada. Pero seguimos con restricciones no sé dónde vamos a parar. Ya hablan de una tercera dosis"}, {"id": 1439616852733440006, "verified": false, "tweet_text": "@PartidoMorenaMx Honor a quien honor merece . \nQue bien que nos tocó la pandemia en este gobierno. No me quiero imaginar en otro.  Un gran trabajo para conseguir las vacunas , Está desigualdad no ayuda y tan humanista, llevó vacunas Ahití que apenas tienen el 10% de su población vacunada https://t.co/la8OcXtBLq", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["PartidoMorenaMx"], "country": "MEXICO", "text_es": "Honor a quien honor merece . Que bien que nos tocó la pandemia en este gobierno. No me quiero imaginar en otro. Un gran trabajo para conseguir las vacunas , Está desigualdad no ayuda y tan humanista, llevó vacunas Ahití que apenas tienen el % de su población vacunada"}, {"id": 1439616422657802242, "verified": false, "tweet_text": "@keevindelgado02 @andrearoae El problema es que el virus se multiplica en los no vacunados, entre más personas no vacunada existe la posibilidad de mutación dentro de los cuerpos de los no vacunados, así que no, no solo es su problema", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["keevindelgado02", "andrearoae"], "country": "MEXICO", "text_es": "El problema es que el virus se multiplica en los no vacunados, entre más personas no vacunada existe la posibilidad de mutación dentro de los cuerpos de los no vacunados, así que no, no solo es su problema"}, {"id": 1439616387773763584, "verified": false, "tweet_text": "Ya estoy vacunada. Al fin", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Ya estoy vacunada. Al fin"}, {"id": 1439616358342397954, "verified": false, "tweet_text": "@martinvars Un libertario es usted! De derechas y antropologícamente positivo...se le nota. \nYo estoy vacunada pero usted es poco poco demócrata.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["martinvars"], "country": "MEXICO", "text_es": "Un libertario es usted! De derechas y antropologícamente positivo...se le nota. Yo estoy vacunada pero usted es poco poco demócrata."}, {"id": 1439616329762365441, "verified": false, "tweet_text": "@pattylopezc69 @doctormacias Mi esposa fue vacunada ayer con la Pfizer y pues aquí me tienes, toda la noche atento a ella, con fiebre moderada (37.3), dolor de cuerpo, dolor y torpeza en el área de la aplicación, sensación de flujo nasal sin tenerlo, dolor de cuerpo en general pero amaneció un poco mejor.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["pattylopezc69", "doctormacias"], "country": "MEXICO", "text_es": "Mi esposa fue vacunada ayer con la Pfizer y pues aquí me tienes, toda la noche atento a ella, con fiebre moderada (37.3), dolor de cuerpo, dolor y torpeza en el área de la aplicación, sensación de flujo nasal sin tenerlo, dolor de cuerpo en general pero amaneció un poco mejor."}, {"id": 1439615769185239042, "verified": false, "tweet_text": "@FLMIRONES Pero si prácticamente el 70% de la sociedad está vacunada, cómo se van a aislar?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["FLMIRONES"], "country": "MEXICO", "text_es": "Pero si prácticamente el % de la sociedad está vacunada, cómo se van a aislar?"}, {"id": 1439615755142799362, "verified": false, "tweet_text": "@ampasmo @Anna45506131 @gmnzgerard Los casos de dengue grave en gente vacunada de dengue que no había pasado la enfermedad.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ampasmo", "Anna45506131", "gmnzgerard"], "country": "MEXICO", "text_es": "Los casos de dengue grave en gente vacunada de dengue que no había pasado la enfermedad."}, {"id": 1439615667997745152, "verified": false, "tweet_text": "Jamas me llego para darme la segunda dosis de la vacuna. Esto va para los compañeros (por llamarlos asi llamarlos) q decian q yo era vacunada vip 😂😂, asi cierran el ogt que de tan abierto deben tener los calzones todos palometeados. Atte,la Gerencia.😘", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😂", "😘"], "country": "MEXICO", "text_es": "Jamas me llego para darme la segunda dosis de la vacuna. Esto va para los compañeros (por llamarlos asi llamarlos) q decian q yo era vacunada vip 😂😂, asi cierran el ogt que de tan abierto deben tener los calzones todos palometeados. Atte,la Gerencia.😘"}, {"id": 1439615629586309122, "verified": false, "tweet_text": "@DraMagdaAlonso @abejitanica_ Buenos dias estimada Dra. tengo una incertidumbre que me tiene pensando, por que hay gente vacunada con una o dos dosis y esta tan grave como la gente que no esta vacunada? por que no funciona la vacuna en estos casos? Por favor.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DraMagdaAlonso", "abejitanica_"], "country": "MEXICO", "text_es": "Buenos dias estimada Dra. tengo una incertidumbre que me tiene pensando, por que hay gente vacunada con una o dos dosis y esta tan grave como la gente que no esta vacunada? por que no funciona la vacuna en estos casos? Por favor."}, {"id": 1439615528562307075, "verified": false, "tweet_text": "@mrlkmomo @ramciccone @GobCDMX Te recomiendo ir a otra zona a vavunarte, puedes hacerlo para que ya estés vacunada, si no tendrás que esperar mucho tiempo..", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["mrlkmomo", "ramciccone", "GobCDMX"], "country": "MEXICO", "text_es": "Te recomiendo ir a otra zona a vavunarte, puedes hacerlo para que ya estés vacunada, si no tendrás que esperar mucho tiempo.."}, {"id": 1439615324903641092, "verified": false, "tweet_text": "@Car_Se_Me @QueloMiranda @Aso_Liberum Pues si no te vacunas también que no te extrañe que te digan que no entras en muchos sitios  aquí hay gente vacunada y Tampoco tiene porq compartir albergues con gente que se la bufa y tantas.pegas y cuando pones la vacunación de bebes esas si no ,?esq 😂", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Car_Se_Me", "QueloMiranda", "Aso_Liberum"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Pues si no te vacunas también que no te extrañe que te digan que no entras en muchos sitios aquí hay gente vacunada y Tampoco tiene porq compartir albergues con gente que se la bufa y tantas.pegas y cuando pones la vacunación de bebes esas si no ,?esq 😂"}, {"id": 1439615300450717696, "verified": false, "tweet_text": "Creo que no podré ir a la universidad el lunes porque apenas me vacunaron ayer y al parecer tenía que estar vacunada mínimo 14 días. Bueno, igual ahí subiré mi prueba de vacunacion xd", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Creo que no podré ir a la universidad el lunes porque apenas me vacunaron ayer y al parecer tenía que estar vacunada mínimo días. Bueno, igual ahí subiré mi prueba de vacunacion xd"}, {"id": 1439615173833097224, "verified": false, "tweet_text": "Ya estoy vacunada ✌️", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["✌️"], "country": "MEXICO", "text_es": "Ya estoy vacunada ✌️"}, {"id": 1439614852893392897, "verified": false, "tweet_text": "2da noche con fiebre. Literal vacunada pero a qué costo 🥴", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🥴"], "country": "MEXICO", "text_es": "da noche con fiebre. Literal vacunada pero a qué costo 🥴"}, {"id": 1439614414227918854, "verified": false, "tweet_text": "@DiazCanelB Que tener el 90% de la población vacunada deje de ser un sueño, está a las puertas del cierre de año. Será una victoria enorme de este pueblo que continúa creciéndose ante muchas dificultades. \n#CubaPorLaVida \n\n#DeZurdaTeam https://t.co/sgBJO4XIp0", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["CubaPorLaVida", "DeZurdaTeam"], "mentions": ["DiazCanelB"], "country": "MEXICO", "text_es": "Que tener el % de la población vacunada deje de ser un sueño, está a las puertas del cierre de año. Será una victoria enorme de este pueblo que continúa creciéndose ante muchas dificultades."}, {"id": 1439613884906844161, "verified": false, "tweet_text": "Allí radica uno de los tantos problemas que se generan por el hecho de no haber hecho un \"experimento\", no hay control, no hay datos... Un censo de la población \"vacunada\", desde el principio , hubiera proporcionado \"los parámetros\" reales de cada variable en estudio... https://t.co/KVfIhcYqfP", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/KVfIhcYqfP"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Allí radica uno de los tantos problemas que se generan por el hecho de no haber hecho un \"experimento\", no hay control, no hay datos... Un censo de la población \"vacunada\", desde el principio , hubiera proporcionado \"los parámetros\" reales de cada variable en estudio..."}, {"id": 1439613629964369929, "verified": false, "tweet_text": "@norabar si nosotros somos un poquito más de 30 millones y a cada uno le toca doble dosis y han ingresado más de 60millones, se supone que el 95% de toda la población ya sta VACUNADA,  pero según el @Minsa_Peru son tan solo 22 millones vacunados.\ny los 8 de millones de vacunas faltantes?", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["norabar", "Minsa_Peru"], "country": "MEXICO", "text_es": "si nosotros somos un poquito más de millones y a cada uno le toca doble dosis y han ingresado más de millones, se supone que el % de toda la población ya sta VACUNADA, pero según el son tan solo millones vacunados. y los de millones de vacunas faltantes?"}, {"id": 1439613290229927941, "verified": false, "tweet_text": "@subversivo90 @vaperkiller1 @Ant52529536Jose @nemesis_9348 Toda la población mayor está vacunada así que todos los que mueren están vacunados pero dicha correlación no implica causalidad. Y recuerda que hay exceso de una ESTIMACIÓN.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["subversivo90", "vaperkiller1", "Ant52529536Jose", "nemesis_9348"], "country": "MEXICO", "text_es": "Toda la población mayor está vacunada así que todos los que mueren están vacunados pero dicha correlación no implica causalidad. Y recuerda que hay exceso de una ESTIMACIÓN."}, {"id": 1439613166309330952, "verified": false, "tweet_text": "@factorbiotico El problema es que \"las curvas y progresiones de infectados\" están igual que cuando no había vacunas.\n\nUn 80% de España está vacunada y seguimos esencialmente igual. Seguramente en un par de meses vendrá otra ola, y para entonces las excusas serán otras.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["factorbiotico"], "country": "MEXICO", "text_es": "El problema es que \"las curvas y progresiones de infectados\" están igual que cuando no había vacunas. Un % de España está vacunada y seguimos esencialmente igual. Seguramente en un par de meses vendrá otra ola, y para entonces las excusas serán otras."}, {"id": 1439612974348390406, "verified": false, "tweet_text": "@GustavoIrizar @NahuelSeijasG Nos guste o no la pandemia no terminó, al mundo al que vos te referís es un mundo con porcentaje de población vacunada al 100%, no es el caso, tengo tantas ganas de ir a la cancha como vos amigo, todos los temas no son para bardear o ironizar.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["GustavoIrizar", "NahuelSeijasG"], "country": "MEXICO", "text_es": "Nos guste o no la pandemia no terminó, al mundo al que vos te referís es un mundo con porcentaje de población vacunada al %, no es el caso, tengo tantas ganas de ir a la cancha como vos amigo, todos los temas no son para bardear o ironizar."}, {"id": 1439612948155076621, "verified": false, "tweet_text": "@vero_te Yo lo uso solo por obligación en lugares cerrados, pero por mí ya no lo usaría. Estoy vacunada y la mayoría lo está, no me da tensión ni miedo estar en grupos grandes", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["vero_te"], "country": "MEXICO", "text_es": "Yo lo uso solo por obligación en lugares cerrados, pero por mí ya no lo usaría. Estoy vacunada y la mayoría lo está, no me da tensión ni miedo estar en grupos grandes"}, {"id": 1439612533606846465, "verified": false, "tweet_text": "Esta semana en teoría es la última que me puedo quejar de los Covidiotas, el viernes me voy a Cancún, y aunque con muchas medidas y ya vacunada siento que me convertiré en uno automáticamente", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Esta semana en teoría es la última que me puedo quejar de los Covidiotas, el viernes me voy a Cancún, y aunque con muchas medidas y ya vacunada siento que me convertiré en uno automáticamente"}, {"id": 1439611896798253060, "verified": false, "tweet_text": "@Dra_Patito @SirChandlerBlog @InfoViajera @adrianratam @Floxie10 @ELVIAJEAMADO @harrylpg Vacunada en Dinamarca y el certificado tiene QR. Mas alla de eso, la EU tiene una app con cerrificado covid con QR", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Dra_Patito", "SirChandlerBlog", "InfoViajera", "adrianratam", "Floxie10", "ELVIAJEAMADO", "harrylpg"], "country": "MEXICO", "text_es": "Vacunada en Dinamarca y el certificado tiene QR. Mas alla de eso, la EU tiene una app con cerrificado covid con QR"}, {"id": 1439611894831239168, "verified": false, "tweet_text": "Bueno esta señora ya esta vacunada ♡ https://t.co/Xai6KvE8Tz", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Bueno esta señora ya esta vacunada ♡"}, {"id": 1439611827189600257, "verified": false, "tweet_text": "@DrHugoStrangeMD Esperemos que esta cuenta no sea vacunada con Ivermectina!!! Saludos galeno", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["DrHugoStrangeMD"], "country": "MEXICO", "text_es": "Esperemos que esta cuenta no sea vacunada con Ivermectina!!! Saludos galeno"}, {"id": 1439611798739636229, "verified": false, "tweet_text": "@JosTrader1 @esCesarVidal La muerte de una persona vacunada no se reporta a VAERS de oficio. Lo harán los familiares al observar relación.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JosTrader1", "esCesarVidal"], "country": "MEXICO", "text_es": "La muerte de una persona vacunada no se reporta a VAERS de oficio. Lo harán los familiares al observar relación."}, {"id": 1439611621786230788, "verified": false, "tweet_text": "@AgustinaLocke El bot de CABA no te dice en el wpp la vacuna que te va a tocar? Seguramente sea Sinopharm, podés fijarte qué vacunas se dan en las sedes que tenés disponible para pedir turno, yo aconsejo Sinopharm, entran de a millones y en un mes ya estás full vacunada 👌🏻", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["AgustinaLocke"], "tweet_emoticons": ["👌🏻"], "country": "MEXICO", "text_es": "El bot de CABA no te dice en el wpp la vacuna que te va a tocar? Seguramente sea Sinopharm, podés fijarte qué vacunas se dan en las sedes que tenés disponible para pedir turno, yo aconsejo Sinopharm, entran de a millones y en un mes ya estás full vacunada 👌🏻"}, {"id": 1439611097275846661, "verified": false, "tweet_text": "Vacunada, desparasitada y esterilizada. https://t.co/m4yqCeloil", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Vacunada, desparasitada y esterilizada."}, {"id": 1439610986210676741, "verified": false, "tweet_text": "Ya estoy completamente vacunada✅", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["✅"], "country": "MEXICO", "text_es": "Ya estoy completamente vacunada✅"}, {"id": 1439610968200392706, "verified": false, "tweet_text": "@irvinmunarrizco @juanberrocal86 @angeltasb @lizbethcita @avendiego El caldo de cultivo fertil es la poblacion no vacunada donde el virus se supermultiplica y ahi se muta. Eso no occurre en poblaciones vacunadas. Menos mutaciones, menos variantes.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["irvinmunarrizco", "juanberrocal86", "angeltasb", "lizbethcita", "avendiego"], "country": "MEXICO", "text_es": "El caldo de cultivo fertil es la poblacion no vacunada donde el virus se supermultiplica y ahi se muta. Eso no occurre en poblaciones vacunadas. Menos mutaciones, menos variantes."}, {"id": 1439610837648527360, "verified": false, "tweet_text": "Desde información llaman de nuevo a la planta, que si puede subir el familiar, está vacunada? No, entonces no puede subir.\nNo sabía si morir o matar.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Desde información llaman de nuevo a la planta, que si puede subir el familiar, está vacunada? No, entonces no puede subir. No sabía si morir o matar."}, {"id": 1439610832590147585, "verified": false, "tweet_text": "Pero mi madre no recibe el alta porque no come, no come porque no puedo visitarla y ella ha perdido las ganas de vivir.\nMe dicen que si yo pudiera ir a verla a lo mejor comía. Claro se lo llevo pidiendo desde que ingreso.\nEstá usted vacunada? \nNo\nEntonces no puede verla.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Pero mi madre no recibe el alta porque no come, no come porque no puedo visitarla y ella ha perdido las ganas de vivir. Me dicen que si yo pudiera ir a verla a lo mejor comía. Claro se lo llevo pidiendo desde que ingreso. Está usted vacunada? No Entonces no puede verla."}, {"id": 1439610769654657027, "verified": false, "tweet_text": "Toda mi familia nuclear está vacunada, llegamos a este punto sin contagiarnos 🥺 y mi ❤️ sólo puede agradecer.\n\nP.s. Oficialmente soy un satélite ruso https://t.co/YQIyoPBRRX", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🥺", "❤️"], "country": "MEXICO", "text_es": "Toda mi familia nuclear está vacunada, llegamos a este punto sin contagiarnos 🥺 y mi ❤️ sólo puede agradecer. P.s. Oficialmente soy un satélite ruso"}, {"id": 1439610475948519425, "verified": false, "tweet_text": "NI 24 HORAS DE VACUNADA:\n\n1 hasta ahora no siento dolor\n2 me sacaron a la calle para hacer encargos", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "NI HORAS DE VACUNADA: hasta ahora no siento dolor me sacaron a la calle para hacer encargos"}, {"id": 1439610031188611076, "verified": false, "tweet_text": "EN BAJA CALIFORNIA EL 93% DE LA POBLACIÓN VACUNADA YA PUEDE OBTENER SU CERTIFICADO DE COVID-19 https://t.co/AUpkC98SXA", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/AUpkC98SXA"], "country": "MEXICO", "text_es": "EN BAJA CALIFORNIA EL % DE LA POBLACIÓN VACUNADA YA PUEDE OBTENER SU CERTIFICADO DE COVID-19"}, {"id": 1439610023622201348, "verified": false, "tweet_text": "@celsonunez Ciertoooo! Cuando ellos se “preocupan”, viene la vacunada. 🤔", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["celsonunez"], "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "Ciertoooo! Cuando ellos se “preocupan”, viene la vacunada. 🤔"}, {"id": 1439609956181975046, "verified": false, "tweet_text": "Hermosa, inteligente y vacunada 🖤", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🖤"], "country": "MEXICO", "text_es": "Hermosa, inteligente y vacunada 🖤"}, {"id": 1439609627935641615, "verified": false, "tweet_text": "@PR51_EMM @LcdoCorona La vacuna del polio te daba inmunidad para ello. Las vacunas del Covid NO INMUNIZAN. De hecho, las vacunas para el Covid NO son vacunas. Se les llama \"gene therapy\" y aún con el 100% de la población vacunada, el virus no se acaba. De dónde usted se saca eso?", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["PR51_EMM", "LcdoCorona"], "country": "MEXICO", "text_es": "La vacuna del polio te daba inmunidad para ello. Las vacunas del Covid NO INMUNIZAN. De hecho, las vacunas para el Covid NO son vacunas. Se les llama \"gene therapy\" y aún con el % de la población vacunada, el virus no se acaba. De dónde usted se saca eso?"}, {"id": 1439609505864691720, "verified": false, "tweet_text": "@alferdez Es hora de volver a formar parte del mundo... abran las fronteras de una vez, ya basta de usar al virus de excusa... liberaron todo y ya tienen gran parte de la poblacion vacunada... que ingresen los dolares y puedamos circular libremente", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["alferdez"], "country": "MEXICO", "text_es": "Es hora de volver a formar parte del mundo... abran las fronteras de una vez, ya basta de usar al virus de excusa... liberaron todo y ya tienen gran parte de la poblacion vacunada... que ingresen los dolares y puedamos circular libremente"}, {"id": 1439609192608841734, "verified": false, "tweet_text": "@EliyahYaakov @IvanEskildsen La mayoría de la gente en Europa está vacunada con Astrazeneca. Deje de desinformar.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["EliyahYaakov", "IvanEskildsen"], "country": "MEXICO", "text_es": "La mayoría de la gente en Europa está vacunada con Astrazeneca. Deje de desinformar."}, {"id": 1439608948068343809, "verified": false, "tweet_text": "Vacunada ✨", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["✨"], "country": "MEXICO", "text_es": "Vacunada ✨"}, {"id": 1439608807441805320, "verified": false, "tweet_text": "A la babas de yo se me pasó mi fecha de segunda dosis 😅😅😅\nPero ya toy vacunada con esquema completo 👌🏻👌🏻 https://t.co/SqKL3OoJEO", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["👌🏻", "😅"], "country": "MEXICO", "text_es": "A la babas de yo se me pasó mi fecha de segunda dosis 😅😅😅 Pero ya toy vacunada con esquema completo 👌🏻👌🏻"}, {"id": 1439608633562632192, "verified": false, "tweet_text": "Si una persona vacunada puede transmitir el virus, hay posibilidad de que el virus mute en la persona vacunada y lo transmita mutado?", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Si una persona vacunada puede transmitir el virus, hay posibilidad de que el virus mute en la persona vacunada y lo transmita mutado?"}, {"id": 1439608567162621956, "verified": false, "tweet_text": "El \"estado fallido\" según #Biden supera a #EEUU en % de población vacunada y más que duplica el promedio mundial de personas con al menos una dosis de protección contra la #COVID19 https://t.co/97YFstzta8", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Biden", "EEUU", "COVID19"], "country": "MEXICO", "text_es": "El \"estado fallido\" según supera a en % de población vacunada y más que duplica el promedio mundial de personas con al menos una dosis de protección contra la"}, {"id": 1439608366427512834, "verified": false, "tweet_text": "@quetallitabusca Que se venga hp que estoy vacunada!!!!", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["quetallitabusca"], "country": "MEXICO", "text_es": "Que se venga hp que estoy vacunada!!!!"}, {"id": 1439607464102535168, "verified": false, "tweet_text": "@marcsg24 @quiquegaray El juego fue EU donde la gran mayoría ya está vacunada,el problema es la difusión,no puedes postear un estadio lleno y decir “es hermoso verlo lleno” porque insitas al publico a asistir a los estadios y pues la gran mayoría en mexico no está vacunada… no al menos con la 2da.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["marcsg24", "quiquegaray"], "country": "MEXICO", "text_es": "El juego fue EU donde la gran mayoría ya está vacunada,el problema es la difusión,no puedes postear un estadio lleno y decir “es hermoso verlo lleno” porque insitas al publico a asistir a los estadios y pues la gran mayoría en mexico no está vacunada… no al menos con la da."}, {"id": 1439606865009197064, "verified": false, "tweet_text": "esperemos que para finales de octubre ya esté totalmente vacunada para poder andar bn en el concierto de @danielaspalla 🥺", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["danielaspalla"], "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "esperemos que para finales de octubre ya esté totalmente vacunada para poder andar bn en el concierto de 🥺"}, {"id": 1439606694917640192, "verified": false, "tweet_text": "Veo a la paresentadora aterrorizada....\nApuesto a que está vacunada\nY lo sabes!!! https://t.co/iAov9UrxIk", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/iAov9UrxIk"], "country": "MEXICO", "text_es": "Veo a la paresentadora aterrorizada.... Apuesto a que está vacunada Y lo sabes!!!"}, {"id": 1439606495226834944, "verified": false, "tweet_text": "@SUPERLULITI @NicoDuRo32 @keevindelgado02 @andrearoae Realmente los peligrosos son los que no usan el tapabocas como debe ser y salen sin tener en cuenta medidas de bioseguridad, una persona vacunada no refleja problema alguno.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["SUPERLULITI", "NicoDuRo32", "keevindelgado02", "andrearoae"], "country": "MEXICO", "text_es": "Realmente los peligrosos son los que no usan el tapabocas como debe ser y salen sin tener en cuenta medidas de bioseguridad, una persona vacunada no refleja problema alguno."}, {"id": 1439606469784227842, "verified": false, "tweet_text": "Actualmente, el 63,5 % de la población estadounidense mayor de 12 años se encuentra vacunada con la pauta completa, y el ritmo de inoculación se ha ralentizado en los últimos meses.\n\nhttps://t.co/sW4sYbltIE", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/sW4sYbltIE"], "country": "MEXICO", "text_es": "Actualmente, el % de la población estadounidense mayor de años se encuentra vacunada con la pauta completa, y el ritmo de inoculación se ha ralentizado en los últimos meses."}, {"id": 1439606330117951490, "verified": false, "tweet_text": "Ayer salí con Fer termine tomando yo vacunada me dicen no pasa nada toma en la noche fue lo peor sentí que moria 🥺", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "Ayer salí con Fer termine tomando yo vacunada me dicen no pasa nada toma en la noche fue lo peor sentí que moria 🥺"}, {"id": 1439606240380923906, "verified": false, "tweet_text": "Después de varios meses, hoy le toca a mi hermana finalmente ser vacunada #Coatza https://t.co/2mFmmLZopW", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Coatza"], "country": "MEXICO", "text_es": "Después de varios meses, hoy le toca a mi hermana finalmente ser vacunada"}, {"id": 1439606222093705216, "verified": false, "tweet_text": "He sido vacunada con segunda dosis de rusa y no siento mi brazo jajaja no lo puedo ni mover y no es broma enserio no me responde jajajajaa", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "He sido vacunada con segunda dosis de rusa y no siento mi brazo jajaja no lo puedo ni mover y no es broma enserio no me responde jajajajaa"}, {"id": 1439606008352059411, "verified": false, "tweet_text": "@patriota_1972 No yo soy vacunada me dio covid y no me complique . Un resfrío fuerte con dolor de cabeza .", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["patriota_1972"], "country": "MEXICO", "text_es": "No yo soy vacunada me dio covid y no me complique . Un resfrío fuerte con dolor de cabeza ."}, {"id": 1439605762800640002, "verified": false, "tweet_text": "@lolo_mdq Así es, pero no es por los judios, es solo para desprestigiar las marchas de protesta, como cuando muere una persona que no estaba vacunada y del resto que mueren vacunados con todas las dosis ni hablan, es el plan que están llevando adelante, desde que empezó esta plandemia,", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["lolo_mdq"], "country": "MEXICO", "text_es": "Así es, pero no es por los judios, es solo para desprestigiar las marchas de protesta, como cuando muere una persona que no estaba vacunada y del resto que mueren vacunados con todas las dosis ni hablan, es el plan que están llevando adelante, desde que empezó esta plandemia,"}, {"id": 1439605554209562629, "verified": false, "tweet_text": "@luisacarcedo Estaba 100% vacunada x lo que tengo entendido", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["luisacarcedo"], "country": "MEXICO", "text_es": "Estaba % vacunada x lo que tengo entendido"}, {"id": 1439605547385462784, "verified": false, "tweet_text": "Ufff. Contento. Mi niña salió negativa al test de antígenos. Estaba muy preocupado aunque tenía confianza en que todo iba a ir bien porque estaba vacunada. #CubaPorLaVida", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["CubaPorLaVida"], "country": "MEXICO", "text_es": "Ufff. Contento. Mi niña salió negativa al test de antígenos. Estaba muy preocupado aunque tenía confianza en que todo iba a ir bien porque estaba vacunada."}, {"id": 1439604963538345984, "verified": false, "tweet_text": "@JuanOrlandoH Yo ya estoy vacunada 🙏🙏❤", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JuanOrlandoH"], "tweet_emoticons": ["🙏", "❤"], "country": "MEXICO", "text_es": "Yo ya estoy vacunada 🙏🙏❤"}, {"id": 1439604951999787010, "verified": false, "tweet_text": "@DiazCanelB Seguimos avanzando en la vacunación. Se espera antes de que cierre el 2021 tener vacunada la totalidad de la población mayores de 2 años.\n#CubaEsSalud #CubaPorLaVida #VamosPorMas", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["CubaEsSalud", "CubaPorLaVida", "VamosPorMas"], "mentions": ["DiazCanelB"], "country": "MEXICO", "text_es": "Seguimos avanzando en la vacunación. Se espera antes de que cierre el tener vacunada la totalidad de la población mayores de años."}, {"id": 1439604878637215756, "verified": false, "tweet_text": "@carol_del_mar Qué bueno que ya estás vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["carol_del_mar"], "country": "MEXICO", "text_es": "Qué bueno que ya estás vacunada."}, {"id": 1439604842557841424, "verified": false, "tweet_text": "¡Mia 🐱 en adopción! ¡Hermosa chaparrita de 3 años! ¡Vacunada, desparasitada y esterilizada!\n\n¡Ayudemos a compartir para que encuentre casita y familia! 🏠 \n\n#Adopta #AdoptaNoCompres #Mexico https://t.co/Mq9lR0vsh9", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Adopta", "AdoptaNoCompres", "Mexico"], "tweet_emoticons": ["🏠", "🐱"], "country": "MEXICO", "text_es": "¡Mia 🐱 en adopción! ¡Hermosa chaparrita de años! ¡Vacunada, desparasitada y esterilizada! ¡Ayudemos a compartir para que encuentre casita y familia! 🏠"}, {"id": 1439604791752151041, "verified": false, "tweet_text": "@laishawilkins Oooye! Según ayer dijeron que el 93% de la gente de la #CDMX ya está vacunada… que sea esquema completo ya es avaricia… eso si, cacarean que llegan miles de vacunas… que las apliquen, es otro cantar…", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["CDMX"], "mentions": ["laishawilkins"], "country": "MEXICO", "text_es": "Oooye! Según ayer dijeron que el % de la gente de la ya está vacunada… que sea esquema completo ya es avaricia… eso si, cacarean que llegan miles de vacunas… que las apliquen, es otro cantar…"}, {"id": 1439604533483687937, "verified": false, "tweet_text": "Oficialmente vacunada con ambas dosis de Sputnik en Campo Marte Ciudad de México 🇲🇽 💉 Muchas gracias a todo el personal que hizo posible la aplicación de las vacunas antes de las 8am. Excelente organización y atención. Felicidades! 👏 https://t.co/2hyAqePPoZ", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["💉", "🇲🇽", "👏"], "country": "MEXICO", "text_es": "Oficialmente vacunada con ambas dosis de Sputnik en Campo Marte Ciudad de México 🇲🇽 💉 Muchas gracias a todo el personal que hizo posible la aplicación de las vacunas antes de las am. Excelente organización y atención. Felicidades! 👏"}, {"id": 1439604099432030217, "verified": false, "tweet_text": "vacunada pero a que costo", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "vacunada pero a que costo"}, {"id": 1439604015625613322, "verified": false, "tweet_text": "@olavgm @martinvars Pero vamos a ver….tu has leído todo? Y te digo todo lo que he escrito? Que estoy vacunada de las dos dosis por ejemplo? Antes de sentenciar, infórmate psicopatilla de pacotilla angustioso!!", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["olavgm", "martinvars"], "country": "MEXICO", "text_es": "Pero vamos a ver….tu has leído todo? Y te digo todo lo que he escrito? Que estoy vacunada de las dos dosis por ejemplo? Antes de sentenciar, infórmate psicopatilla de pacotilla angustioso!!"}, {"id": 1439603927289319429, "verified": false, "tweet_text": "Que lindos gracias por despertarme \nSirena vacunada 🥰\nAl rato subo el baile de la vacuna 🤣🤣🤣\nOk no", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🥰", "🤣"], "country": "MEXICO", "text_es": "Que lindos gracias por despertarme Sirena vacunada 🥰 Al rato subo el baile de la vacuna 🤣🤣🤣 Ok no"}, {"id": 1439603828509270024, "verified": false, "tweet_text": "Al fin vacunada 💉.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Al fin vacunada 💉."}, {"id": 1439603510413299713, "verified": false, "tweet_text": "@NERlNERI LA FORMA wn la que lei vacunada en vez de evacuada me va a dar algo", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["NERlNERI"], "country": "MEXICO", "text_es": "LA FORMA wn la que lei vacunada en vez de evacuada me va a dar algo"}, {"id": 1439603206485643267, "verified": false, "tweet_text": "Yo leo esto y me pregunto como Argentina con 4 veces y media la población de Israel con menos gente vacunada tiene menos contagios.\nRaro lo que si estoy seguro es que ellos dicen la verdad 🙄\n\nhttps://t.co/vaPXbvuH7K", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/vaPXbvuH7K"], "tweet_emoticons": ["🙄"], "country": "MEXICO", "text_es": "Yo leo esto y me pregunto como Argentina con veces y media la población de Israel con menos gente vacunada tiene menos contagios. Raro lo que si estoy seguro es que ellos dicen la verdad 🙄"}, {"id": 1439602556062347271, "verified": false, "tweet_text": "@sheismudblood ???????? \nSe supone que la peña de riesgo está vacunada precisamente para evitar que se muera wtf", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["sheismudblood"], "country": "MEXICO", "text_es": "???????? Se supone que la peña de riesgo está vacunada precisamente para evitar que se muera wtf"}, {"id": 1439602471505121289, "verified": false, "tweet_text": "@lilyrodri14 @CeEmbajadUr @lapetiisaa @RPPNoticias @minsa Una vacunada más en chincha le salió más barato el pasaje que a Miami", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["lilyrodri14", "CeEmbajadUr", "lapetiisaa", "RPPNoticias", "minsa"], "country": "MEXICO", "text_es": "Una vacunada más en chincha le salió más barato el pasaje que a Miami"}, {"id": 1439602204344832000, "verified": false, "tweet_text": "@GiovanaDu @julianaoxenford Pero en ningún momento indica que la gente de suiza está vacunada con la china sino que aceptan a personas con esa vacuna ingresar a su país.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["GiovanaDu", "julianaoxenford"], "country": "MEXICO", "text_es": "Pero en ningún momento indica que la gente de suiza está vacunada con la china sino que aceptan a personas con esa vacuna ingresar a su país."}, {"id": 1439602109549367300, "verified": false, "tweet_text": "@clinicallarcat Buenas Doctora. Una persona vacunada con Sinopharm en agosto, si tiene la oportunidad puede vacunarse con la Jonson en octubre? Puede ser perjudicial o beneficioso?", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["clinicallarcat"], "country": "MEXICO", "text_es": "Buenas Doctora. Una persona vacunada con Sinopharm en agosto, si tiene la oportunidad puede vacunarse con la Jonson en octubre? Puede ser perjudicial o beneficioso?"}, {"id": 1439601933220818950, "verified": false, "tweet_text": "@karin_slowing_u En efecto, hay que aprender a convivir con el COVID19, pero como usted bien apunta, DK en números:\n\n- 75% de la Población está vacunada\n- Positividad 42 por 100k habitantes, 350 casos nuevos diarios en promedio.\n\nAquí en GT no se puede relajar medidas.\nhttps://t.co/H1tBWSddFl", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["karin_slowing_u"], "tweet_urls": ["https://t.co/H1tBWSddFl"], "country": "MEXICO", "text_es": "En efecto, hay que aprender a convivir con el COVID19, pero como usted bien apunta, DK en números: - % de la Población está vacunada - Positividad por k habitantes, casos nuevos diarios en promedio. Aquí en GT no se puede relajar medidas."}, {"id": 1439601931173957633, "verified": false, "tweet_text": "#Sociedad #Dinamarca #Salud : Con más del 80% de su población ya vacunada, Dinamarca eliminó por completo las restricciones sociales y laborales remotas, dando paso a una situación sino igual, similar a la prepandemia, conozca los detalles... https://t.co/E0O2JKALrZ", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Sociedad", "Dinamarca", "Salud"], "tweet_urls": ["https://t.co/E0O2JKALrZ"], "country": "MEXICO", "text_es": ": Con más del % de su población ya vacunada, Dinamarca eliminó por completo las restricciones sociales y laborales remotas, dando paso a una situación sino igual, similar a la prepandemia, conozca los detalles..."}, {"id": 1439601831118839818, "verified": false, "tweet_text": "@Rosina410 @alita_soy @PabloWayne1 @polthecure @mili_alm Jaja rocio, ese es el porcentaje de gente vacunada sobre el total de la población. Ni siquiera entendes un gráfico y queres debatir?", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Rosina410", "alita_soy", "PabloWayne1", "polthecure", "mili_alm"], "country": "MEXICO", "text_es": "Jaja rocio, ese es el porcentaje de gente vacunada sobre el total de la población. Ni siquiera entendes un gráfico y queres debatir?"}, {"id": 1439601171451232258, "verified": false, "tweet_text": "q sale tenemos una vacunada https://t.co/hXmyFwDgPF", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/hXmyFwDgPF"], "country": "MEXICO", "text_es": "q sale tenemos una vacunada"}, {"id": 1439601003297378309, "verified": false, "tweet_text": "#RACISMO \nPara Reino Unido toda persona vacunada en Sudamérica y África, con CUALQUIER vacuna, se considera NO VACUNADA\nRazón: desconfían en nuestros sistemas de salud y presumen que todos falsificamos los certificados de vacunación.\nMedida: cuarentena solo para nosotros. https://t.co/hURGrIfhGE", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["RACISMO"], "tweet_urls": ["https://t.co/hURGrIfhGE"], "country": "MEXICO", "text_es": "Para Reino Unido toda persona vacunada en Sudamérica y África, con CUALQUIER vacuna, se considera NO VACUNADA Razón: desconfían en nuestros sistemas de salud y presumen que todos falsificamos los certificados de vacunación. Medida: cuarentena solo para nosotros."}, {"id": 1439600718378373122, "verified": false, "tweet_text": "@elmundoes Pero mentirosillos, no ique está el 70% de la población vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["elmundoes"], "country": "MEXICO", "text_es": "Pero mentirosillos, no ique está el % de la población vacunada?"}, {"id": 1439600635637288962, "verified": false, "tweet_text": "@ncira71 @Himmel51213392 @JhanethRf @willaxtv Mi familia vacunada , mis hijos ya en el colegio, willax sigue botando kk todos los días, alianza puntero mi carro y casa siguen siendo míos.\nQue clase de comunismo mentiroso es este.\nPayasos", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["ncira71", "Himmel51213392", "JhanethRf", "willaxtv"], "country": "MEXICO", "text_es": "Mi familia vacunada , mis hijos ya en el colegio, willax sigue botando kk todos los días, alianza puntero mi carro y casa siguen siendo míos. Que clase de comunismo mentiroso es este. Payasos"}, {"id": 1439600634261553160, "verified": false, "tweet_text": "Con base en las etapas de la actual estrategia nacional de vacunación, así como en las estadísticas de población del @INEGI_INFORMA (censo 2020) en el siguiente cuadro se resume el % de población vacunada: Lo planeado versus la realidad, hasta el 18-Septiembre-2021. https://t.co/k1ycRXf2Wr", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["INEGI_INFORMA"], "country": "MEXICO", "text_es": "Con base en las etapas de la actual estrategia nacional de vacunación, así como en las estadísticas de población del (censo ) en el siguiente cuadro se resume el % de población vacunada: Lo planeado versus la realidad, hasta el -Septiembre-2021."}, {"id": 1439600551650541572, "verified": false, "tweet_text": "@MariolySosaP Jajajajaja, en mi comunidad nunca se respetó la plandemia, siempre han jugado en grupos y sin clases presenciales esto un caos de niños juntos haciendo locuras y aquí no hay covid, ah, pero si hay gente fallecida presuntamente vacunada (No lo he comprobado)", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["MariolySosaP"], "country": "MEXICO", "text_es": "Jajajajaja, en mi comunidad nunca se respetó la plandemia, siempre han jugado en grupos y sin clases presenciales esto un caos de niños juntos haciendo locuras y aquí no hay covid, ah, pero si hay gente fallecida presuntamente vacunada (No lo he comprobado)"}, {"id": 1439599801629282309, "verified": false, "tweet_text": "@Fer_nanda2001 @lilim24_ @lesblinkot4 si está vacunada no necesita hacer cuarentena \nal parecer todas ellas ya lo estan", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Fer_nanda2001", "lilim24_", "lesblinkot4"], "country": "MEXICO", "text_es": "si está vacunada no necesita hacer cuarentena al parecer todas ellas ya lo estan"}, {"id": 1439599539523047430, "verified": false, "tweet_text": "💉 Porcentaje de población completamente vacunada vs 🇲🇽\n\n🇵🇹 82% (8.3M)\n🇦🇪 80% (8.0M)\n🇸🇬 77% (4.5M)\n🇪🇸 77% (35.8M)\n🇩🇰 74% (4.3M)\n🇨🇱 73% (14.0M)\n🇧🇪 71% (8.3M)\n🇨🇦 69% (26.3M)\n🇮🇹 65% (39.5M)\n🇬🇧 65% (44.4M)\n🇳🇴 65% (3.5M)\n\n🇲🇽 32% (41.5M)\n\n#COVID19 #COVIDー19 https://t.co/l26xyFr8dn", "tweet_lang": "ht", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["COVID19", "COVIDー19"], "tweet_emoticons": ["🇨🇱", "🇸🇬", "🇨🇦", "💉", "🇮🇹", "🇪🇸", "🇦🇪", "🇬🇧", "🇳🇴", "🇵🇹", "🇲🇽", "🇩🇰", "🇧🇪"]}, {"id": 1439599375899054082, "verified": false, "tweet_text": "@EstebannOspina @FRANCOBATEROABO @DeLaCalleHum No 100% pero una persona vacunada no contagia igual que una no vacunada. Con la vacuna en muchos casos se evita que el virusnse desarrolle en el cuerpo del portador y sea contagioso.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["EstebannOspina", "FRANCOBATEROABO", "DeLaCalleHum"], "country": "MEXICO", "text_es": "No % pero una persona vacunada no contagia igual que una no vacunada. Con la vacuna en muchos casos se evita que el virusnse desarrolle en el cuerpo del portador y sea contagioso."}, {"id": 1439598272771932163, "verified": false, "tweet_text": "@doctormacias Lo qué pasa es que lo haces para tener adeptos, me interesa más tu opinión sobre el uso de la ivermectina y sobre el aumento en infartos y derrames cerebrales en gente vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["doctormacias"], "country": "MEXICO", "text_es": "Lo qué pasa es que lo haces para tener adeptos, me interesa más tu opinión sobre el uso de la ivermectina y sobre el aumento en infartos y derrames cerebrales en gente vacunada"}, {"id": 1439598135937052674, "verified": false, "tweet_text": "@La_Carilina @mfernandaperez @PeroniaRepublic Lo que dice NO es que una persona vacunada es más indefensa que una no vacunada, esa es una burrada. Lo que está diciendo es que una persona que no se vacunó, tiende a no exponerse, anda siempre con mascarilla, porque sabe que está indefenso. En cambio una persona vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["La_Carilina", "mfernandaperez", "PeroniaRepublic"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Lo que dice NO es que una persona vacunada es más indefensa que una no vacunada, esa es una burrada. Lo que está diciendo es que una persona que no se vacunó, tiende a no exponerse, anda siempre con mascarilla, porque sabe que está indefenso. En cambio una persona vacunada"}, {"id": 1439598043716796419, "verified": false, "tweet_text": "@ElPitazoTV En situación de pandemia, donde la mayoría de la población no ha sido vacunada, traen a esos rusos, además viene justo a las puertas de un proceso electoral. A mi no me cuadra nada, hay algo turbio en todo esto.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["ElPitazoTV"], "country": "MEXICO", "text_es": "En situación de pandemia, donde la mayoría de la población no ha sido vacunada, traen a esos rusos, además viene justo a las puertas de un proceso electoral. A mi no me cuadra nada, hay algo turbio en todo esto."}, {"id": 1439598018345439237, "verified": false, "tweet_text": "@GOLDEKOKE1903 @unaipons La vacunada no sirve para nada aver si os enteráis q hasta os dicen en vuestra cara q no te inmuniza .Espabilar un poquito va", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["GOLDEKOKE1903", "unaipons"], "country": "MEXICO", "text_es": "La vacunada no sirve para nada aver si os enteráis q hasta os dicen en vuestra cara q no te inmuniza .Espabilar un poquito va"}, {"id": 1439597914091933696, "verified": false, "tweet_text": "@Buenrollo13 los covidiotas dicen que hay muchos pocas personas con efectos adversos en relación con gente vacunada. Eso hasta que les toca el efecto adverso.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Buenrollo13"], "country": "MEXICO", "text_es": "los covidiotas dicen que hay muchos pocas personas con efectos adversos en relación con gente vacunada. Eso hasta que les toca el efecto adverso."}, {"id": 1439597750400729093, "verified": false, "tweet_text": "La positividad está subiendo bastante. Como hay harta tasa de vacinacion, no debería ser nada grave para gente vacunada. Pero si para quienes no quieren o no pueden vacunarse. A seguir cuidándose, y si no lo ha hecho, vacúnese!", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "La positividad está subiendo bastante. Como hay harta tasa de vacinacion, no debería ser nada grave para gente vacunada. Pero si para quienes no quieren o no pueden vacunarse. A seguir cuidándose, y si no lo ha hecho, vacúnese!"}, {"id": 1439597648743383045, "verified": true, "tweet_text": "#LoMásVisto |¡La espera terminó! #Zulma, la niña de 12 años que ganó un #amparo para ser vacunada contra #Covid19, al fin recibió la primera dosis de Pfizer en #Veracruz, además de ella, otros 11 menores fueron inmunizados. \n\n#DePisaYCorreTV con @PamCerdeira y @ponchovpof https://t.co/45fii9MwTI", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["LoMásVisto", "Zulma", "amparo", "Covid19", "Veracruz", "DePisaYCorreTV"], "mentions": ["PamCerdeira", "ponchovpof"], "country": "MEXICO", "text_es": "|¡La espera terminó! , la niña de años que ganó un para ser vacunada contra , al fin recibió la primera dosis de Pfizer en , además de ella, otros menores fueron inmunizados. con y"}, {"id": 1439597059095638025, "verified": false, "tweet_text": "@mnesefilo @frandevox @gutenterre Si está vacunada y pilla covid no es de riesgo entonces?", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["mnesefilo", "frandevox", "gutenterre"], "country": "MEXICO", "text_es": "Si está vacunada y pilla covid no es de riesgo entonces?"}, {"id": 1439596909971259392, "verified": false, "tweet_text": "@LauSolorzano Sip. Faltaba mi suegra, que se vacunó con Sputnik V en junio, en la UBV. Ayer le pusieron la 2da dosis. Estuvo 8 horas en cola, pero salió vacunada. Solo están atendiendo a los que se pusieron la 1era dosis ahí y según la fecha en que se vacunaron, les toca un día específico.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["LauSolorzano"], "country": "MEXICO", "text_es": "Sip. Faltaba mi suegra, que se vacunó con Sputnik V en junio, en la UBV. Ayer le pusieron la da dosis. Estuvo horas en cola, pero salió vacunada. Solo están atendiendo a los que se pusieron la era dosis ahí y según la fecha en que se vacunaron, les toca un día específico."}, {"id": 1439596455325470726, "verified": false, "tweet_text": "@FLMIRONES Si esta toda la sociedad vacunada....", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["FLMIRONES"], "country": "MEXICO", "text_es": "Si esta toda la sociedad vacunada...."}, {"id": 1439596395330215942, "verified": false, "tweet_text": "@JAC_Serj Estamos venciendo a la pandemía, cada vez menos contagios, cada vez vamos teniendo una vida más normal. Todo esto es porque la mayoría de la población está vacunada. ¿De dónde sale lo del experimento génico? Tan mala es una cosa como la contraria. Eso sí, libertad para elegir.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["JAC_Serj"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Estamos venciendo a la pandemía, cada vez menos contagios, cada vez vamos teniendo una vida más normal. Todo esto es porque la mayoría de la población está vacunada. ¿De dónde sale lo del experimento génico? Tan mala es una cosa como la contraria. Eso sí, libertad para elegir."}, {"id": 1439596334332383236, "verified": false, "tweet_text": "@Lordfree9 @Alfonso_aer Nunca. En ninguna vacuna se ha aceptado sangre de gente recién vacunada (de lo que sea) ¿podéis ya dejar de creer que vuestras opiniones don la verdad? Y menos partiendo de la base de una absoluta ignorancia…😡😡😡", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Lordfree9", "Alfonso_aer"], "tweet_emoticons": ["😡"], "country": "MEXICO", "text_es": "Nunca. En ninguna vacuna se ha aceptado sangre de gente recién vacunada (de lo que sea) ¿podéis ya dejar de creer que vuestras opiniones don la verdad? Y menos partiendo de la base de una absoluta ignorancia…😡😡😡"}, {"id": 1439595809755082753, "verified": false, "tweet_text": "@Salvado19328767 @ditdf0551370 @jusalberto @AlfredoLecona @_LizVilchis @Reforma vacunas para todos, que buen chiste, otro dato de la universidad Johns Hopkins en México el 32.5% de la población esta completamente vacunada, dicen tener vacunas pero no saben donde están, falta mas del 50% de personas completamente vacunadas para poder tener inmunidad de rebaño https://t.co/ea5sj6rPSW", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Salvado19328767", "ditdf0551370", "jusalberto", "AlfredoLecona", "_LizVilchis", "Reforma"], "country": "MEXICO", "text_es": "vacunas para todos, que buen chiste, otro dato de la universidad Johns Hopkins en México el % de la población esta completamente vacunada, dicen tener vacunas pero no saben donde están, falta mas del % de personas completamente vacunadas para poder tener inmunidad de rebaño"}, {"id": 1439595513779740676, "verified": false, "tweet_text": "@Roxanitae @ernestorr No podes tomar el dato aislado \"cerrar escuelas\" sin tener en cuenta el factor vacunación, entre tantos otros. En todo caso lo q hay q ver es si estuvo bien reabrirlas en plena segunda ola y sin toda la población de riesgo vacunada a ese momento", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Roxanitae", "ernestorr"], "country": "MEXICO", "text_es": "No podes tomar el dato aislado \"cerrar escuelas\" sin tener en cuenta el factor vacunación, entre tantos otros. En todo caso lo q hay q ver es si estuvo bien reabrirlas en plena segunda ola y sin toda la población de riesgo vacunada a ese momento"}, {"id": 1439595284926025731, "verified": false, "tweet_text": ".@taniasopa y su ofni de #GirlPower ya anda bien vacunada 💉🙌🏽 https://t.co/jfBbkRfwRp", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["GirlPower"], "mentions": ["taniasopa"], "tweet_emoticons": ["💉", "🙌🏽"], "country": "MEXICO", "text_es": ". y su ofni de ya anda bien vacunada 💉🙌🏽"}, {"id": 1439595216286191619, "verified": false, "tweet_text": "@FrayJosepho @AmggAna Lo que sí se sabe ya hoy: las vacunas protegen contra el coronavirus. Un vistazo a la situación de la pandemia en España ayuda a entenderlo: somos uno de los países europeos con mayor tasa de población vacunada y, consecuentemente, mejorando la evolución de la misma.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["FrayJosepho", "AmggAna"], "country": "MEXICO", "text_es": "Lo que sí se sabe ya hoy: las vacunas protegen contra el coronavirus. Un vistazo a la situación de la pandemia en España ayuda a entenderlo: somos uno de los países europeos con mayor tasa de población vacunada y, consecuentemente, mejorando la evolución de la misma."}, {"id": 1439594762777026564, "verified": false, "tweet_text": "@mnesefilo @frandevox @gutenterre Yo le respeto absolutamente. Pero debe usted saber que estar vacunado no va a impedir que contraria el virus y lo transmita. De hecho, mi hija que acaba de venir de Escocia unos días y está completamente vacunada, antes de salir de España necesitaba un test negativo y dentro de", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["mnesefilo", "frandevox", "gutenterre"], "country": "MEXICO", "text_es": "Yo le respeto absolutamente. Pero debe usted saber que estar vacunado no va a impedir que contraria el virus y lo transmita. De hecho, mi hija que acaba de venir de Escocia unos días y está completamente vacunada, antes de salir de España necesitaba un test negativo y dentro de"}, {"id": 1439594637530914818, "verified": false, "tweet_text": "@Soniaina74 @Enol_Asturies @HispanaNobleza @ccarballo50 Este tuit es para enmarcar:\nPrimero que  si \"los vacunados tbn ingresan en UCI\" y acaba con \"a mas gente vacunada menos ingresada\". No se, tal vez habria que darle una vuelta al razonamiento.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Soniaina74", "Enol_Asturies", "HispanaNobleza", "ccarballo50"], "country": "MEXICO", "text_es": "Este tuit es para enmarcar: Primero que si \"los vacunados tbn ingresan en UCI\" y acaba con \"a mas gente vacunada menos ingresada\". No se, tal vez habria que darle una vuelta al razonamiento."}, {"id": 1439594633689026561, "verified": false, "tweet_text": "Casi no me vacunan amigos, por que resulta que estos pendejos no subieron mi primer registro y por ende no estaba \"registrada\" en su sistema \nA mi me vale riata cabrones yo salgo de aquí vacunada o le hablo a mi amigo personal loret d mola 😅", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["😅"], "country": "MEXICO", "text_es": "Casi no me vacunan amigos, por que resulta que estos pendejos no subieron mi primer registro y por ende no estaba \"registrada\" en su sistema A mi me vale riata cabrones yo salgo de aquí vacunada o le hablo a mi amigo personal loret d mola 😅"}, {"id": 1439594443817070592, "verified": false, "tweet_text": "@Gestionpe No será 70% NO vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Gestionpe"], "country": "MEXICO", "text_es": "No será % NO vacunada?"}, {"id": 1439594385436467207, "verified": false, "tweet_text": "@EricTopol Me alegro mucho por Uds q mejore la situación . pero la verdad q se ve como una ola común y corriente de las q ya han pasado varias y honestamente no creo q las vacunas hayan influido en nada ( y lo digo estando vacunada)", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["EricTopol"], "country": "MEXICO", "text_es": "Me alegro mucho por Uds q mejore la situación . pero la verdad q se ve como una ola común y corriente de las q ya han pasado varias y honestamente no creo q las vacunas hayan influido en nada ( y lo digo estando vacunada)"}, {"id": 1439593898268151809, "verified": false, "tweet_text": "@jmescalante78 @AttFinch10 No se trata de portarse bien. Somos adultos. ¡Narices! Somos el país con más gente vacunada y seguimos haciendo el idiota.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jmescalante78", "AttFinch10"], "country": "MEXICO", "text_es": "No se trata de portarse bien. Somos adultos. ¡Narices! Somos el país con más gente vacunada y seguimos haciendo el idiota."}, {"id": 1439593780898840583, "verified": false, "tweet_text": "Insólito esto del gobierno británico que actualizó ayer sus restricciones. Argentina todavía aparece en la lista roja a pesar de tener más del 43% de la población completamente vacunada.  https://t.co/9UHum7OV9b", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/9UHum7OV9b"], "country": "MEXICO", "text_es": "Insólito esto del gobierno británico que actualizó ayer sus restricciones. Argentina todavía aparece en la lista roja a pesar de tener más del % de la población completamente vacunada."}, {"id": 1439593697222475777, "verified": false, "tweet_text": "@pilarprietohern @La_SER Si. Pero es que este virus ha generado una pandemia sin precedentes, con muertos, y su mutación puede significar que las vacunas no sirvan. Además se producen mutaciones por gente no vacunada. A lo mejor así lo entiendes. Que Abascal y los suyos no se vacune nos joden a todos", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["pilarprietohern", "La_SER"], "country": "MEXICO", "text_es": "Si. Pero es que este virus ha generado una pandemia sin precedentes, con muertos, y su mutación puede significar que las vacunas no sirvan. Además se producen mutaciones por gente no vacunada. A lo mejor así lo entiendes. Que Abascal y los suyos no se vacune nos joden a todos"}, {"id": 1439593657842257930, "verified": false, "tweet_text": "Por favor no vayan a Chincha quitando vacuna para los locales solo porque es #Pfizer, ESO es egoísmo puro!! Yo estoy vacunada con #Sinopharm y estoy bien nada malo me paso. Como es posible q el 80% de vacunas en #Chincha solo hayan sido para #Limeños!!! Como quitan!! https://t.co/SHOlDf9E0W", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Pfizer", "Sinopharm", "Chincha", "Limeños"], "tweet_urls": ["https://t.co/SHOlDf9E0W"], "country": "MEXICO", "text_es": "Por favor no vayan a Chincha quitando vacuna para los locales solo porque es , ESO es egoísmo puro!! Yo estoy vacunada con y estoy bien nada malo me paso. Como es posible q el % de vacunas en solo hayan sido para !!! Como quitan!!"}, {"id": 1439593534470901760, "verified": false, "tweet_text": "BUENO MIN MABEL... AGARRATE PORQUE SOY UNA ELFA ARMY VACUNADA https://t.co/0A4uyUSOts", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "country": "MEXICO", "text_es": "BUENO MIN MABEL... AGARRATE PORQUE SOY UNA ELFA ARMY VACUNADA"}, {"id": 1439592841999699968, "verified": false, "tweet_text": "@gradercrash @Alicia_marxem @Sergi_76 @ElisaMaza1977 @victordiscovery @JanerJoan @andreucanals ...vacunada més gent es pot infectar, no? I si més gent es pot infectar, més gent pot morir, no?\nLa vacuna no et dóna immunitat total i absoluta, però redueix les possibilitats de morir. Si els no vacunats haguessin sigut el 70% el percentatge de morts seria un altre", "tweet_lang": "ca", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["gradercrash", "Alicia_marxem", "Sergi_76", "ElisaMaza1977", "victordiscovery", "JanerJoan", "andreucanals"]}, {"id": 1439592285033975812, "verified": false, "tweet_text": "#Cuba llegará a los I #IJuegosPanamericanosJunior de @CaliValle2021 con toda su delegación vacunada contra la #COVIDー19, para lo cual se ha reanudado el proceso de inmunización con #Abdala  y #Soberana-02 entre sus preseleccionados. https://t.co/PiAAgHEdzw", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Cuba", "IJuegosPanamericanosJunior", "COVIDー19", "Abdala", "Soberana"], "mentions": ["CaliValle2021"], "country": "MEXICO", "text_es": "llegará a los I de con toda su delegación vacunada contra la , para lo cual se ha reanudado el proceso de inmunización con y entre sus preseleccionados."}, {"id": 1439592245787779072, "verified": false, "tweet_text": "@gradercrash @Alicia_marxem @Sergi_76 @ElisaMaza1977 @victordiscovery @JanerJoan @andreucanals A veure mr Einstein. Podria ser que els exposats al COVID hagin sigut majoritàriament gent vacunada i que per tant haguessin tingut major possibilitat d'emmalaltir? Pot ser que els vacunats ens comportem més com a superherois pel fet d'estar-ho? Per tant, quan més gent està", "tweet_lang": "ca", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["gradercrash", "Alicia_marxem", "Sergi_76", "ElisaMaza1977", "victordiscovery", "JanerJoan", "andreucanals"], "tweet_emoticons": ["xp"]}, {"id": 1439592197825912833, "verified": false, "tweet_text": "Oficialmente estoy vacunada 😎😎 quien para beso de 3?", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["😎"], "country": "MEXICO", "text_es": "Oficialmente estoy vacunada 😎😎 quien para beso de ?"}, {"id": 1439591802990907392, "verified": false, "tweet_text": "@premaratie @martintetaz @spitta1969 @CarlosHeller Claro que la voy a vacunar, como siempre fué vacunada. \nYa nos vacunamos nosotros, seguimos vivos.\nSabés quién si conozco que tiene secuelas? Una amiga después de tener covid tiene miocarditis. Eso pasa por no vacunarse.\n\nY dejá de decir que tienen grafeno, no es verdad.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["premaratie", "martintetaz", "spitta1969", "CarlosHeller"], "country": "MEXICO", "text_es": "Claro que la voy a vacunar, como siempre fué vacunada. Ya nos vacunamos nosotros, seguimos vivos. Sabés quién si conozco que tiene secuelas? Una amiga después de tener covid tiene miocarditis. Eso pasa por no vacunarse. Y dejá de decir que tienen grafeno, no es verdad."}, {"id": 1439591585583403016, "verified": false, "tweet_text": "¿Alguien me puede explicar el pavor,el terror y el pánico, por no decir odio, de los VACUNADOS con pauta completa (y por tanto, \"inmunizados\" según nos vendieron) hacia los no vacunados cuando ellos mismos pueden CONTAGIAR? Y encima, con más del 70% de la población vacunada...", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "¿Alguien me puede explicar el pavor,el terror y el pánico, por no decir odio, de los VACUNADOS con pauta completa (y por tanto, \"inmunizados\" según nos vendieron) hacia los no vacunados cuando ellos mismos pueden CONTAGIAR? Y encima, con más del % de la población vacunada..."}, {"id": 1439591234327269379, "verified": false, "tweet_text": "Vacunada con la primera dosis.✌🏼 https://t.co/czx28X6vhJ", "tweet_lang": "ca", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["✌🏼"]}, {"id": 1439591212902719489, "verified": false, "tweet_text": "@SANDRA2000 @HectorRossete Es mi experiencia personal. Enferme de covid, tambien mi tía quien es docente vacunada. Afortunadamente no necesito más que tratamiento sintomático. Yo si estuve con oxígeno y algo grave. También tenía dudas pero si funciona y salva vidas.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["SANDRA2000", "HectorRossete"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Es mi experiencia personal. Enferme de covid, tambien mi tía quien es docente vacunada. Afortunadamente no necesito más que tratamiento sintomático. Yo si estuve con oxígeno y algo grave. También tenía dudas pero si funciona y salva vidas."}, {"id": 1439590962968289284, "verified": false, "tweet_text": "Quiero ir a un bar pero me da miedo que me contagie a pesar de estar vacunada pero estoy tan aburrida de no hacer ese tipo de cosas.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "country": "MEXICO", "text_es": "Quiero ir a un bar pero me da miedo que me contagie a pesar de estar vacunada pero estoy tan aburrida de no hacer ese tipo de cosas."}, {"id": 1439590618746048529, "verified": false, "tweet_text": "#Vacunacion #COVID19 en #Mexico al día 18 de Septiembre 2021\n\nTotal de dosis administradas: 94,858,068\nPersonas completamente vacunadas: 41,463,209\n32.50% de la población completamente vacunada\n\n#coronavirus https://t.co/pXlsvFUz8M", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Vacunacion", "COVID19", "Mexico", "coronavirus"], "country": "MEXICO", "text_es": "en al día de Septiembre Total de dosis administradas: Personas completamente vacunadas: % de la población completamente vacunada"}, {"id": 1439590565725810692, "verified": false, "tweet_text": "@fuenteslopez201 @marimarher Hay que denunciar esto, mi hija de trece años también es la única no vacunada en su clase, y también preguntó una profesora en clase.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["fuenteslopez201", "marimarher"], "country": "MEXICO", "text_es": "Hay que denunciar esto, mi hija de trece años también es la única no vacunada en su clase, y también preguntó una profesora en clase."}, {"id": 1439590316386963462, "verified": false, "tweet_text": "@templar54787275 @elmundoes Si, desde hace muchos años de hecho, en este país y en casi todos. Los que mueren por Covid son gente vulnerable que ya está vacunada y que dudo que esté en esos macrobotellones aunque habrá de todo😉", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["templar54787275", "elmundoes"], "tweet_emoticons": ["😉"], "country": "MEXICO", "text_es": "Si, desde hace muchos años de hecho, en este país y en casi todos. Los que mueren por Covid son gente vulnerable que ya está vacunada y que dudo que esté en esos macrobotellones aunque habrá de todo😉"}, {"id": 1439590275098284033, "verified": false, "tweet_text": "@sensatez1989 Donde vivís..?\nComo te relajaste..?\nTe sacaste el barbijo..?\nEstas vacunada..?", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["sensatez1989"], "country": "MEXICO", "text_es": "Donde vivís..? Como te relajaste..? Te sacaste el barbijo..? Estas vacunada..?"}, {"id": 1439590137894158338, "verified": false, "tweet_text": "#LoMásLeído | Algunos países donde una gran proporción de los adultos ya está vacunada, los niños representan una importante fuente de infección https://t.co/XGisvEwgeM", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["LoMásLeído"], "tweet_urls": ["https://t.co/XGisvEwgeM"], "country": "MEXICO", "text_es": "| Algunos países donde una gran proporción de los adultos ya está vacunada, los niños representan una importante fuente de infección"}, {"id": 1439590113835585547, "verified": false, "tweet_text": "Argentina, porcentajes de población vacunada con 💉💉:\n\n▓▓▓▓░░░░░░ 43%  0 - 100+\n▓▓▓▓▓▓░░░░ 61% 18 - 100+\n▓▓▓▓▓▓▓▒░░ 76% 40 - 100+\n▓▓▓▓▓▓▓▓▒░ 86% 60 - 100+\n▓▓▓▓▓▓▓▓░░ 80% 80 - 100+", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Argentina, porcentajes de población vacunada con 💉💉: ▓▓▓▓░░░░░░ % - + ▓▓▓▓▓▓░░░░ % - + ▓▓▓▓▓▓▓▒░░ % - + ▓▓▓▓▓▓▓▓▒░ % - + ▓▓▓▓▓▓▓▓░░ % - +"}, {"id": 1439589120947507202, "verified": false, "tweet_text": "@YeyselG Como sigue \nEstá vacunada ?\nQue síntomas le han dado ?", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["YeyselG"], "country": "MEXICO", "text_es": "Como sigue Está vacunada ? Que síntomas le han dado ?"}, {"id": 1439589014206664707, "verified": false, "tweet_text": "Al fin 💉💉💉 oficialmente vacunada ✨✨✨", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["✨", "💉"], "country": "MEXICO", "text_es": "Al fin 💉💉💉 oficialmente vacunada ✨✨✨"}, {"id": 1439588796031504385, "verified": false, "tweet_text": "Ahora si puedo decir vacunada, fiel, responsable y buena muchacha", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "country": "MEXICO", "text_es": "Ahora si puedo decir vacunada, fiel, responsable y buena muchacha"}, {"id": 1439588722866106371, "verified": false, "tweet_text": "@teodoroposta Vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["teodoroposta"], "country": "MEXICO", "text_es": "Vacunada"}, {"id": 1439588514413387776, "verified": false, "tweet_text": "@julianaoxenford Suiza, un país de primer mundo! Con 9 millones de habitantes y sólo un poco más del 50% de su población está completamente vacunada. Su gente rechaza las vacunas! No es el mejor país para compararnos en temas de vacunación.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["julianaoxenford"], "country": "MEXICO", "text_es": "Suiza, un país de primer mundo! Con millones de habitantes y sólo un poco más del % de su población está completamente vacunada. Su gente rechaza las vacunas! No es el mejor país para compararnos en temas de vacunación."}, {"id": 1439588061705392132, "verified": false, "tweet_text": "@enriquems_ @alonso_frutos Ya. Y el estado ahora las mantiene como sentimiento de culpabilidad aún cuando la gran mayoría  de la población ya está vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["enriquems_", "alonso_frutos"], "country": "MEXICO", "text_es": "Ya. Y el estado ahora las mantiene como sentimiento de culpabilidad aún cuando la gran mayoría de la población ya está vacunada?"}, {"id": 1439587971427151875, "verified": false, "tweet_text": "@Davix1812 @BeaTurquesa @JoaquimBoschGra La gente vacunada genera nuevas cepas, entérate!", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Davix1812", "BeaTurquesa", "JoaquimBoschGra"], "country": "MEXICO", "text_es": "La gente vacunada genera nuevas cepas, entérate!"}, {"id": 1439587897716494348, "verified": false, "tweet_text": "Soltera, vacunada, profesionista, pacheca, imparable y leal.  🤌🏻", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🤌🏻"], "country": "MEXICO", "text_es": "Soltera, vacunada, profesionista, pacheca, imparable y leal. 🤌🏻"}, {"id": 1439587797355175960, "verified": false, "tweet_text": "@sensatez1989 Estas vacunada, tranqui!!", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["sensatez1989"], "country": "MEXICO", "text_es": "Estas vacunada, tranqui!!"}, {"id": 1439587367086604288, "verified": false, "tweet_text": "@rocio_always Lo importante, aún k la dará pena a R.C. es q ya está más q vacunada.., Esto lo único q hacen es ponerse en evidencias y sin kerer keriendo darle la razón a R.C., me alegra! Ps R.C. solo con hablar 1 vez, deja claro los actos d cada, y eso están demostrando!🙂\n#APOYOROCIO19S", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["APOYOROCIO19S"], "mentions": ["rocio_always"], "tweet_emoticons": ["🙂"], "country": "MEXICO", "text_es": "Lo importante, aún k la dará pena a R.C. es q ya está más q vacunada.., Esto lo único q hacen es ponerse en evidencias y sin kerer keriendo darle la razón a R.C., me alegra! Ps R.C. solo con hablar vez, deja claro los actos d cada, y eso están demostrando!🙂"}, {"id": 1439587325110104066, "verified": false, "tweet_text": "#LoÚltimo | El Ministerio de Salud precisó que esta medida se aplicará solo a personas provenientes de países que tengan un 70% de su población vacunada y no incluirá a menores de edad. ►https://t.co/Gf8MsyqZf6 https://t.co/ZEcqp0qy5Y", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["LoÚltimo"], "tweet_urls": ["https://t.co/Gf8MsyqZf6"], "country": "MEXICO", "text_es": "| El Ministerio de Salud precisó que esta medida se aplicará solo a personas provenientes de países que tengan un % de su población vacunada y no incluirá a menores de edad. ►"}, {"id": 1439587222160908291, "verified": false, "tweet_text": "@CoquitaBack Ya vacunada con 2a dosis de AZ no sin antes armar bardo a un camporista Mi marido me dice siempre papelonera Yo feliz", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["CoquitaBack"], "country": "MEXICO", "text_es": "Ya vacunada con a dosis de AZ no sin antes armar bardo a un camporista Mi marido me dice siempre papelonera Yo feliz"}, {"id": 1439586508432883715, "verified": false, "tweet_text": "@Tuitiritero70 @bertvs_ Ya, y los cementerios llenos de gente vacunada. https://t.co/LMUFtn3hcs", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Tuitiritero70", "bertvs_"], "country": "MEXICO", "text_es": "Ya, y los cementerios llenos de gente vacunada."}, {"id": 1439586323497721859, "verified": false, "tweet_text": "Estados Unidos🇺🇸 es hoy, junto a Japón🇯🇵, el país de menor tasa de población completamente vacunada entre en el grupo de economías más industrializados de mundo (G7). En este grupo, es ya el de menor tasa de población con al menos una dosis. 2/\n📷|@FT https://t.co/Ck9jNVubov", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["FT"], "tweet_emoticons": ["🇯🇵", "🇺🇸", "📷"], "country": "MEXICO", "text_es": "Estados Unidos🇺🇸 es hoy, junto a Japón🇯🇵, el país de menor tasa de población completamente vacunada entre en el grupo de economías más industrializados de mundo (G7). En este grupo, es ya el de menor tasa de población con al menos una dosis. / 📷|"}, {"id": 1439586251141693442, "verified": false, "tweet_text": "@JamesDeam68 @esCesarVidal Pero esa estadística parece decir lo q realmente no es. Qué % hay de gente vacunada frente a la q no lo está?  Normal q haya más muertos de gente con vacuna, hablamos de más de un 70% de la población", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["JamesDeam68", "esCesarVidal"], "country": "MEXICO", "text_es": "Pero esa estadística parece decir lo q realmente no es. Qué % hay de gente vacunada frente a la q no lo está? Normal q haya más muertos de gente con vacuna, hablamos de más de un % de la población"}, {"id": 1439585899835183107, "verified": false, "tweet_text": "@RPPNoticias Con ese cuento nos tienen desde Sagasti. Y no era que para setiembre iba a estar vacunada el 50%?. No entiendo para qué insisten con Sinopharm, si quieres viajar al extranjero solo en Suiza te la aceptan y los países con gobiernos de izquierda. El resto te exige una vacuna seria.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["RPPNoticias"], "country": "MEXICO", "text_es": "Con ese cuento nos tienen desde Sagasti. Y no era que para setiembre iba a estar vacunada el %?. No entiendo para qué insisten con Sinopharm, si quieres viajar al extranjero solo en Suiza te la aceptan y los países con gobiernos de izquierda. El resto te exige una vacuna seria."}, {"id": 1439585566153138186, "verified": false, "tweet_text": "Porque vacunada, acongojada pero también enamorada!\n\nAcongojada, porque he descubierto que mi generación de \"Los Millennials\" en Orizaba está extinta, jaajaja\n\nY enamorada, de la guapa doctora que me dijo segura que tienes más de 30? Yo juraría que tienes 25 o 26 🥰🙊 https://t.co/Hpnat8ELe1", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🙊", "🥰"], "country": "MEXICO", "text_es": "Porque vacunada, acongojada pero también enamorada! Acongojada, porque he descubierto que mi generación de \"Los Millennials\" en Orizaba está extinta, jaajaja Y enamorada, de la guapa doctora que me dijo segura que tienes más de ? Yo juraría que tienes o 🥰🙊"}, {"id": 1439585181409677316, "verified": false, "tweet_text": "@RWMaloneMD Puede decirme entonces porque muere la gente vacunada? https://t.co/cvm1ladoHg", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["RWMaloneMD"], "country": "MEXICO", "text_es": "Puede decirme entonces porque muere la gente vacunada?"}, {"id": 1439584707642105864, "verified": false, "tweet_text": "Aplaudo los pactos intergeneracionales. El asunto es que el evento es global, y hasta que la población mundial no esté vacunada, el riesgo que nvas variantes nos lleven al comienzo, existe. Excelente oportunidad para mostrar solidaridad con los jóvenes de otras partes del mundo https://t.co/quHKTnVWnx", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/quHKTnVWnx"], "country": "MEXICO", "text_es": "Aplaudo los pactos intergeneracionales. El asunto es que el evento es global, y hasta que la población mundial no esté vacunada, el riesgo que nvas variantes nos lleven al comienzo, existe. Excelente oportunidad para mostrar solidaridad con los jóvenes de otras partes del mundo"}, {"id": 1439584436639703043, "verified": false, "tweet_text": "@ClaudiaSamanamu @claudioarkeo @julianaoxenford Y van a terminar aceptando, pero no para vacunar a su población, sino como requisito para que accedan a sus países. Siempre y cuando la mayor parte de su población se encuentre vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["ClaudiaSamanamu", "claudioarkeo", "julianaoxenford"], "country": "MEXICO", "text_es": "Y van a terminar aceptando, pero no para vacunar a su población, sino como requisito para que accedan a sus países. Siempre y cuando la mayor parte de su población se encuentre vacunada."}, {"id": 1439584172113342465, "verified": false, "tweet_text": "@Alex_balsells La situación es que Guatemala empezó muy lento pero ya ha tomado un ritmo de 500,000 vacunados a la semana.  \nLástima que la imagen no tenga fecha porque ahora Guatemala lleva ya casi el 12% de su POBLACIÓN TOTAL vacunada con esquema completo. https://t.co/zW5TV4ITLu", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Alex_balsells"], "country": "MEXICO", "text_es": "La situación es que Guatemala empezó muy lento pero ya ha tomado un ritmo de vacunados a la semana. Lástima que la imagen no tenga fecha porque ahora Guatemala lleva ya casi el % de su POBLACIÓN TOTAL vacunada con esquema completo."}, {"id": 1439583977401094145, "verified": false, "tweet_text": "@maytegrc @IsabelGarcaPre6 @lydianipo @javigarcia7587 @EXNdigital La vacuna dificulta contagios y ayuda a no enfermar con tanta gravedad, no inmuniza. Una persona de riesgo vacunada podría contagiarse igualmente, lo ideal es que nunca te llegue, por eso entiendo que se buscara que el virus no encontrara un vehículo de propagación en los niños.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["maytegrc", "IsabelGarcaPre6", "lydianipo", "javigarcia7587", "EXNdigital"], "country": "MEXICO", "text_es": "La vacuna dificulta contagios y ayuda a no enfermar con tanta gravedad, no inmuniza. Una persona de riesgo vacunada podría contagiarse igualmente, lo ideal es que nunca te llegue, por eso entiendo que se buscara que el virus no encontrara un vehículo de propagación en los niños."}, {"id": 1439583707136921607, "verified": false, "tweet_text": "@anmich_fur_z Hola. ¿Cómo predice la situación de la pandemia en todo el mundo en 2022, según su análisis actual? (casos, hospitalizaciones, averías en los sistemas sanitarios, 80-90% de la población de muchos países totalmente vacunada ...)", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["anmich_fur_z"], "country": "MEXICO", "text_es": "Hola. ¿Cómo predice la situación de la pandemia en todo el mundo en , según su análisis actual? (casos, hospitalizaciones, averías en los sistemas sanitarios, -90% de la población de muchos países totalmente vacunada ...)"}, {"id": 1439583658462126092, "verified": false, "tweet_text": "@karin_slowing_u Mas de 80% de la poblacion vacunada...", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["karin_slowing_u"], "country": "MEXICO", "text_es": "Mas de % de la poblacion vacunada..."}, {"id": 1439583598940655617, "verified": false, "tweet_text": "@CopacePeru @anaestradau @PedroCastilloTe @pcmperu @GuidoPuka @congresoperu Buenos días a quién se puede acudir si a una persona con Parálisis cerebral severa aún no a sido vacunada? Espero que me ayuden", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["CopacePeru", "anaestradau", "PedroCastilloTe", "pcmperu", "GuidoPuka", "congresoperu"], "country": "MEXICO", "text_es": "Buenos días a quién se puede acudir si a una persona con Parálisis cerebral severa aún no a sido vacunada? Espero que me ayuden"}, {"id": 1439583542913163266, "verified": false, "tweet_text": "@edd_lite @Claudiashein Gracias, yo estoy vacunada desde abril-mayo.\nÁnimo.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["edd_lite", "Claudiashein"], "country": "MEXICO", "text_es": "Gracias, yo estoy vacunada desde abril-mayo. Ánimo."}, {"id": 1439583458796449797, "verified": false, "tweet_text": "@LordMaul5 @oostituu Esas cosas se hacían, pero no había rrss para difundirlo. Pandemia mundial? Casi 80% de población vacunada, incidencia cayendo en picado, toda Europa sin restricciones, pero nosotros preferimos seguir viviendo en 2020.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["LordMaul5", "oostituu"], "country": "MEXICO", "text_es": "Esas cosas se hacían, pero no había rrss para difundirlo. Pandemia mundial? Casi % de población vacunada, incidencia cayendo en picado, toda Europa sin restricciones, pero nosotros preferimos seguir viviendo en ."}, {"id": 1439583386494976005, "verified": false, "tweet_text": "¡Qué buenas son nuestras vacunas vs #COVID19!. #Matanzas ya está vacunada su población y hoy amaneció con 41 casos positivos a la #CoronavirusPandemic. https://t.co/npdzeDkIrf", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["COVID19", "Matanzas", "CoronavirusPandemic"], "country": "MEXICO", "text_es": "¡Qué buenas son nuestras vacunas vs !. ya está vacunada su población y hoy amaneció con casos positivos a la ."}, {"id": 1439582748516159489, "verified": false, "tweet_text": "@luchetti_silvia @cuatro Normal, la población en ésas fechas mayoritariamente estaba vacunada. Lo que hay que saber de cada uno de los casos, que antecedentes tenían conocidos. Y de los supuestamente sanos, se les tendría, en base a la ciència, hacer autòpsia.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["luchetti_silvia", "cuatro"], "country": "MEXICO", "text_es": "Normal, la población en ésas fechas mayoritariamente estaba vacunada. Lo que hay que saber de cada uno de los casos, que antecedentes tenían conocidos. Y de los supuestamente sanos, se les tendría, en base a la ciència, hacer autòpsia."}, {"id": 1439582740941348864, "verified": false, "tweet_text": "@jmescalante78 @AttFinch10 Yo no lo veo así. No me lo tomo como un \"castigo\" o \"recompensa\". Sino como prevención. El tema es que si entra una persona por muy vacunada que esté, su inmunidad es peor. Y si entra alguien no vacunado sin mascarilla, contagia mucho masy", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jmescalante78", "AttFinch10"], "country": "MEXICO", "text_es": "Yo no lo veo así. No me lo tomo como un \"castigo\" o \"recompensa\". Sino como prevención. El tema es que si entra una persona por muy vacunada que esté, su inmunidad es peor. Y si entra alguien no vacunado sin mascarilla, contagia mucho masy"}, {"id": 1439582548498202628, "verified": false, "tweet_text": "(19 de septiembre 2021)\n\nPorcentaje de la población total completamente vacunada (dos dosis o unidosis) (%): \n\n🇧🇴 Bolivia 26,07 (+0,02)\n\n📍Tarija 35,7\n📍Oruro 28,22\n📍Chuquisaca 28,12\n📍Santa Cruz 27,5\n📍Cochabamba 27,08\n📍La Paz 24,25\n📍Potosí 21,36\n📍Pando 21,34\n📍Beni 17,4", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🇧🇴", "📍"], "country": "MEXICO", "text_es": "(19 de septiembre ) Porcentaje de la población total completamente vacunada (dos dosis o unidosis) (%): 🇧🇴 Bolivia (+0,02) 📍Tarija 📍Oruro 📍Chuquisaca 📍Santa Cruz 📍Cochabamba 📍La Paz 📍Potosí 📍Pando 📍Beni"}, {"id": 1439582547814457345, "verified": true, "tweet_text": "💉 #CDMX es la entidad que va a la cabeza en cuanto a población vacunada contra #COVID19, mientras que #Chiapas es el estado que tiene la menor población con el antígeno aplicado.\n\n#OnceNoticias 👇📰\nhttps://t.co/RS50l9CMOi", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["CDMX", "COVID19", "Chiapas", "OnceNoticias"], "tweet_urls": ["https://t.co/RS50l9CMOi"], "tweet_emoticons": ["📰", "💉", "👇"], "country": "MEXICO", "text_es": "💉 es la entidad que va a la cabeza en cuanto a población vacunada contra , mientras que es el estado que tiene la menor población con el antígeno aplicado. 👇📰"}, {"id": 1439582210504413190, "verified": false, "tweet_text": "@YeyselG Disculpa la pregunta estabas vacunada ?? Solo para saber si no debo  bajar la guardia aunque esté vacunado ..", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["YeyselG"], "country": "MEXICO", "text_es": "Disculpa la pregunta estabas vacunada ?? Solo para saber si no debo bajar la guardia aunque esté vacunado .."}, {"id": 1439582107530141702, "verified": false, "tweet_text": "@abc_es Ya hace meses que todo eso se sabe. Por mucho que lo repitan, en ciertas cabezas no entra. Yo sigo llevando en todos lados ffp2 y estoy vacunada, voy más segura.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["abc_es"], "country": "MEXICO", "text_es": "Ya hace meses que todo eso se sabe. Por mucho que lo repitan, en ciertas cabezas no entra. Yo sigo llevando en todos lados ffp2 y estoy vacunada, voy más segura."}, {"id": 1439582074533552132, "verified": false, "tweet_text": "Llega a todos lados, la vaina es que funcionen! La cúpula del Partido comunista está vacunada con productos foráneos como la Sputnik V! https://t.co/ijljL4d82w", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/ijljL4d82w"], "country": "MEXICO", "text_es": "Llega a todos lados, la vaina es que funcionen! La cúpula del Partido comunista está vacunada con productos foráneos como la Sputnik V!"}, {"id": 1439581732349620224, "verified": false, "tweet_text": "@MedirRos @victordiscovery Los médicos y sanitarios están obligados a atender a todo aquel que lo necesite, para éso escogieron ésa profesión e hicieron un juramento hipocrático. Yo pago mis impuestos y tengo mutua y sí sumamos que los que están colapsando las UCIS son gente vacunada con efectos adversos!", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["MedirRos", "victordiscovery"], "country": "MEXICO", "text_es": "Los médicos y sanitarios están obligados a atender a todo aquel que lo necesite, para éso escogieron ésa profesión e hicieron un juramento hipocrático. Yo pago mis impuestos y tengo mutua y sí sumamos que los que están colapsando las UCIS son gente vacunada con efectos adversos!"}, {"id": 1439581536555343876, "verified": false, "tweet_text": "“Ambiente de vinos, quesos, tapas, acogedor” todo porque le pusieron unas luces a unos árboles y les permiten estar ahí sin cubrebocas como si Venezuela fuera Israel, con toda población vacunada. Irresponsable y, está demás, fuera de lugar. https://t.co/7kiB1ohjis", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/7kiB1ohjis"], "country": "MEXICO", "text_es": "“Ambiente de vinos, quesos, tapas, acogedor” todo porque le pusieron unas luces a unos árboles y les permiten estar ahí sin cubrebocas como si Venezuela fuera Israel, con toda población vacunada. Irresponsable y, está demás, fuera de lugar."}, {"id": 1439581417726414853, "verified": false, "tweet_text": "Vaya desgracia somos 6 de 12 y 0 de 6 fuera de casa.Preparando para la vacunada del Dux", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Vaya desgracia somos de y de fuera de casa.Preparando para la vacunada del Dux"}, {"id": 1439581409488875520, "verified": false, "tweet_text": "@itseazie @virtuual_diva Pero k respeto señora k la mayoría de la sociedad esta vacunada y q ya no estamos en estado de alarma dejenos vivir la vida con normalidad d nuevo", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["itseazie", "virtuual_diva"], "country": "MEXICO", "text_es": "Pero k respeto señora k la mayoría de la sociedad esta vacunada y q ya no estamos en estado de alarma dejenos vivir la vida con normalidad d nuevo"}, {"id": 1439581308045438977, "verified": false, "tweet_text": "@ctxdom @covid_una @sanidadgob Men ti ra, está muriendo mucha gente vacunada, mira fuentes oficiales anda. Nunca a evitado que contraigas el virus!!! Entonces porque dicen que inmuniza!?", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["ctxdom", "covid_una", "sanidadgob"], "country": "MEXICO", "text_es": "Men ti ra, está muriendo mucha gente vacunada, mira fuentes oficiales anda. Nunca a evitado que contraigas el virus!!! Entonces porque dicen que inmuniza!?"}, {"id": 1439581306527027202, "verified": false, "tweet_text": "@Discharges9 Y poner que estás vacunada es un plus 😁", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Discharges9"], "tweet_emoticons": ["😁"], "country": "MEXICO", "text_es": "Y poner que estás vacunada es un plus 😁"}, {"id": 1439580919862632451, "verified": false, "tweet_text": "Vacunada pero con terrible dolor de cabeza!\n#Covid_19 #MalDia", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["Covid_19", "MalDia"], "country": "MEXICO", "text_es": "Vacunada pero con terrible dolor de cabeza!"}, {"id": 1439580728610762758, "verified": false, "tweet_text": "@VillaverdeRCD Es que la gente sigue super asustada.. luego queremos que no haya restricciones, pero es que ya somos nosotros mismos los que nos autocensuramos, 90% población vacunada y seguimos con miedo, hay gente que yo creo que aunque la TV diga puedes estar sin mascarilla seguirán con ella", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["VillaverdeRCD"], "country": "MEXICO", "text_es": "Es que la gente sigue super asustada.. luego queremos que no haya restricciones, pero es que ya somos nosotros mismos los que nos autocensuramos, % población vacunada y seguimos con miedo, hay gente que yo creo que aunque la TV diga puedes estar sin mascarilla seguirán con ella"}, {"id": 1439580630380171265, "verified": false, "tweet_text": "@324cat Doncs la franja d’edat que sol anar a les discoteques és la menys vacunada, oi? 😱", "tweet_lang": "ca", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["324cat"], "tweet_emoticons": ["😱"]}, {"id": 1439580452436725761, "verified": false, "tweet_text": "@fatimavillaran @virtuual_diva De verdad tía diviértete un pokito nose 1 año y medio y de pandemia y 75% d población vacunada k amargada esta", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["fatimavillaran", "virtuual_diva"], "country": "MEXICO", "text_es": "De verdad tía diviértete un pokito nose año y medio y de pandemia y % d población vacunada k amargada esta"}, {"id": 1439580444572495875, "verified": false, "tweet_text": "Una amiga vacunada escribe en l grupo d amigas diciendo q no puede más: q desde q se ha puesto la segunda dosis no tiene energía, ni regla y q cualquier constipado o lo q sea se le complica… No se quería vacunar xo « quiero volver a la normalidad, estoy harta dl covid » pues eso", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Una amiga vacunada escribe en l grupo d amigas diciendo q no puede más: q desde q se ha puesto la segunda dosis no tiene energía, ni regla y q cualquier constipado o lo q sea se le complica… No se quería vacunar xo « quiero volver a la normalidad, estoy harta dl covid » pues eso"}, {"id": 1439580351802839042, "verified": false, "tweet_text": "#thebatman de 4 patas en adopción milagros busca casa \nLe encantan jugar con pelotas tiene 7 años la abandonaron en suba está castrada vacunada y lista solo para jugar y dar amor le encanta correr quieres adoptarla escribe al número 3209126751\n#YoSoyColombiaHumana \n#Bogota https://t.co/SlTnpeCxD4", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["thebatman", "YoSoyColombiaHumana", "Bogota"], "tweet_emoticons": ["xD"], "country": "MEXICO", "text_es": "de patas en adopción milagros busca casa Le encantan jugar con pelotas tiene años la abandonaron en suba está castrada vacunada y lista solo para jugar y dar amor le encanta correr quieres adoptarla escribe al número"}, {"id": 1439580034185011202, "verified": false, "tweet_text": "La imagen te sorprende porque llevas dos años sin verla, pero a día de hoy, con un muy gran porcentaje de la población vacunada, la normalidad debería de empezar a ser así, porque lo que no es normal es que estando vacunados sigan poniéndonos más restricciones aún lo siento https://t.co/1Pu4AK61lp", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/1Pu4AK61lp"], "country": "MEXICO", "text_es": "La imagen te sorprende porque llevas dos años sin verla, pero a día de hoy, con un muy gran porcentaje de la población vacunada, la normalidad debería de empezar a ser así, porque lo que no es normal es que estando vacunados sigan poniéndonos más restricciones aún lo siento"}, {"id": 1439579879717101568, "verified": false, "tweet_text": "@AntoineDayne @CarlosSerrano_2 Jetón y medio, yo no tengo seguro y ya estoy vacunada. A hablar papaya a otro lado. 🙃", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["AntoineDayne", "CarlosSerrano_2"], "tweet_emoticons": ["🙃"], "country": "MEXICO", "text_es": "Jetón y medio, yo no tengo seguro y ya estoy vacunada. A hablar papaya a otro lado. 🙃"}, {"id": 1439579753300832257, "verified": false, "tweet_text": "Si supieran lo emocionada que estoy de ya estar vacunada!!!!", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Si supieran lo emocionada que estoy de ya estar vacunada!!!!"}, {"id": 1439579670354317321, "verified": false, "tweet_text": "Por fin vacunada. 🥲", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥲"], "country": "MEXICO", "text_es": "Por fin vacunada. 🥲"}, {"id": 1439579007398338563, "verified": false, "tweet_text": "Si una persona vacunada muere dentro de los 14 días siguientes de ser vacunado, se le enlistará estadísticamente como persona no vacunada. Que conveniente. La CDC no le pierde, Big Pharma tampoco. Vaya afrenta que sería ese epitafio…", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Si una persona vacunada muere dentro de los días siguientes de ser vacunado, se le enlistará estadísticamente como persona no vacunada. Que conveniente. La CDC no le pierde, Big Pharma tampoco. Vaya afrenta que sería ese epitafio…"}, {"id": 1439578916780482562, "verified": false, "tweet_text": "@luisacarcedo Vacunada? Creo que tendremos que acostumbrarnos cada vez más a este tipo de noticias lamentablemente", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["luisacarcedo"], "country": "MEXICO", "text_es": "Vacunada? Creo que tendremos que acostumbrarnos cada vez más a este tipo de noticias lamentablemente"}, {"id": 1439578741991149574, "verified": false, "tweet_text": "@jcbm72 @MariaStilosa0 @PerujoMaria Que por cierto muere gente vacunada por covid y gente por ponerse la vacuna. No protegerá tanto. Y te repito me vacune asumiendo el riesgo.\nY los que no quieren asumen su riesgo.\nDame una vacuna que proteja 92%\ny segura 97%.\nPero esta vacuna es de risa.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["jcbm72", "MariaStilosa0", "PerujoMaria"], "country": "MEXICO", "text_es": "Que por cierto muere gente vacunada por covid y gente por ponerse la vacuna. No protegerá tanto. Y te repito me vacune asumiendo el riesgo. Y los que no quieren asumen su riesgo. Dame una vacuna que proteja % y segura %. Pero esta vacuna es de risa."}, {"id": 1439578002128613382, "verified": false, "tweet_text": "@mnesefilo @frandevox @gutenterre Sabe usted que por estar vacunada no tiene menos peligro de contagiar a un \"crónico de pulmón\"? Si aún no lo sabe, tiene usted un problema.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["mnesefilo", "frandevox", "gutenterre"], "country": "MEXICO", "text_es": "Sabe usted que por estar vacunada no tiene menos peligro de contagiar a un \"crónico de pulmón\"? Si aún no lo sabe, tiene usted un problema."}, {"id": 1439577601367056390, "verified": false, "tweet_text": "@Soniaina74 @Enol_Asturies @ccarballo50 Y esa teoría quien la ha demostrado??\nPorque conozco mucha gente vacunada que ha palmado, que está o ha estado en UCI o en planta muy mal, pero mejor culpamos a los que NO quieren vacunarse verdad???\nQue mal puede hacer un NO VACUNADO, me lo dices??", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Soniaina74", "Enol_Asturies", "ccarballo50"], "country": "MEXICO", "text_es": "Y esa teoría quien la ha demostrado?? Porque conozco mucha gente vacunada que ha palmado, que está o ha estado en UCI o en planta muy mal, pero mejor culpamos a los que NO quieren vacunarse verdad??? Que mal puede hacer un NO VACUNADO, me lo dices??"}, {"id": 1439577555607162882, "verified": false, "tweet_text": "@Irismejillas Ya me jodería tener al 80% de la población vacunada y seguir poniendo excusas cuando en otros países ya no se acuerdan del covid", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Irismejillas"], "country": "MEXICO", "text_es": "Ya me jodería tener al % de la población vacunada y seguir poniendo excusas cuando en otros países ya no se acuerdan del covid"}, {"id": 1439577373385674758, "verified": false, "tweet_text": "los putos imbeciles del sergas han llamado a mi casa en vez de a mi movil y mi madre se ha enterado de q estoy vacunada esq me cago en sus putos muertos tengo 18 años porque llaman a mi madre 🥸🥸🥸🤡👹👹👹👹👹", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🤡", "🥸", "👹"], "country": "MEXICO", "text_es": "los putos imbeciles del sergas han llamado a mi casa en vez de a mi movil y mi madre se ha enterado de q estoy vacunada esq me cago en sus putos muertos tengo años porque llaman a mi madre 🥸🥸🥸🤡👹👹👹👹👹"}, {"id": 1439576716360527874, "verified": false, "tweet_text": "Salud informa que de los 2 decesos que se reportaron hoy a causa del COVID-19, una persona no estaba vacunada https://t.co/ap7BbxjJAB a través de @Foro Noticioso Puerto Rico", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["foro"], "tweet_urls": ["https://t.co/ap7BbxjJAB"], "country": "MEXICO", "text_es": "Salud informa que de los decesos que se reportaron hoy a causa del COVID-19, una persona no estaba vacunada a través de Noticioso Puerto Rico"}, {"id": 1439575794150481921, "verified": false, "tweet_text": "esta toda mi familia vacunada menos yo, todo el mundo haciendo vida normal y mi hermano y mis primos saliendo de fiesta. Pero luego no quieren que vaya a una comida familiar xddddd entonces para que coño os vacunais https://t.co/Q2xALD0D6I", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/Q2xALD0D6I"], "country": "MEXICO", "text_es": "esta toda mi familia vacunada menos yo, todo el mundo haciendo vida normal y mi hermano y mis primos saliendo de fiesta. Pero luego no quieren que vaya a una comida familiar xddddd entonces para que coño os vacunais"}, {"id": 1439575233724301315, "verified": false, "tweet_text": "-Ya te vacunaste?\n-Igual te afecta estes vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "-Ya te vacunaste? -Igual te afecta estes vacunada."}, {"id": 1439575005164195842, "verified": false, "tweet_text": "#SomosSaludCentral || Compartimos con ustedes 📅calendario de vacunación 💉para la semana entre el 20 y 24 de septiembre\n\n✅ Primera dosis adolescentes de 12 a 13 años\n✅ 2° dosis población vacunada con Sinovac, Pfizer y AstraZeneca\n✅ 1° dosis rezagados mayores de 18 años https://t.co/QLvRRRyxTd", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["SomosSaludCentral"], "tweet_emoticons": ["💉", "✅", "📅"], "country": "MEXICO", "text_es": "|| Compartimos con ustedes 📅calendario de vacunación 💉para la semana entre el y de septiembre ✅ Primera dosis adolescentes de a años ✅ ° dosis población vacunada con Sinovac, Pfizer y AstraZeneca ✅ ° dosis rezagados mayores de años"}, {"id": 1439575003306016773, "verified": false, "tweet_text": "Se reportaron 2 decesos a causa del COVID-19, una persona no estaba vacunada. El fallecido de 75 años presentaba condiciones preexistentes. https://t.co/1asSaJWbS1", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Se reportaron decesos a causa del COVID-19, una persona no estaba vacunada. El fallecido de años presentaba condiciones preexistentes."}, {"id": 1439574373275418624, "verified": false, "tweet_text": "@CeciliaST3333 @hawai052 @vox_es @hermanntertsch Si hubo fraude electoral deberías ir corriendo a denunciarlo, que pareces bien enterada... Vida normal??? Has oído hablar del pasaporte covid? En francia es imprescindible para entrar en bares, centros deportivos, etc  (incluso van a suspender los contratos de gente no vacunada.)", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["CeciliaST3333", "hawai052", "vox_es", "hermanntertsch"], "country": "MEXICO", "text_es": "Si hubo fraude electoral deberías ir corriendo a denunciarlo, que pareces bien enterada... Vida normal??? Has oído hablar del pasaporte covid? En francia es imprescindible para entrar en bares, centros deportivos, etc (incluso van a suspender los contratos de gente no vacunada.)"}, {"id": 1439574336860475392, "verified": false, "tweet_text": "@miacat47 @anguestar Ninguna incoherencia, en los bares la gente está vacunada y en los colegios los críos van sin vacunar y se pasan los mocos unos a otros. Ya me dirás.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["miacat47", "anguestar"], "country": "MEXICO", "text_es": "Ninguna incoherencia, en los bares la gente está vacunada y en los colegios los críos van sin vacunar y se pasan los mocos unos a otros. Ya me dirás."}, {"id": 1439573757924941826, "verified": false, "tweet_text": "@SUPERLULITI @FitoCanuto02 @Antonio87964567 @andrearoae Como Bill Gates, quien le va a comprar sus productos?\nSi más de la mitad de la población en países desarrollados está vacunada y mueren, quien ocupará esos cargos?\nSi fuera por control mental, quiero quienes nos controlarían?\nLos NO vacunados serían una especie de Resistencia?", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["SUPERLULITI", "FitoCanuto02", "Antonio87964567", "andrearoae"], "country": "MEXICO", "text_es": "Como Bill Gates, quien le va a comprar sus productos? Si más de la mitad de la población en países desarrollados está vacunada y mueren, quien ocupará esos cargos? Si fuera por control mental, quiero quienes nos controlarían? Los NO vacunados serían una especie de Resistencia?"}, {"id": 1439573575846047751, "verified": false, "tweet_text": "Vacunada y todo, pero no siento mi brazo :c", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": [":c"], "country": "MEXICO", "text_es": "Vacunada y todo, pero no siento mi brazo :c"}, {"id": 1439573530094538754, "verified": true, "tweet_text": "@AlvitaUseche Hola Alvita. Para ser considerada completamente vacunada por España, debes cumplir con lo siguiente:\nVacunas aprobadas por la EMA y la OMS (Pfizer-BioNtech, Moderna, AstraZeneca (ambas versiones), Janssen, Sinopharm, Sinovac y Serum Institute of India PVT. ) /1", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["AlvitaUseche"], "country": "MEXICO", "text_es": "Hola Alvita. Para ser considerada completamente vacunada por España, debes cumplir con lo siguiente: Vacunas aprobadas por la EMA y la OMS (Pfizer-BioNtech, Moderna, AstraZeneca (ambas versiones), Janssen, Sinopharm, Sinovac y Serum Institute of India PVT. ) /1"}, {"id": 1439573441926111235, "verified": false, "tweet_text": "@Carlanko @AdrianaAmo2 @turkabdala Cerebro lavado y centrifugado. De que privado hablás? La gente para entrar a este país tiene que estar vacunada, para ir al futbol, también. Puedo seguir pero ya no hablo con gente que sigue defendiendo esto. Y no me digas lo que tengo que hacer, lo tengo claro.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Carlanko", "AdrianaAmo2", "turkabdala"], "country": "MEXICO", "text_es": "Cerebro lavado y centrifugado. De que privado hablás? La gente para entrar a este país tiene que estar vacunada, para ir al futbol, también. Puedo seguir pero ya no hablo con gente que sigue defendiendo esto. Y no me digas lo que tengo que hacer, lo tengo claro."}, {"id": 1439573145007046656, "verified": false, "tweet_text": "@TheDroopy777 @cristiannmillo Igual que vos. Volvi vacunada. Test 48 hs antes de viajar para acá. Negativo. Test cuando llegue. Negativo. Cuarentena. Test a los 7 días. Negativo.  Incoherencia x 1000.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["TheDroopy777", "cristiannmillo"], "country": "MEXICO", "text_es": "Igual que vos. Volvi vacunada. Test hs antes de viajar para acá. Negativo. Test cuando llegue. Negativo. Cuarentena. Test a los días. Negativo. Incoherencia x ."}, {"id": 1439571684567158795, "verified": false, "tweet_text": "@petrorius12 @julianaoxenford Ajá así es ..y eso es solo para los que entran xq bien que su población está vacunada con las mejores vacunas..s.e. vacuna es vacuna", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["petrorius12", "julianaoxenford"], "country": "MEXICO", "text_es": "Ajá así es ..y eso es solo para los que entran xq bien que su población está vacunada con las mejores vacunas..s.e. vacuna es vacuna"}, {"id": 1439571684248498184, "verified": false, "tweet_text": "@morphine122 @maicawag @UliBetty @AndreaSilvin Pues sí que tienes huevos, los de decirle a una persona vacunada con efectos adversos lo que le has dicho.\n\nLos huevos sin cabeza no son más que ego, como bien te han dicho.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["morphine122", "maicawag", "UliBetty", "AndreaSilvin"], "country": "MEXICO", "text_es": "Pues sí que tienes huevos, los de decirle a una persona vacunada con efectos adversos lo que le has dicho. Los huevos sin cabeza no son más que ego, como bien te han dicho."}, {"id": 1439571525166829572, "verified": false, "tweet_text": "@Chag2401 @santeagoche @la_patilla Si, efectivamente son síntomas más suaves. Los registros de personas que llegan a la UCI o UTI vacunados es porque tienen una condición adicional. La persona sana y vacunada difícilmente correrá peligro de muerte!", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Chag2401", "santeagoche", "la_patilla"], "country": "MEXICO", "text_es": "Si, efectivamente son síntomas más suaves. Los registros de personas que llegan a la UCI o UTI vacunados es porque tienen una condición adicional. La persona sana y vacunada difícilmente correrá peligro de muerte!"}, {"id": 1439571459383439360, "verified": false, "tweet_text": "No lo entiendo. Si ya está vacunada, Rosé y Jennie han viajado y tal... por qué ella no la han dejado ir a Tailandia este verano? Cuál es el problema, pasa la cuarentena al llegar y listo. https://t.co/Y0aPG5hSYF", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/Y0aPG5hSYF"], "country": "MEXICO", "text_es": "No lo entiendo. Si ya está vacunada, Rosé y Jennie han viajado y tal... por qué ella no la han dejado ir a Tailandia este verano? Cuál es el problema, pasa la cuarentena al llegar y listo."}, {"id": 1439571450491461635, "verified": false, "tweet_text": "Ya estamos mejor de la vacunada!", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Ya estamos mejor de la vacunada!"}, {"id": 1439571117128171522, "verified": false, "tweet_text": "@diegovr29 La vacuna Noooo es repelente AntiCovid,, igual puede una persona vacunada ser portadora y transmitir el virus 🦠 #LaIgnorancia", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["LaIgnorancia"], "mentions": ["diegovr29"], "tweet_emoticons": ["🦠"], "country": "MEXICO", "text_es": "La vacuna Noooo es repelente AntiCovid,, igual puede una persona vacunada ser portadora y transmitir el virus 🦠"}, {"id": 1439570345300738053, "verified": false, "tweet_text": "Si de verdad es \"preocupante\" que bastante más del 80% de la población objetivo, esté ya vacunada...nos hemos vuelto locos. Es más, no sé qué pensaría por estas fechas hace un año, entiendo que un posible confinamiento ante las vueltas al cole, no?. https://t.co/iy05dLtjjZ", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/iy05dLtjjZ"], "country": "MEXICO", "text_es": "Si de verdad es \"preocupante\" que bastante más del % de la población objetivo, esté ya vacunada...nos hemos vuelto locos. Es más, no sé qué pensaría por estas fechas hace un año, entiendo que un posible confinamiento ante las vueltas al cole, no?."}, {"id": 1439569964944396301, "verified": true, "tweet_text": "#Testimonio A Naylet Blanco, quien llevó a su abuela de 80 años (en silla de ruedas y vacunada con la primera dosis el #30May), le explicaron que solo vacunarían a los que hubieran recibido la primera dosis antes del #15Jun. Lea más aquí⏬ https://t.co/XOZb5rIP9r", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["Testimonio", "30May", "15Jun"], "tweet_urls": ["https://t.co/XOZb5rIP9r"], "tweet_emoticons": ["⏬", "xp"], "country": "MEXICO", "text_es": "A Naylet Blanco, quien llevó a su abuela de años (en silla de ruedas y vacunada con la primera dosis el ), le explicaron que solo vacunarían a los que hubieran recibido la primera dosis antes del . Lea más aquí⏬"}, {"id": 1439568769551147009, "verified": false, "tweet_text": "@Enol_Asturies @HispanaNobleza @ccarballo50 Que parte de “los vacunados también pueden terminar en la UCI” se te ha escapado? \nLos vacunados no son inmunes, muchos están ingresando. La vacuna ha hecho disminuir los ingresos y las muertes, por lo tanto, a más gente vacunada, menos gente ingresada.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Enol_Asturies", "HispanaNobleza", "ccarballo50"], "country": "MEXICO", "text_es": "Que parte de “los vacunados también pueden terminar en la UCI” se te ha escapado? Los vacunados no son inmunes, muchos están ingresando. La vacuna ha hecho disminuir los ingresos y las muertes, por lo tanto, a más gente vacunada, menos gente ingresada."}, {"id": 1439568255199453188, "verified": false, "tweet_text": "@BiroloVicky Esto de estar vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["BiroloVicky"], "country": "MEXICO", "text_es": "Esto de estar vacunada"}, {"id": 1439568104166772739, "verified": false, "tweet_text": "@Giluvr EXACTO, es que se puede pasar un buen rato y recordarlo de diferentes maneras. La gente se cree ya que estando vacunada es inmortal y se creen invencibles, y así no conseguiremos nada", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Giluvr"], "country": "MEXICO", "text_es": "EXACTO, es que se puede pasar un buen rato y recordarlo de diferentes maneras. La gente se cree ya que estando vacunada es inmortal y se creen invencibles, y así no conseguiremos nada"}, {"id": 1439567947253616641, "verified": false, "tweet_text": "Soy una mujer vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "country": "MEXICO", "text_es": "Soy una mujer vacunada"}, {"id": 1439567674124681220, "verified": false, "tweet_text": "@elmarete Estaba vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["elmarete"], "country": "MEXICO", "text_es": "Estaba vacunada?"}, {"id": 1439567210586984450, "verified": false, "tweet_text": "@rparrawong @Minsa_Peru @pcmperu @HCevallosFlores Rodrigo, ya vacunada y en la web esta el registro  solo de mi primera dosis y la segunda fue el 7 de agosto y lo mismo sucede con algunas amistades, van como 6 semanas sin la actualización.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["rparrawong", "Minsa_Peru", "pcmperu", "HCevallosFlores"], "country": "MEXICO", "text_es": "Rodrigo, ya vacunada y en la web esta el registro solo de mi primera dosis y la segunda fue el de agosto y lo mismo sucede con algunas amistades, van como semanas sin la actualización."}, {"id": 1439567186088144896, "verified": false, "tweet_text": "@misstica3 @diarioas ¿ Por que ahora que está el 80% de la población vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["misstica3", "diarioas"], "country": "MEXICO", "text_es": "¿ Por que ahora que está el % de la población vacunada?"}, {"id": 1439566466915909634, "verified": false, "tweet_text": "@RunRunesWeb Según la Vice Pta de la Soc. De Infectología de Vzla Dra. Patricia Valenzuela en intervención de programa en @Punto_deCorte llevamos 19 semanas continuadas en 2da Ola con aprox 8000 casos semanales y  hay cifras d fallecidos.  Sin contar niños 11% población vacunada solo 3ra edad", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["RunRunesWeb", "Punto_deCorte"], "country": "MEXICO", "text_es": "Según la Vice Pta de la Soc. De Infectología de Vzla Dra. Patricia Valenzuela en intervención de programa en llevamos semanas continuadas en da Ola con aprox casos semanales y hay cifras d fallecidos. Sin contar niños % población vacunada solo ra edad"}, {"id": 1439566429649612800, "verified": false, "tweet_text": "@Skryyyykeeeer Este tío esta ciego, yo conozco a más gente enferma que del supuesto virus, gente sana vacunada que tienen problemas del sistema nervioso, etc, y fallo del rendimiento laboral, claro de ahí la idea de los robots que ocuparan nuestros puestos... Todo planeado!", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Skryyyykeeeer"], "country": "MEXICO", "text_es": "Este tío esta ciego, yo conozco a más gente enferma que del supuesto virus, gente sana vacunada que tienen problemas del sistema nervioso, etc, y fallo del rendimiento laboral, claro de ahí la idea de los robots que ocuparan nuestros puestos... Todo planeado!"}, {"id": 1439566387924684801, "verified": false, "tweet_text": "@esCesarVidal ¿Cómo que se han puesto 6.000 millones de dosis? ¿Realmente alguien se cree que esté vacunada con doble pauta el 40% de la población mundial a 18/09/2021 ???   Es que se manejan datos absolutamente falsos, coñe...", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["esCesarVidal"], "country": "MEXICO", "text_es": "¿Cómo que se han puesto millones de dosis? ¿Realmente alguien se cree que esté vacunada con doble pauta el % de la población mundial a /09/2021 ??? Es que se manejan datos absolutamente falsos, coñe..."}, {"id": 1439566145837846529, "verified": false, "tweet_text": "@DrVeller Buen dia !! Pregunta, puede una persona tener covid,todos los síntomas, vacunada y con 3 hisopados negativos?", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["DrVeller"], "country": "MEXICO", "text_es": "Buen dia !! Pregunta, puede una persona tener covid,todos los síntomas, vacunada y con hisopados negativos?"}, {"id": 1439565418063089667, "verified": false, "tweet_text": "@AmggAna @FrayJosepho Los malos se irán de rositas como siempre, ya esta siendo evidente que las vacunas no funcionan\n\nEn este invierno se va a ver una mortalidad importante si se sigue la estadística del verano y la población estará prácticamente vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["AmggAna", "FrayJosepho"], "country": "MEXICO", "text_es": "Los malos se irán de rositas como siempre, ya esta siendo evidente que las vacunas no funcionan En este invierno se va a ver una mortalidad importante si se sigue la estadística del verano y la población estará prácticamente vacunada"}, {"id": 1439565036423368710, "verified": false, "tweet_text": "@clinaliciaare Si esta vacunada Dr no se preocupe a mi me dió pero solo fue una calenturita suave por 3 dias y poco dolor de cabeza . Ud pronto estará bien primero Dios", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["clinaliciaare"], "country": "MEXICO", "text_es": "Si esta vacunada Dr no se preocupe a mi me dió pero solo fue una calenturita suave por dias y poco dolor de cabeza . Ud pronto estará bien primero Dios"}, {"id": 1439564543496183808, "verified": false, "tweet_text": "@UnCaricaturista Para la adopción el procedimiento es desparasitada, vacunada y esterilizada", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["UnCaricaturista"], "country": "MEXICO", "text_es": "Para la adopción el procedimiento es desparasitada, vacunada y esterilizada"}, {"id": 1439564485044342793, "verified": false, "tweet_text": "Vacunada, pero a que costo", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "country": "MEXICO", "text_es": "Vacunada, pero a que costo"}, {"id": 1439564286666448896, "verified": false, "tweet_text": "@AttFinch10 Pq cuanta más gente vacunada, menos contagios de la delta y más asumibles serán por el sistema sanitario los contagios que se produzcan.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["AttFinch10"], "country": "MEXICO", "text_es": "Pq cuanta más gente vacunada, menos contagios de la delta y más asumibles serán por el sistema sanitario los contagios que se produzcan."}, {"id": 1439564043254120450, "verified": false, "tweet_text": "@ElenaL68691776 @AdKuznetsov1998 @FrayJosepho @eslamananadeFJL a ver, reflexiona tú. si casi todo el mundo conduce con cinturón morirá más gente con que sin cinturón. eso no quiere decir que el cinturón no funcione. si comparas datos absolutos, sin tener en cuenta que no hay la misma población vacunada que sin vacunar pasan estas cosas", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["ElenaL68691776", "AdKuznetsov1998", "FrayJosepho", "eslamananadeFJL"], "country": "MEXICO", "text_es": "a ver, reflexiona tú. si casi todo el mundo conduce con cinturón morirá más gente con que sin cinturón. eso no quiere decir que el cinturón no funcione. si comparas datos absolutos, sin tener en cuenta que no hay la misma población vacunada que sin vacunar pasan estas cosas"}, {"id": 1439563938488852482, "verified": false, "tweet_text": "Antes te compraba el argumento, ahora a 19 de Septiembre de 2021, con mas del 70% de la poblacion vacunada y con una incidencia menor de 95 casos por 100.000 habitantes... ya no es indignante https://t.co/UX2O26CKei", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "tweet_urls": ["https://t.co/UX2O26CKei"], "country": "MEXICO", "text_es": "Antes te compraba el argumento, ahora a de Septiembre de , con mas del % de la poblacion vacunada y con una incidencia menor de casos por habitantes... ya no es indignante"}, {"id": 1439562778927316992, "verified": false, "tweet_text": "@Alopez_Letrado Hay muertos y seguirá habiendo, por esta y por otras muchas causas. Con prácticamente el 80% de la gente vacunada, con los hospitales vacíos y con la mayoría de casos leves gracias a las vacunas ya no hay motivos para no hacer vida normal. Cuál sería para usted la fecha adecuada?", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Alopez_Letrado"], "country": "MEXICO", "text_es": "Hay muertos y seguirá habiendo, por esta y por otras muchas causas. Con prácticamente el % de la gente vacunada, con los hospitales vacíos y con la mayoría de casos leves gracias a las vacunas ya no hay motivos para no hacer vida normal. Cuál sería para usted la fecha adecuada?"}, {"id": 1439562424626159621, "verified": false, "tweet_text": "ÚLTIMA HORA | Muere en #Extremadura una mujer de 101 años vacunada, donde siguen bajando casos e incidencia; tres fallecidos en total. https://t.co/gayFJ7zeLT", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "hashtags": ["Extremadura"], "tweet_urls": ["https://t.co/gayFJ7zeLT"], "country": "MEXICO", "text_es": "ÚLTIMA HORA | Muere en una mujer de años vacunada, donde siguen bajando casos e incidencia; tres fallecidos en total."}, {"id": 1439561718242369538, "verified": false, "tweet_text": "@CMaibee @PedroCastilloTe Eso ya está, lo que pasa es que ademas al estado peruano ahora se le dió por exijir que la persona esté vacunada 🤷‍♂️", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["CMaibee", "PedroCastilloTe"], "tweet_emoticons": ["🤷‍♂️"], "country": "MEXICO", "text_es": "Eso ya está, lo que pasa es que ademas al estado peruano ahora se le dió por exijir que la persona esté vacunada 🤷‍♂️"}, {"id": 1439561555616612356, "verified": false, "tweet_text": "@doctormacias No solo Pfizer, yo estoy vacunada con moderna y me dijeron que debo aplicarme la tercera en mi hospital y antes de que llegue el frío que será en un mes, vivo en Nueva York..", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["doctormacias"], "country": "MEXICO", "text_es": "No solo Pfizer, yo estoy vacunada con moderna y me dijeron que debo aplicarme la tercera en mi hospital y antes de que llegue el frío que será en un mes, vivo en Nueva York.."}, {"id": 1439561487824134152, "verified": false, "tweet_text": "@carlosoporto Conozco UN caso que dieron cita, no fue la persona a vacunarse, pero aparece como vacunada con primera dosis.\nSolicitan cambio de status para poder vacunarse y no dan respuesta.\n\nCuántos casos similares serían?", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["carlosoporto"], "country": "MEXICO", "text_es": "Conozco UN caso que dieron cita, no fue la persona a vacunarse, pero aparece como vacunada con primera dosis. Solicitan cambio de status para poder vacunarse y no dan respuesta. Cuántos casos similares serían?"}, {"id": 1439561116653346818, "verified": false, "tweet_text": "@lucasllach @martinvars El vacunado no tiene la capacidad de contagiar?  El criterio para una restricción no debería estar basado en si la persona está vacunada, sino en si está cursando la enfermedad y puede propagar el virus, sea que esté vacunado o no.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["lucasllach", "martinvars"], "country": "MEXICO", "text_es": "El vacunado no tiene la capacidad de contagiar? El criterio para una restricción no debería estar basado en si la persona está vacunada, sino en si está cursando la enfermedad y puede propagar el virus, sea que esté vacunado o no."}, {"id": 1439560524556079105, "verified": false, "tweet_text": "@ccarballo50 No entiendo ese porcentaje sin vacunar.... En Ciudad Real todos los viernes vacuna en el hospital sin cita y me sorprende porque no me imaginaba que quedara gente aún... Mi hija de 12 vacunada y deseando que al de 9 también.... En fin, cada uno q  valore, en casa lo tenemos claro", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "No entiendo ese porcentaje sin vacunar.... En Ciudad Real todos los viernes vacuna en el hospital sin cita y me sorprende porque no me imaginaba que quedara gente aún... Mi hija de vacunada y deseando que al de también.... En fin, cada uno q valore, en casa lo tenemos claro"}, {"id": 1439560491505000449, "verified": false, "tweet_text": "Cómo que de murió y estaba vacunada?! Stupefacente! https://t.co/lifB57hNvA", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "tweet_urls": ["https://t.co/lifB57hNvA"], "country": "MEXICO", "text_es": "Cómo que de murió y estaba vacunada?! Stupefacente!"}, {"id": 1439560230682177551, "verified": false, "tweet_text": "@ceciliagarca10 @ccarballo50 @AnaMValeroLite @nsrbarte @RoiRoi1993 @Santi_ABASCAL Soy alérgica a penicilina y derivados, sulfamidas, cefalosporinas, eritromicina, norxoflacino, cruzo alergias y estoy vacunada con las dos dosis. Pasé miedo, no lo voy a negar, pero quiero volver a vivir con la normalidad que teníamos antes. Yo miro por los que quiero", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["ceciliagarca10", "ccarballo50", "AnaMValeroLite", "nsrbarte", "RoiRoi1993", "Santi_ABASCAL"], "country": "MEXICO", "text_es": "Soy alérgica a penicilina y derivados, sulfamidas, cefalosporinas, eritromicina, norxoflacino, cruzo alergias y estoy vacunada con las dos dosis. Pasé miedo, no lo voy a negar, pero quiero volver a vivir con la normalidad que teníamos antes. Yo miro por los que quiero"}, {"id": 1439560176332378112, "verified": false, "tweet_text": "@IlRapha Con todos los médicos que hable.. todos se asombran porque todavía no estoy vacunada y me mandan a hacerlo urgte. De mis conocidos y flia ya soy la única que no lo estoy!", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["IlRapha"], "country": "MEXICO", "text_es": "Con todos los médicos que hable.. todos se asombran porque todavía no estoy vacunada y me mandan a hacerlo urgte. De mis conocidos y flia ya soy la única que no lo estoy!"}, {"id": 1439559503754760198, "verified": false, "tweet_text": "@Carriepol @joanlafarga La comprensió lectora també serveix per llegir entre línies. I tranquila que tu vacunada també pots contagiar.", "tweet_lang": "ca", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Carriepol", "joanlafarga"]}, {"id": 1439559483022270471, "verified": false, "tweet_text": "@FLMIRONES Conozco dos casos personalmente. Una es mi tía y se murió a los 3 meses de ser vacunada, empeoramiento repentino y fulminante de su precedente cancer. Y el padre de un amigo que tras un par de semanas de ser vacunado x2 le diagnostican leucemia a sus 72 años.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["FLMIRONES"], "country": "MEXICO", "text_es": "Conozco dos casos personalmente. Una es mi tía y se murió a los meses de ser vacunada, empeoramiento repentino y fulminante de su precedente cancer. Y el padre de un amigo que tras un par de semanas de ser vacunado x2 le diagnostican leucemia a sus años."}, {"id": 1439559444011134980, "verified": false, "tweet_text": "ÚLTIMA HORA | Muere en #Extremadura una mujer de 101 años vacunada, donde siguen bajando casos e incidencia; tres fallecidos en total https://t.co/gayFJ7zeLT", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "hashtags": ["Extremadura"], "tweet_urls": ["https://t.co/gayFJ7zeLT"], "country": "MEXICO", "text_es": "ÚLTIMA HORA | Muere en una mujer de años vacunada, donde siguen bajando casos e incidencia; tres fallecidos en total"}, {"id": 1439559274448007173, "verified": false, "tweet_text": "@JuanTur9 @abc_es @carloshidalgo_ Una no 3 pandemias nuevas van a empezar... Vaya tela el lavado de cerebro que tienen algunos. Deja disfrutar a la gente que está vacunada si tú no quieres salir encierrate en casa", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["JuanTur9", "abc_es", "carloshidalgo_"], "country": "MEXICO", "text_es": "Una no pandemias nuevas van a empezar... Vaya tela el lavado de cerebro que tienen algunos. Deja disfrutar a la gente que está vacunada si tú no quieres salir encierrate en casa"}, {"id": 1439558260881825792, "verified": false, "tweet_text": "Y me juego algo a que el drama de esta tragedia es un total de cero hospitalizados y, como mucho, algún catarro entre gente vacunada (los niños seguramente ni eso).\n\nPero nada, ante un virus que está para quedarse habrá que seguir, hasta que muramos, encerrados, no vaya a ser. https://t.co/scupTnbMaK", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "tweet_urls": ["https://t.co/scupTnbMaK"], "country": "MEXICO", "text_es": "Y me juego algo a que el drama de esta tragedia es un total de cero hospitalizados y, como mucho, algún catarro entre gente vacunada (los niños seguramente ni eso). Pero nada, ante un virus que está para quedarse habrá que seguir, hasta que muramos, encerrados, no vaya a ser."}, {"id": 1439558032107659269, "verified": false, "tweet_text": "@Daniela13104644 @ernestomabu @Joaginma23 @Farmaenfurecida @Daniela13104644 tienes derecho a decidir no vacunarte siempre que te afecte solo a ti. En este caso, no es así. Si te contagias, contagiarás con más probabilidad a los que estén cerca de ti que si estuvieras vacunada. Comprobado. Así es que atentarías contra la salud pública", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Daniela13104644", "ernestomabu", "Joaginma23", "Farmaenfurecida", "Daniela13104644"], "country": "MEXICO", "text_es": "tienes derecho a decidir no vacunarte siempre que te afecte solo a ti. En este caso, no es así. Si te contagias, contagiarás con más probabilidad a los que estén cerca de ti que si estuvieras vacunada. Comprobado. Así es que atentarías contra la salud pública"}, {"id": 1439557988650475525, "verified": false, "tweet_text": "Casi el 80% de población vacunada y 4 gilipollas se están quejando de los botellones callaos ya por favor.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "country": "MEXICO", "text_es": "Casi el % de población vacunada y gilipollas se están quejando de los botellones callaos ya por favor."}, {"id": 1439557885361463296, "verified": false, "tweet_text": "Més del 50 per cent de la Catalunya central ja està vacunada contra la Covid-19\nhttps://t.co/ncAWqMd4Q4", "tweet_lang": "ca", "tweet_date": "2021-09-19T12:00:00Z", "tweet_urls": ["https://t.co/ncAWqMd4Q4"]}, {"id": 1439557781560963076, "verified": false, "tweet_text": "@90Homerjs @CarliRih @Guaje_95 @Niiltorrell @NereaVaquerizo La gripe tiene cientos de miles de CEPAS (que no variantes) por eso es tan jodida de aniquilar. El covid, cada vez que salta de un paciente a otro tiene una probabilidad de mutar, y de ahí salen las variantes. ¿Cuanta más gente vacunada menos altos y menos variantes? ¡Muy bien!", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["90Homerjs", "CarliRih", "Guaje_95", "Niiltorrell", "NereaVaquerizo"], "country": "MEXICO", "text_es": "La gripe tiene cientos de miles de CEPAS (que no variantes) por eso es tan jodida de aniquilar. El covid, cada vez que salta de un paciente a otro tiene una probabilidad de mutar, y de ahí salen las variantes. ¿Cuanta más gente vacunada menos altos y menos variantes? ¡Muy bien!"}, {"id": 1439557660899164166, "verified": false, "tweet_text": "@Astartea09 Estoy recién vacunada, sino va como piña", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Astartea09"], "country": "MEXICO", "text_es": "Estoy recién vacunada, sino va como piña"}, {"id": 1439557529693036547, "verified": false, "tweet_text": "Por la chucha... Vean el % de gente vacunada 😩😩 estamos hasta el loly!!! https://t.co/0Ripbqe5Nf", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "tweet_urls": ["https://t.co/0Ripbqe5Nf"], "tweet_emoticons": ["😩"], "country": "MEXICO", "text_es": "Por la chucha... Vean el % de gente vacunada 😩😩 estamos hasta el loly!!!"}, {"id": 1439557313896062978, "verified": false, "tweet_text": "@andreucanals Cadascú és lliure de fer el que vulgui jo estic vacunada no se si és correcte però ja està fet. Jo era vegetariana controlava molt la meva dieta feia esport i als 43 any vaig patir una aturada cardiorespiratòria i ningú em pot donar el motiu. Així que cadascú faci el que vulgui", "tweet_lang": "ca", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["andreucanals"]}, {"id": 1439557295864680450, "verified": false, "tweet_text": "@EnfrmraSaturada Entiendo que todos tenemos ganas de recuperar la antigua normalidad, que hay un alto % de población vacunada… pero igual es un poco pronto para montar hoy este macrobotellón en la Complutense de Madrid. Igual.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["EnfrmraSaturada"], "country": "MEXICO", "text_es": "Entiendo que todos tenemos ganas de recuperar la antigua normalidad, que hay un alto % de población vacunada… pero igual es un poco pronto para montar hoy este macrobotellón en la Complutense de Madrid. Igual."}, {"id": 1439557226209939460, "verified": false, "tweet_text": "Cuba llegará a los Primeros Juegos Panamericanos Júnior de Cali 2021 con toda su delegación vacunada contra la covid-19, para lo cual se ha reanudado desde hoy el proceso de inmunización con Abdala y Soberana-02.\nhttps://t.co/FMfqgrHgdh https://t.co/O66rvjcmID", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "tweet_urls": ["https://t.co/FMfqgrHgdh"], "country": "MEXICO", "text_es": "Cuba llegará a los Primeros Juegos Panamericanos Júnior de Cali con toda su delegación vacunada contra la covid-19, para lo cual se ha reanudado desde hoy el proceso de inmunización con Abdala y Soberana-02."}, {"id": 1439556659282649096, "verified": false, "tweet_text": "@eliaja72 @CoronaDades Si veu a mi m'agrada el hastag #generacioArgimon ,    no depèn de partits. Els festivals al juny gent vacunada per edat pròxim al 0%. Ara es supera el 70%. \nNo som ni al març del 2020, ni al juny del 2021.", "tweet_lang": "ca", "tweet_date": "2021-09-19T12:00:00Z", "hashtags": ["generacioArgimon"], "mentions": ["eliaja72", "CoronaDades"]}, {"id": 1439556570547900417, "verified": false, "tweet_text": "@auge_ss también existe un 78% de juventud vacunada entre los 12 y los 25 años, si para algo están las vacunas es para retomar la normalidad, no para quedarnos viviendo como lo hacíamos hace 1 año", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["auge_ss"], "country": "MEXICO", "text_es": "también existe un % de juventud vacunada entre los y los años, si para algo están las vacunas es para retomar la normalidad, no para quedarnos viviendo como lo hacíamos hace año"}, {"id": 1439556201415647234, "verified": false, "tweet_text": "@MasterChef_es No entiendo cómo dais cabida a una negacionistas del covid con todos los muertos que a provocado y encima no estará ni vacunada ni nada, vergüenza dar cabida a gente así en espacios públicos, #fueravictoriaabril", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "hashtags": ["fueravictoriaabril"], "mentions": ["MasterChef_es"], "country": "MEXICO", "text_es": "No entiendo cómo dais cabida a una negacionistas del covid con todos los muertos que a provocado y encima no estará ni vacunada ni nada, vergüenza dar cabida a gente así en espacios públicos,"}, {"id": 1439555732425383936, "verified": false, "tweet_text": "A mí los chavales con el botellón como signo de retorno a la normalidad me parece una paletada me parecería mucho más potente gente quemando sitios que exijan pases covid y sobre todo las casas de los que deciden tomar dichas medidas absurdas con tanta gente ya vacunada protegida", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "country": "MEXICO", "text_es": "A mí los chavales con el botellón como signo de retorno a la normalidad me parece una paletada me parecería mucho más potente gente quemando sitios que exijan pases covid y sobre todo las casas de los que deciden tomar dichas medidas absurdas con tanta gente ya vacunada protegida"}, {"id": 1439555720047964163, "verified": false, "tweet_text": "@DeLaCalleHum Señor Humberto. Podría mostrarnos el estudio científico donde se muestra que una persona sana no contagiada y no vacunada puede contagiar a otra persona que si está vacunada y que además sigue usando las \"medidas de inseguridad\"\n\nOiga señor político, el Art 18 de la CPC respete.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["DeLaCalleHum"], "country": "MEXICO", "text_es": "Señor Humberto. Podría mostrarnos el estudio científico donde se muestra que una persona sana no contagiada y no vacunada puede contagiar a otra persona que si está vacunada y que además sigue usando las \"medidas de inseguridad\" Oiga señor político, el Art de la CPC respete."}, {"id": 1439555507916791810, "verified": false, "tweet_text": "@de_cabo Totalmente de acuerdo. Conviene que la gente vacunada se vaya contagiando de vez en cuando para fortalecer la respuesta inmunitaria.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["de_cabo"], "country": "MEXICO", "text_es": "Totalmente de acuerdo. Conviene que la gente vacunada se vaya contagiando de vez en cuando para fortalecer la respuesta inmunitaria."}, {"id": 1439555041409519620, "verified": false, "tweet_text": "@Edgarcialonso Mirándolo por el lado bueno … la inmunización natural es la mejor . Nuestra población vulnerable está vacunada . Nuestro sistema sanitario aguantará. Y por nuestra salud mental tenemos que dejar esto atrás. Cuanto antes mejor.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Edgarcialonso"], "country": "MEXICO", "text_es": "Mirándolo por el lado bueno … la inmunización natural es la mejor . Nuestra población vulnerable está vacunada . Nuestro sistema sanitario aguantará. Y por nuestra salud mental tenemos que dejar esto atrás. Cuanto antes mejor."}, {"id": 1439554809577811971, "verified": false, "tweet_text": "@villalobosmary @ADRIANAAZZIAS Que manera tan baja de obligar a las personas a vacunarse; un día de estos ofrecerán apartamentos o una buena cantidad de dólares para que te vacunes ..!! Por Dios !! Con tanta gente vacunada;  si en verdad fuese efectiva no estuviesen sacando tantas cepas 😠", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["villalobosmary", "ADRIANAAZZIAS"], "tweet_emoticons": ["😠"], "country": "MEXICO", "text_es": "Que manera tan baja de obligar a las personas a vacunarse; un día de estos ofrecerán apartamentos o una buena cantidad de dólares para que te vacunes ..!! Por Dios !! Con tanta gente vacunada; si en verdad fuese efectiva no estuviesen sacando tantas cepas 😠"}, {"id": 1439554734214553600, "verified": false, "tweet_text": "@PieceAa Necesitas una vacunada 💉", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["PieceAa"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Necesitas una vacunada 💉"}, {"id": 1439554588101779460, "verified": false, "tweet_text": "@Cumplidohalcon @mianrey Sí, eso si qie es una verdadera pandemia a estas alturas y no un virus respiratorio contra el que la mayoria de la población está vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Cumplidohalcon", "mianrey"], "country": "MEXICO", "text_es": "Sí, eso si qie es una verdadera pandemia a estas alturas y no un virus respiratorio contra el que la mayoria de la población está vacunada."}, {"id": 1439552946556088322, "verified": false, "tweet_text": "@Margaritarossa5 @MagaritaVarela @Ritainasible Creo que no está vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Margaritarossa5", "MagaritaVarela", "Ritainasible"], "country": "MEXICO", "text_es": "Creo que no está vacunada"}, {"id": 1439552424189075459, "verified": false, "tweet_text": "@CMaibee @PedroCastilloTe Hola Candy, entonces tu no estas vacunada, y vienes solo con ese documento de la embajada? Cuando viajas a Perú?", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["CMaibee", "PedroCastilloTe"], "country": "MEXICO", "text_es": "Hola Candy, entonces tu no estas vacunada, y vienes solo con ese documento de la embajada? Cuando viajas a Perú?"}, {"id": 1439552318609952768, "verified": false, "tweet_text": "@MagaritaVarela Posta? No es joda, no está vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["MagaritaVarela"], "country": "MEXICO", "text_es": "Posta? No es joda, no está vacunada"}, {"id": 1439552201408585730, "verified": false, "tweet_text": "@SebaFerrari62 @CesarVega_Peri @JoseZebMVD Mmmmno sé porque no se me pegaron las cucharas. Fracasé como vacunada por el plan (?)", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["SebaFerrari62", "CesarVega_Peri", "JoseZebMVD"], "country": "MEXICO", "text_es": "Mmmmno sé porque no se me pegaron las cucharas. Fracasé como vacunada por el plan (?)"}, {"id": 1439551965617328133, "verified": false, "tweet_text": "@drmgonzalez7 Doctora saludos, tengo una duda. A qué se debe que la tercera dosis hasta el momento es recomendada para personas +65 y otras? Qué pasa con las personas menores de esa edad? Yo estoy vacunada con las 2 dosis y soy mayor. Bendiciones para usted y gracias.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["drmgonzalez7"], "country": "MEXICO", "text_es": "Doctora saludos, tengo una duda. A qué se debe que la tercera dosis hasta el momento es recomendada para personas +65 y otras? Qué pasa con las personas menores de esa edad? Yo estoy vacunada con las dosis y soy mayor. Bendiciones para usted y gracias."}, {"id": 1439549734641938434, "verified": false, "tweet_text": "@julianaoxenford En Suiza la gente ha sido vacunada con MODERNA  y a los más jóvenes con PFIZER. \nNo confundas aquí nadie se vacuno Sinopharm.\nOtra cosa es que puedas ingresar a Suiza vacunada con las dos dosis de Sinopharm.\nAlles klar!", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["julianaoxenford"], "country": "MEXICO", "text_es": "En Suiza la gente ha sido vacunada con MODERNA y a los más jóvenes con PFIZER. No confundas aquí nadie se vacuno Sinopharm. Otra cosa es que puedas ingresar a Suiza vacunada con las dos dosis de Sinopharm. Alles klar!"}, {"id": 1439549623354466309, "verified": false, "tweet_text": "Qué puto asco el puto cuadrilatero de mierda petado de gente, que por mucho que hayan bajado los casos y por mucha gente que esté vacunada el covid no se va a ir de la noche a la mañana xdd. Están desesperados por ir de botellón y se la suda todo y todos colega", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "Qué puto asco el puto cuadrilatero de mierda petado de gente, que por mucho que hayan bajado los casos y por mucha gente que esté vacunada el covid no se va a ir de la noche a la mañana xdd. Están desesperados por ir de botellón y se la suda todo y todos colega"}, {"id": 1439549229492473858, "verified": false, "tweet_text": "Personalmente creo que para todos será duro volver a acostumbrarse mentalmente a ello, por eso se debería ir trabajando este asunto desde los medios para nuestra salud mental y no seguir ignorando que tengamos 3/4 de nuestra población vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "Personalmente creo que para todos será duro volver a acostumbrarse mentalmente a ello, por eso se debería ir trabajando este asunto desde los medios para nuestra salud mental y no seguir ignorando que tengamos /4 de nuestra población vacunada"}, {"id": 1439548980640296963, "verified": false, "tweet_text": "@Jrsmmovil @Peich47 @jajajavi_66 @el_pais ¿Dónde? 85% de población diana vacunada, una media de 42 muertes en las últimas dos semanas y 8 el viernes. La menor tasa de incidencia desde el verano de 2020. Toca yo volver a la normalidad. Las pandemias son temporales. No eternas. https://t.co/X6LbNWcios", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["Jrsmmovil", "Peich47", "jajajavi_66", "el_pais"], "country": "MEXICO", "text_es": "¿Dónde? % de población diana vacunada, una media de muertes en las últimas dos semanas y el viernes. La menor tasa de incidencia desde el verano de . Toca yo volver a la normalidad. Las pandemias son temporales. No eternas."}, {"id": 1439548838952546304, "verified": false, "tweet_text": "@romnticroses @vicxx18 El 88% de la población diana tiene las 2 dosis puestas. Por simple estadística la inmensa mayoría que está ahí, está vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["romnticroses", "vicxx18"], "country": "MEXICO", "text_es": "El % de la población diana tiene las dosis puestas. Por simple estadística la inmensa mayoría que está ahí, está vacunada"}, {"id": 1439547954071801859, "verified": false, "tweet_text": "@themurys Pues yo soy uno de esos que ha seguido las normas desde el día 1 y condenando la falta de empatía pero cuando hay ya un 75% de gente vacunada y los que salen son personas de nuestra edad que solo una ínfima cantidad de gente lo tiene grave por estadística pues...", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["themurys"], "country": "MEXICO", "text_es": "Pues yo soy uno de esos que ha seguido las normas desde el día y condenando la falta de empatía pero cuando hay ya un % de gente vacunada y los que salen son personas de nuestra edad que solo una ínfima cantidad de gente lo tiene grave por estadística pues..."}, {"id": 1439547278994329601, "verified": false, "tweet_text": "#UnidadLatinoamericana Hasta cuándo le mienten al Pueblo? Es falso q si 1 Persona Mayor de 60 años va a cualquier Centro de Vacunación será Vacunada. Mi mamá fué xq le Falta la 2da Dosis y nada q ver. @NicolasMaduro @AlvaradoC_Salud https://t.co/6Zs5sjMmPN", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "hashtags": ["UnidadLatinoamericana"], "mentions": ["NicolasMaduro", "AlvaradoC_Salud"], "country": "MEXICO", "text_es": "Hasta cuándo le mienten al Pueblo? Es falso q si Persona Mayor de años va a cualquier Centro de Vacunación será Vacunada. Mi mamá fué xq le Falta la da Dosis y nada q ver."}, {"id": 1439547167102939136, "verified": false, "tweet_text": "En verde, los casos detectados de covid durante toda la pandemia.\n\nEn líneas vertícales, cuándo aparecieron las distintas variantes.\n\nEn rojo, la población mundial vacunada.\n\nCuando algunos dicen \"la vacunación masiva causa variantes\" deberían saber que el virus muta desde antes. https://t.co/orqtdtt2AA", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "tweet_urls": ["https://t.co/orqtdtt2AA"], "country": "MEXICO", "text_es": "En verde, los casos detectados de covid durante toda la pandemia. En líneas vertícales, cuándo aparecieron las distintas variantes. En rojo, la población mundial vacunada. Cuando algunos dicen \"la vacunación masiva causa variantes\" deberían saber que el virus muta desde antes."}, {"id": 1439546974370504708, "verified": false, "tweet_text": "Si crees que con más del 75% de la población vacunada con pauta completa aún tenemos que continuar con las restricciones, siento decirte que eres antivacunas.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "Si crees que con más del % de la población vacunada con pauta completa aún tenemos que continuar con las restricciones, siento decirte que eres antivacunas."}, {"id": 1439546476611395586, "verified": false, "tweet_text": "@laurabiscarri @Sergipspsspsps_ Sin defender la vergonzosa manifestación de Chueca, el 8M la cosa seguía muy mal con la pandemia y ahora hay más del 70% de gente vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["laurabiscarri", "Sergipspsspsps_"], "country": "MEXICO", "text_es": "Sin defender la vergonzosa manifestación de Chueca, el M la cosa seguía muy mal con la pandemia y ahora hay más del % de gente vacunada."}, {"id": 1439546309929840647, "verified": false, "tweet_text": "@Ja_Golo @cariascc @jordiedu Qui té els spikes pel cos donant voltes ets tú, jo no, una persona q no té el covid19 és una persona completament sana, una persona vacunada amb mil·lions de spikes per tota la seva sang, no podem dir q és una persona sana, és una persona amb mil·lions de spikes pel seu cos", "tweet_lang": "ca", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["Ja_Golo", "cariascc", "jordiedu"]}, {"id": 1439544760633634819, "verified": false, "tweet_text": "@Lachie_McW @nayibbukele Bien por ellos! Tomo vitaminas D y C, desde que comienza el otoño hasta pasar el invierno, me contagie de covd19 y sin estar vacunado, fue muy leve, mi señora q está vacunada, se contagió y estuvo más tiempo para recuperarse!! Reforzar el sistema de defensa natural es lo óptimo!", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["Lachie_McW", "nayibbukele"], "country": "MEXICO", "text_es": "Bien por ellos! Tomo vitaminas D y C, desde que comienza el otoño hasta pasar el invierno, me contagie de covd19 y sin estar vacunado, fue muy leve, mi señora q está vacunada, se contagió y estuvo más tiempo para recuperarse!! Reforzar el sistema de defensa natural es lo óptimo!"}, {"id": 1439544520106864647, "verified": false, "tweet_text": "@Renato74027796 @eebakk De mosca vacunada 😅", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["Renato74027796", "eebakk"], "tweet_emoticons": ["😅"], "country": "MEXICO", "text_es": "De mosca vacunada 😅"}, {"id": 1439544387550208002, "verified": false, "tweet_text": "Ayer publicaron lo de la prohibición de entrada al país de gente NO vacunada, y en la noche el ministro de salud estuvo diciendo que no aplicaría a todos los países…\n#improvisacióntotal  @MonicaBelandoOK", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "hashtags": ["improvisacióntotal"], "mentions": ["MonicaBelandoOK"], "country": "MEXICO", "text_es": "Ayer publicaron lo de la prohibición de entrada al país de gente NO vacunada, y en la noche el ministro de salud estuvo diciendo que no aplicaría a todos los países…"}, {"id": 1439544261259714561, "verified": false, "tweet_text": "@AidenLaCasa @_jxxvn Nah no van a encerrarnos bro 75% de españa vacunada no hay ni una posibilidad de rebrote por lo de ciu", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["AidenLaCasa", "_jxxvn"], "country": "MEXICO", "text_es": "Nah no van a encerrarnos bro % de españa vacunada no hay ni una posibilidad de rebrote por lo de ciu"}, {"id": 1439544163368833029, "verified": false, "tweet_text": "@DiazTxema @iurkullu Pero ya con más del 70% (era el objetivo del Gobierno para volver a la normalidad) de la gente vacunada habría que ir quitando muchas o todas", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["DiazTxema", "iurkullu"], "country": "MEXICO", "text_es": "Pero ya con más del % (era el objetivo del Gobierno para volver a la normalidad) de la gente vacunada habría que ir quitando muchas o todas"}, {"id": 1439543147458179072, "verified": false, "tweet_text": "@elmundoes También dijeron que con una era suficiente. Que ese país hacía vida normal. Bla bla bla…\nHolanda hace vida normal y tiene la misma incidencia que nosotros y muchos menos población vacunada", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["elmundoes"], "country": "MEXICO", "text_es": "También dijeron que con una era suficiente. Que ese país hacía vida normal. Bla bla bla… Holanda hace vida normal y tiene la misma incidencia que nosotros y muchos menos población vacunada"}, {"id": 1439542868570484737, "verified": false, "tweet_text": "@EnfrmraSaturada Lo que no entiendo es porque ningún médico ha recetado el experimento genico, con una RECETA OFICIAL, para, en caso de efectos adversos,  sea responsable. Y si tu estás vacunada ¿ qué miedo tienes? O vaya piltrafilla de vacuna que llevas.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["EnfrmraSaturada"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Lo que no entiendo es porque ningún médico ha recetado el experimento genico, con una RECETA OFICIAL, para, en caso de efectos adversos, sea responsable. Y si tu estás vacunada ¿ qué miedo tienes? O vaya piltrafilla de vacuna que llevas."}, {"id": 1439542551825035265, "verified": false, "tweet_text": "@fromthewest86 @mesch Escuché muchos casos últimamente de gente joven vacunada 2 dosis y con sobrepeso q fallece por covid. Obviamente q el sobrepeso en si mismo es un factor de riesgo, pero el mismo volumen de vacuna funciona igual para todos?", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["fromthewest86", "mesch"], "country": "MEXICO", "text_es": "Escuché muchos casos últimamente de gente joven vacunada dosis y con sobrepeso q fallece por covid. Obviamente q el sobrepeso en si mismo es un factor de riesgo, pero el mismo volumen de vacuna funciona igual para todos?"}, {"id": 1439541473867931652, "verified": false, "tweet_text": "ya estoy vacunada me acaban de poner la segunda dosis 🥳✌️", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "tweet_emoticons": ["✌️", "🥳"], "country": "MEXICO", "text_es": "ya estoy vacunada me acaban de poner la segunda dosis 🥳✌️"}, {"id": 1439541459410112514, "verified": false, "tweet_text": "@FLMIRONES Estoy pensando que si tan peligrosa es, en España por ejemplo donde hay un 75-78% de gente vacunada, y somos casi 50 Millones de personas.... los centros médicos irían a tope de gente. ¿Por qué no está pasando ya? Desde enero +/- que se está vacunando.\n\nhttps://t.co/j89ZyH2plc", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["FLMIRONES"], "tweet_urls": ["https://t.co/j89ZyH2plc"], "country": "MEXICO", "text_es": "Estoy pensando que si tan peligrosa es, en España por ejemplo donde hay un -78% de gente vacunada, y somos casi Millones de personas.... los centros médicos irían a tope de gente. ¿Por qué no está pasando ya? Desde enero +/- que se está vacunando."}, {"id": 1439541291185053696, "verified": false, "tweet_text": "en verdad si la mayoria de gente esta vacunada, q empiecen a hacer lo q quieran no?", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "en verdad si la mayoria de gente esta vacunada, q empiecen a hacer lo q quieran no?"}, {"id": 1439540940520235011, "verified": false, "tweet_text": "@MarthaVahosC @Andrea73486037 @manuel__galvez @Neferkara_Jendu Cuando sacas el nazi que llevas dentro..\n\nNo sólo demuestras ignorancia, sino un desprecio absoluto por los demás, su libertad, e incluso por la evidencia científica.\n\nEl día que te contagies, como mi hermana, pese a estar vacunada, y contagies a otros, te caerás del guindo.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["MarthaVahosC", "Andrea73486037", "manuel__galvez", "Neferkara_Jendu"], "country": "MEXICO", "text_es": "Cuando sacas el nazi que llevas dentro.. No sólo demuestras ignorancia, sino un desprecio absoluto por los demás, su libertad, e incluso por la evidencia científica. El día que te contagies, como mi hermana, pese a estar vacunada, y contagies a otros, te caerás del guindo."}, {"id": 1439540725276889088, "verified": false, "tweet_text": "@iescolar Lo que hay que hacer es vacunar a toda la población mundial, es de la única forma que se podría paralizar el virus\nSi hay países con una minoría vacunada el virus se hará más fuerte a tal punto que sus mutaciones van a ser más desbastadoras", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["iescolar"], "country": "MEXICO", "text_es": "Lo que hay que hacer es vacunar a toda la población mundial, es de la única forma que se podría paralizar el virus Si hay países con una minoría vacunada el virus se hará más fuerte a tal punto que sus mutaciones van a ser más desbastadoras"}, {"id": 1439540686190153739, "verified": true, "tweet_text": "@lucasllach @martinvars Me parece que tiene más que ver con la capacidad de mutación del virus que aprovecha hosts no vacunados. Cuando menos gente no vacunada menos capacidad de mutar.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["lucasllach", "martinvars"], "country": "MEXICO", "text_es": "Me parece que tiene más que ver con la capacidad de mutación del virus que aprovecha hosts no vacunados. Cuando menos gente no vacunada menos capacidad de mutar."}, {"id": 1439540672298721280, "verified": false, "tweet_text": "@robertoboliche @ElenaL68691776 @AdKuznetsov1998 @FrayJosepho @eslamananadeFJL Eso no es lo que dice Sanidad ni es lo que repiten, como loros, los  periodistas cada día. A la gente se le dice que tiene que vacunarse para no enfermar gravemente ni morir de Covid, pero es MENTIRA, la gente vacunada enferma gravemente y MUERE DE COVID.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["robertoboliche", "ElenaL68691776", "AdKuznetsov1998", "FrayJosepho", "eslamananadeFJL"], "country": "MEXICO", "text_es": "Eso no es lo que dice Sanidad ni es lo que repiten, como loros, los periodistas cada día. A la gente se le dice que tiene que vacunarse para no enfermar gravemente ni morir de Covid, pero es MENTIRA, la gente vacunada enferma gravemente y MUERE DE COVID."}, {"id": 1439540650005913600, "verified": false, "tweet_text": "así que se junta toda la policía de españa para revisar que no se hagan fiestas al aire libre de gente vacunada y que no son de riesgo pero cuando se juntan fachas neonazis a discriminar y a decir barbaridades:👨🏻‍🦯👨🏻‍🦯👨🏻‍🦯👨🏻‍🦯", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "tweet_emoticons": ["👨🏻‍🦯"], "country": "MEXICO", "text_es": "así que se junta toda la policía de españa para revisar que no se hagan fiestas al aire libre de gente vacunada y que no son de riesgo pero cuando se juntan fachas neonazis a discriminar y a decir barbaridades:👨🏻‍🦯👨🏻‍🦯👨🏻‍🦯👨🏻‍🦯"}, {"id": 1439540125252399105, "verified": false, "tweet_text": "@bsilvia14 @maru_diego Y por lo que veo tu ya estas vacunada, entonces cual es tu miedo, no estas inmunizada??? vive y deja vivir", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["bsilvia14", "maru_diego"], "country": "MEXICO", "text_es": "Y por lo que veo tu ya estas vacunada, entonces cual es tu miedo, no estas inmunizada??? vive y deja vivir"}, {"id": 1439539703527747584, "verified": false, "tweet_text": "@Borjetus_ Es legal que pongan que no está vacunada? Qué puto asco de médicos!!!", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["Borjetus_"], "country": "MEXICO", "text_es": "Es legal que pongan que no está vacunada? Qué puto asco de médicos!!!"}, {"id": 1439539331904032771, "verified": false, "tweet_text": "@lo_monti @NashSurfin Si fuera obligatoria ya estaría vacunada ya que no la dejarían salir de su casa.  Así como elije  no vacunarse en total libertad hay que hacerse cargo de lo que acarrea", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["lo_monti", "NashSurfin"], "country": "MEXICO", "text_es": "Si fuera obligatoria ya estaría vacunada ya que no la dejarían salir de su casa. Así como elije no vacunarse en total libertad hay que hacerse cargo de lo que acarrea"}, {"id": 1439539060234756098, "verified": false, "tweet_text": "Al final, el diagnóstico es que tiene una faringitis, pero en el parte pusieron que \"No está vacunada contra Sarscov2\".\n\nAl final, entre mis padres y ellos le han metido miedo en el cuerpo y está pensando si ponerse la vacuna.\n\nQué asco da todo. Matasanos de mierda.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "Al final, el diagnóstico es que tiene una faringitis, pero en el parte pusieron que \"No está vacunada contra Sarscov2\". Al final, entre mis padres y ellos le han metido miedo en el cuerpo y está pensando si ponerse la vacuna. Qué asco da todo. Matasanos de mierda."}, {"id": 1439539054832402441, "verified": false, "tweet_text": "Esta noche mi hermana se puso de tos y decidió ir al médico con mis padres. Al llegar, test de antígenos y PCR, los sanitarios se alejaban de ella, no tocaban sus cosas y se pusieron como trajes antiradiación. La trataron como una apestada, porque no está vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "Esta noche mi hermana se puso de tos y decidió ir al médico con mis padres. Al llegar, test de antígenos y PCR, los sanitarios se alejaban de ella, no tocaban sus cosas y se pusieron como trajes antiradiación. La trataron como una apestada, porque no está vacunada."}, {"id": 1439538912909795332, "verified": false, "tweet_text": "@jenriTabique @macaba_72 Eso no puede ser. Maca estas vacunada?", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["jenriTabique", "macaba_72"], "country": "MEXICO", "text_es": "Eso no puede ser. Maca estas vacunada?"}, {"id": 1439538777823776770, "verified": false, "tweet_text": "😷 #Covid-19 I Salamanca a la cabeza regional en población vacunada contra la pandemia.\n\nhttps://t.co/Nibw1IfpaD", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "hashtags": ["Covid"], "tweet_urls": ["https://t.co/Nibw1IfpaD"], "tweet_emoticons": ["😷"], "country": "MEXICO", "text_es": "😷 I Salamanca a la cabeza regional en población vacunada contra la pandemia."}, {"id": 1439537472698978314, "verified": false, "tweet_text": "@Vippass2010 Una cosa es ser homosexual y otra comunista o socialisto , Ucrania està vacunada contra el comunismo y el sosialismo .", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["Vippass2010"], "country": "MEXICO", "text_es": "Una cosa es ser homosexual y otra comunista o socialisto , Ucrania està vacunada contra el comunismo y el sosialismo ."}]