[{"id": 1439440999835574274, "verified": false, "tweet_text": "@reuben_royal @ZubyMusic Careful! I respect the natural immunity stance, but Covid can be very serious.. I’ve had friends in the ICU that I wasn’t sure would make it.   (They did 💕)  just be as healthy as you can", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["reuben_royal", "ZubyMusic"], "tweet_emoticons": ["💕"], "country": "USA", "text_en": "Careful! I respect the natural immunity stance, but Covid can be very serious.. Ive had friends in the ICU that I wasnt sure would make it. (They did ) just be as healthy as you can"}, {"id": 1439440984622968833, "verified": false, "tweet_text": "@Socialevisible @NICKIMINAJ @JoyAnnReid It's cute u thought u had to explain \"endemic\" to me. Im not arguing or listening to joe blows explain epidemiology (disease control) or immunology (immunity science) unless u are a physician or scientist in either of those areas of expertise. Since I don't think u r, good night", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Socialevisible", "NICKIMINAJ", "JoyAnnReid"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "It's cute u thought u had to explain \"endemic\" to me. Im not arguing or listening to joe blows explain epidemiology (disease control) or immunology (immunity science) unless u are a physician or scientist in either of those areas of expertise. Since I don't think u r, good night"}, {"id": 1439440966901977090, "verified": false, "tweet_text": "Vaccinating People Who Have Had COVID-19: Why Doesn’t Natural Immunity Count in the U.S.❓\n\nhttps://t.co/35RAdgpBvw\n\n@KanekoaTheGreat", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KanekoaTheGreat"], "tweet_urls": ["https://t.co/35RAdgpBvw"], "tweet_emoticons": ["❓"], "country": "USA", "text_en": "Vaccinating People Who Have Had COVID-19: Why Doesnt Natural Immunity Count in the U.S."}, {"id": 1439440915538628611, "verified": false, "tweet_text": "@AmyAThatcher She has no need for this given her tremendous natural immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AmyAThatcher"], "country": "USA", "text_en": "She has no need for this given her tremendous natural immunity"}, {"id": 1439440891572150277, "verified": false, "tweet_text": "@DaveMilbo Hoping there is ATAGI / Federal announcement soon regarding a booster vaccination for the elderly and immune compromised. Overseas studies suggest they definitely need it as immunity wanes more quickly or only kicks in after the third “prompting”. Haven’t heard a peep though…", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DaveMilbo"], "country": "USA", "text_en": "Hoping there is ATAGI / Federal announcement soon regarding a booster vaccination for the elderly and immune compromised. Overseas studies suggest they definitely need it as immunity wanes more quickly or only kicks in after the third prompting. Havent heard a peep though"}, {"id": 1439440885259948038, "verified": false, "tweet_text": "@Superno_1111 Just got my anti body test yesterday - reactive for antibodies. So that doesn’t count? The test picks up for vaccinated or natural immunity it can’t differentiate", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Superno_1111"], "country": "USA", "text_en": "Just got my anti body test yesterday - reactive for antibodies. So that doesnt count? The test picks up for vaccinated or natural immunity it cant differentiate"}, {"id": 1439440859716489217, "verified": false, "tweet_text": "Excellent Information\n\nImmunity Booster: नीम और मिश्री साथ में खाने के हैं ढेरों लाभ, पीएम मोदी भी करते हैं उपयोग  https://t.co/ChKQ69Fr0G via @zeenews", "tweet_lang": "hi", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ZeeNews"], "tweet_urls": ["https://t.co/ChKQ69Fr0G"], "country": "INDIA", "text_hi": "Excellent Information Immunity Booster: नीम और मिश्री साथ में खाने के हैं ढेरों लाभ, पीएम मोदी भी करते हैं उपयोग via"}, {"id": 1439440853190070278, "verified": false, "tweet_text": "chemical-free Amruth jaggery daily purifies blood, strengthens the lungs, restricts cough &amp; cold, and boosts immunity. #jaggery #amruth #amruthjaggery #amruthjaggerypowder #jaggeryladdu #chemicalfree #organic #organicjaggery #gur #gud #natural #NaturalJaggery https://t.co/58e18nKM84", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["jaggery", "amruth", "amruthjaggery", "amruthjaggerypowder", "jaggeryladdu", "chemicalfree", "organic", "organicjaggery", "gur", "gud", "natural", "NaturalJaggery"], "country": "USA", "text_en": "chemical-free Amruth jaggery daily purifies blood, strengthens the lungs, restricts cough &amp; cold, and boosts immunity."}, {"id": 1439440847414730753, "verified": false, "tweet_text": "@BradCLemley Both of your points seem incorrect. Seems more like seasonal temporarily immunity thresholds, as is standard with coronaviruses. Won’t be going away permanently regardless. Happy to be corrected on this hypothesis.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BradCLemley"], "country": "USA", "text_en": "Both of your points seem incorrect. Seems more like seasonal temporarily immunity thresholds, as is standard with coronaviruses. Wont be going away permanently regardless. Happy to be corrected on this hypothesis."}, {"id": 1439440843631472640, "verified": false, "tweet_text": "Herd immunity https://t.co/lh0vjlTw8t", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/lh0vjlTw8t"], "country": "USA", "text_en": "Herd immunity"}, {"id": 1439440796126572546, "verified": false, "tweet_text": "@rashtrapatibhvn Drones of Narendra Modi govt over Panchsheel Apartment Sector 4 Dwarka on 18SEP2021. The Terrorist govt of @PMOIndia up to its old harassment techniques in addition to killing Indians with Directed Energy Pulsed Microwaves by harming their health&amp;weakening their immunity. https://t.co/qFuDyISJAt", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["rashtrapatibhvn", "PMOIndia"], "country": "USA", "text_en": "Drones of Narendra Modi govt over Panchsheel Apartment Sector Dwarka on SEP2021. The Terrorist govt of up to its old harassment techniques in addition to killing Indians with Directed Energy Pulsed Microwaves by harming their health&amp;weakening their immunity."}, {"id": 1439440739155337217, "verified": false, "tweet_text": "Vaccine must never be made Mandatory. I am 60 and I am not vaccinated. All people with Good Natural Immunity - the Strongest Vaccine - just don't need vaccination, at all.\nUK eases travelling rules for vaccinated Indians. Details here https://t.co/6ivEJ7iEPU", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/6ivEJ7iEPU"], "country": "USA", "text_en": "Vaccine must never be made Mandatory. I am and I am not vaccinated. All people with Good Natural Immunity - the Strongest Vaccine - just don't need vaccination, at all. UK eases travelling rules for vaccinated Indians. Details here"}, {"id": 1439440695773777922, "verified": false, "tweet_text": "@amanda28ferris @imetatronink Amen, got my positive antigen test and my range is double which means I’m highly immune. That’s my passport unvaxed, highly immune results. I have higher immunity than a vaxed person👍🏽 All COV cases should have automatically been offered the antigen test P R I O D T.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["amanda28ferris", "imetatronink"], "tweet_emoticons": ["👍🏽"], "country": "USA", "text_en": "Amen, got my positive antigen test and my range is double which means Im highly immune. Thats my passport unvaxed, highly immune results. I have higher immunity than a vaxed person All COV cases should have automatically been offered the antigen test P R I O D T."}, {"id": 1439440676387639304, "verified": false, "tweet_text": "@Telthar @LiamWood10 @jordanbpeterson Correct, not everyone needs to get it, but at least 80% needs to be fully vaccibated to get herd immunity, currently only 55% of Americans are, this is insufficuent, hence why you are seeing case numbers continue to rise. Anyone without a legitimate medical reason should get vax", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Telthar", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "Correct, not everyone needs to get it, but at least % needs to be fully vaccibated to get herd immunity, currently only % of Americans are, this is insufficuent, hence why you are seeing case numbers continue to rise. Anyone without a legitimate medical reason should get vax"}, {"id": 1439440648734748674, "verified": false, "tweet_text": "@4YrsToday As Israel's experience with the inoculations shows, natural immunity is the only kind there is. https://t.co/cylcKKpHol", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["4YrsToday"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "As Israel's experience with the inoculations shows, natural immunity is the only kind there is."}, {"id": 1439440618871160834, "verified": false, "tweet_text": "@gburron @SAndersonshpk Correct to be for vaccines... but they do not actually read any studies on immunity. A Covid patient who was discharged a month ago likely has a pretty good immunity and to call them names for not wanting a vaccine isn't productive. Education is key.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["gburron", "SAndersonshpk"], "country": "USA", "text_en": "Correct to be for vaccines... but they do not actually read any studies on immunity. A Covid patient who was discharged a month ago likely has a pretty good immunity and to call them names for not wanting a vaccine isn't productive. Education is key."}, {"id": 1439440594305175557, "verified": false, "tweet_text": "Natural immunity.  Maybe we should look at a past virus also highly contagious that natural immunity has proven to be effective.  Chicken Pox.  Anyone else have natural immunity?  Yes, there is now a vaccine, but it took YEARS to test.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Natural immunity. Maybe we should look at a past virus also highly contagious that natural immunity has proven to be effective. Chicken Pox. Anyone else have natural immunity? Yes, there is now a vaccine, but it took YEARS to test."}, {"id": 1439440588164767747, "verified": false, "tweet_text": "@tfnelson091 @pjamesjp1 @_C3NSOR3D Nothing to fear. The sickness you're feeling is simply the body building up immunity (via antibodies) in virtual overdrive. You're not actually sick at that point, although symptoms are similar. It is a common reaction to the jab and means it's WORKING.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["tfnelson091", "pjamesjp1", "_C3NSOR3D"], "country": "USA", "text_en": "Nothing to fear. The sickness you're feeling is simply the body building up immunity (via antibodies) in virtual overdrive. You're not actually sick at that point, although symptoms are similar. It is a common reaction to the jab and means it's WORKING."}, {"id": 1439440552886358020, "verified": false, "tweet_text": "@GermHunterMD they do sometimes suggest waiting a while? maybe he misunderstood the timeframe?\n\nbut i think they currently recommend it straight after recovery? (unless it's a country with a shortage trying to prioritise it to people with no immunity)", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["GermHunterMD"], "country": "USA", "text_en": "they do sometimes suggest waiting a while? maybe he misunderstood the timeframe? but i think they currently recommend it straight after recovery? (unless it's a country with a shortage trying to prioritise it to people with no immunity)"}, {"id": 1439440457365434371, "verified": false, "tweet_text": "@akheriaty So natural immunity is only valid for three months?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["akheriaty"], "country": "USA", "text_en": "So natural immunity is only valid for three months?"}, {"id": 1439440426960707589, "verified": false, "tweet_text": "@CTVdawnwalton 1st we’re going to need our premier to stop including previous Covid cases in with the vaccine immunity numbers. (See David Staples Edm Jour article Sept 17/21)", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CTVdawnwalton"], "country": "USA", "text_en": "st were going to need our premier to stop including previous Covid cases in with the vaccine immunity numbers. (See David Staples Edm Jour article Sept /21)"}, {"id": 1439440375643455490, "verified": false, "tweet_text": "@DrewDien Lah iya vaksin itu kan ndak musti semua orang harus. Kalo di sekolah katakanlah 70/80% sdh vaksin kan selebihnya dah kena herd immunity. Entahlah emg ada sih oknum nakes yg kek gini. Lagian bukannya sebelum/setelah vaksin kondisi kita jg harus tenang dan stabil y", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DrewDien"]}, {"id": 1439440370778116099, "verified": false, "tweet_text": "The whole world is fearful of dying.  JESUS CHRIST  came to give ya'll life.  Life more abundantly. Now that's Immunity! But ya'll prefer the devil's potion of a gene therapy that can't save your life or even  give you internal life. Now that's what I call foolish!🙃🤷‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🤷‍♂️", "🙃"], "country": "USA", "text_en": "The whole world is fearful of dying. JESUS CHRIST came to give ya'll life. Life more abundantly. Now that's Immunity! But ya'll prefer the devil's potion of a gene therapy that can't save your life or even give you internal life. Now that's what I call foolish!"}, {"id": 1439440367284330500, "verified": false, "tweet_text": "@GlennYoungkin Should we also give delivery drivers qualified immunity since their jobs are more dangerous?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["GlennYoungkin"], "country": "USA", "text_en": "Should we also give delivery drivers qualified immunity since their jobs are more dangerous?"}, {"id": 1439440265958371328, "verified": false, "tweet_text": "@ThankUBasedKon @matrix_cake @PhallonXOXO I think they call that...herd immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ThankUBasedKon", "matrix_cake", "PhallonXOXO"], "country": "USA", "text_en": "I think they call that...herd immunity?"}, {"id": 1439440151038464009, "verified": false, "tweet_text": "We now know from data that a prior case of COVID-19 offers immunity as robust as vaccination. Why, then, are @JoeBiden's proposed vaccination mandates ignoring that scientific fact?  via @VDHanson @DailySignal https://t.co/Yg2S51aYuA", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JoeBiden", "VDHanson", "DailySignal"], "tweet_urls": ["https://t.co/Yg2S51aYuA"], "country": "USA", "text_en": "We now know from data that a prior case of COVID-19 offers immunity as robust as vaccination. Why, then, are 's proposed vaccination mandates ignoring that scientific fact? via"}, {"id": 1439440074249277440, "verified": false, "tweet_text": "@Big_Beta_Sensei So then natural herd immunity is also dead innit", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Big_Beta_Sensei"], "country": "USA", "text_en": "So then natural herd immunity is also dead innit"}, {"id": 1439440044977164297, "verified": false, "tweet_text": "Top 10 Immunity Boosting Foods https://t.co/zJxbqnaung via @YouTube \n\n#immunesystem #immunitydiet", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["immunesystem", "immunitydiet"], "mentions": ["YouTube"], "tweet_urls": ["https://t.co/zJxbqnaung"], "country": "USA", "text_en": "Top Immunity Boosting Foods via"}, {"id": 1439440042544582656, "verified": false, "tweet_text": "@bgmasters @OldRowOfficial Natural immunity protects", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["bgmasters", "OldRowOfficial"], "country": "USA", "text_en": "Natural immunity protects"}, {"id": 1439440036240535555, "verified": false, "tweet_text": "@welile_ngqobe @AmuFloyd @Enghumbhini Because we have not yet reached this so-called herd immunity. I suspect.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["welile_ngqobe", "AmuFloyd", "Enghumbhini"], "country": "USA", "text_en": "Because we have not yet reached this so-called herd immunity. I suspect."}, {"id": 1439439943483334657, "verified": false, "tweet_text": "Totally high-handed and unlawful. All people with Good Natural Immunity don't need vaccination, at all. Good Natural Immunity is the Strongest Natural  Vaccine against covid-19. I am 60 and I am not vaccinated. \nhttps://t.co/UZRUmKj5ku", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/UZRUmKj5ku"], "country": "USA", "text_en": "Totally high-handed and unlawful. All people with Good Natural Immunity don't need vaccination, at all. Good Natural Immunity is the Strongest Natural Vaccine against covid-19. I am and I am not vaccinated."}, {"id": 1439439913993351168, "verified": false, "tweet_text": "If only there was a solution to enormous, unrestrained, &amp; unaccountable govt.🤔\nGovt imagined, funded, &amp; created SARS-CoV-2 (there are receipts). Then, accidentally/intentionally (tbd) released the virus &amp; lied about it &amp; granted the only immunity, in all of this, to #BigPharma. https://t.co/TbrDi07YU9", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["BigPharma"], "tweet_urls": ["https://t.co/TbrDi07YU9"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "If only there was a solution to enormous, unrestrained, &amp; unaccountable govt. Govt imagined, funded, &amp; created SARS-CoV-2 (there are receipts). Then, accidentally/intentionally (tbd) released the virus &amp; lied about it &amp; granted the only immunity, in all of this, to ."}, {"id": 1439439900244418564, "verified": false, "tweet_text": "Natural immunity passports 👏👏👏👏 https://t.co/Mv3u7lgnn7", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/Mv3u7lgnn7"], "tweet_emoticons": ["👏"], "country": "USA", "text_en": "Natural immunity passports"}, {"id": 1439439818199609349, "verified": false, "tweet_text": "@awoodz115 @TheLaurenChen Well, that's what I got from my common sense. If the benefits are that low like the research seems to suggest, if I were the government, I wouldn't waste money on booster shots if the only thing they did was  some days or a month of boosted immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["awoodz115", "TheLaurenChen"], "country": "USA", "text_en": "Well, that's what I got from my common sense. If the benefits are that low like the research seems to suggest, if I were the government, I wouldn't waste money on booster shots if the only thing they did was some days or a month of boosted immunity."}, {"id": 1439439721566978048, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson And I'm saying that, of the two of us, your assertion of everyone who can needs to get vaccinated so we can reach herd immunity, is the less scientific one", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "And I'm saying that, of the two of us, your assertion of everyone who can needs to get vaccinated so we can reach herd immunity, is the less scientific one"}, {"id": 1439439720350511105, "verified": false, "tweet_text": "કોરોનામાં ઈમ્યૂનિટીને બૂસ્ટ કરવા માટે રોજ પીઓ આ 1 ગ્લાસ દૂધ, તમે પણ કરો આજે જ ટ્રાય\n\n#Coronavirus #ImmunityBooster #Benefits #Milk #Recipe\n\nhttps://t.co/ThtPq5I83S", "tweet_lang": "gu", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["Coronavirus", "ImmunityBooster", "Benefits", "Milk", "Recipe"], "tweet_urls": ["https://t.co/ThtPq5I83S"]}, {"id": 1439439680655794183, "verified": false, "tweet_text": "@JamesABinkley1 @ZubyMusic If u get it u will have t cells and u will have great immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JamesABinkley1", "ZubyMusic"], "country": "USA", "text_en": "If u get it u will have t cells and u will have great immunity"}, {"id": 1439439672292171779, "verified": false, "tweet_text": "Unless they trample constitutional rights. Then they get immunity, right Glenn? https://t.co/LQx4iJ9aaz", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/LQx4iJ9aaz"], "country": "USA", "text_en": "Unless they trample constitutional rights. Then they get immunity, right Glenn?"}, {"id": 1439439655812751365, "verified": false, "tweet_text": "chemical-free Amruth jaggery daily purifies blood, strengthens the lungs, restricts cough &amp; cold, and boosts immunity. #jaggery #amruth #amruthjaggery #amruthjaggerypowder #jaggeryladdu #chemicalfree #organic #organicjaggery #gur #gud #natural #NaturalJaggery https://t.co/WSBkvp0v7R", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["jaggery", "amruth", "amruthjaggery", "amruthjaggerypowder", "jaggeryladdu", "chemicalfree", "organic", "organicjaggery", "gur", "gud", "natural", "NaturalJaggery"], "country": "USA", "text_en": "chemical-free Amruth jaggery daily purifies blood, strengthens the lungs, restricts cough &amp; cold, and boosts immunity."}, {"id": 1439439629942509575, "verified": false, "tweet_text": "@GlennYoungkin Qualified immunity also protects vindictive law enforcement officers who abuse their power, falsify evidence, lie,  &amp; withhold or willfully omit exculpatory evidence. They can purchase professional liability insurance like everyone else. Then you'll see real accountability.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["GlennYoungkin"], "country": "USA", "text_en": "Qualified immunity also protects vindictive law enforcement officers who abuse their power, falsify evidence, lie, &amp; withhold or willfully omit exculpatory evidence. They can purchase professional liability insurance like everyone else. Then you'll see real accountability."}, {"id": 1439439473188605954, "verified": false, "tweet_text": "@ChuckWurster What kinda doctor encourages vaccination the second you naturally defeat a virus, natural immunity is stronger and lasts longer than vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChuckWurster"], "country": "USA", "text_en": "What kinda doctor encourages vaccination the second you naturally defeat a virus, natural immunity is stronger and lasts longer than vaccines"}, {"id": 1439439435200876545, "verified": false, "tweet_text": "@dremilyportermd You’re a doctor.  Do the presence absence of antibodies or lack thereof provide any reliable indication of the presence or absence of natural immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["dremilyportermd"], "country": "USA", "text_en": "Youre a doctor. Do the presence absence of antibodies or lack thereof provide any reliable indication of the presence or absence of natural immunity?"}, {"id": 1439439430457171971, "verified": false, "tweet_text": "@Parsifaler Neutralizing antibodies from vax reduce severe Covid disease.\n\nAntibodies come from natural immunity too.\n\nAll spike antibodies ⬇️ general innate immune reaction?\n\nMakes sense why masking &amp; reduced activity are recommended. On avg. Public health. Supports current recommendations.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Parsifaler"], "tweet_emoticons": ["⬇️"], "country": "USA", "text_en": "Neutralizing antibodies from vax reduce severe Covid disease. Antibodies come from natural immunity too. All spike antibodies general innate immune reaction? Makes sense why masking &amp; reduced activity are recommended. On avg. Public health. Supports current recommendations."}, {"id": 1439439401751171072, "verified": false, "tweet_text": "@realBPSNB @Damian12335761 Ponownie: zaszczepieni na kowid zarażają siebie nawzajem i innych. Kwestionowanie tego faktu we wrześniu 2021 to zwyczajna antynaukową bzdura.\nPisanie o odporności stadnej w tym przypadku to żałosna halucynacja.\n\nhttps://t.co/95lJHbSGxQ", "tweet_lang": "pl", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["realBPSNB", "Damian12335761"], "tweet_urls": ["https://t.co/95lJHbSGxQ"]}, {"id": 1439439310168760325, "verified": false, "tweet_text": "IMO the negative side effects of even surviving actual Covid far outweigh any potential benefit it might give through natural immunity. \nI'm not a pathologist but I'd much rather just take the vaccine, in a country that has more than plenty of the vaccines.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "IMO the negative side effects of even surviving actual Covid far outweigh any potential benefit it might give through natural immunity. I'm not a pathologist but I'd much rather just take the vaccine, in a country that has more than plenty of the vaccines."}, {"id": 1439439309833076743, "verified": false, "tweet_text": "@Thinking_Fella Infection gives broader and longer lasting immunity, as well as lived experience.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Thinking_Fella"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Infection gives broader and longer lasting immunity, as well as lived experience."}, {"id": 1439439307723395076, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson You just assumed I wanted no one to get the vaccine. I got the vaccine after more numbers of Bell's Palsy came out, I'm saying people should get the vaccine if they feel they want to. I'm saying we don't need everyone to get the vaccine to reach herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "You just assumed I wanted no one to get the vaccine. I got the vaccine after more numbers of Bell's Palsy came out, I'm saying people should get the vaccine if they feel they want to. I'm saying we don't need everyone to get the vaccine to reach herd immunity"}, {"id": 1439439250458435593, "verified": false, "tweet_text": "Vaccines Versus Covid-19: Natural immunity is 13 times more. The Great Immunity Debate - The Washington Post #vaccinepassport #vaccine #covid19 #biden  https://t.co/4K9eLbK4xJ", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["vaccinepassport", "vaccine", "covid19", "biden"], "tweet_urls": ["https://t.co/4K9eLbK4xJ"], "country": "USA", "text_en": "Vaccines Versus Covid-19: Natural immunity is times more. The Great Immunity Debate - The Washington Post"}, {"id": 1439439196113051648, "verified": false, "tweet_text": "@Laughing_Murphy she would never say that she was celebrating that she will have naturally immunity….. unless she does not make it", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Laughing_Murphy"], "country": "USA", "text_en": "she would never say that she was celebrating that she will have naturally immunity.. unless she does not make it"}, {"id": 1439439193978122240, "verified": true, "tweet_text": "\"Demonstrations follow weeks of political unrest in the wake of the president's decision on 25 July to suspend the parliament, lift MPs immunity and assume executive power in the country\"\n\nhttps://t.co/Vk569l2pms", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/Vk569l2pms"], "country": "USA", "text_en": "\"Demonstrations follow weeks of political unrest in the wake of the president's decision on July to suspend the parliament, lift MPs immunity and assume executive power in the country\""}, {"id": 1439439151590432771, "verified": false, "tweet_text": "@DrTomFrieden Do you have an answer for the success of the Nordic countries, India and many African countries who have taken a completely different tack and have apparently achieved herd immunity?  \n\nHave the humility to learn from others who think differently!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "Do you have an answer for the success of the Nordic countries, India and many African countries who have taken a completely different tack and have apparently achieved herd immunity? Have the humility to learn from others who think differently!"}, {"id": 1439439105083904002, "verified": false, "tweet_text": "ఆకుపచ్చని అస్త్రాలు\nఆకుకూరలు, కూరగాయలు, పండ్లు, చిరుధాన్యాలతో రోగ నిరోధక శక్తి\n#Vegitables #fruits #grains  #Millets #immunity #19092021\nhttps://t.co/gV61B39hEC", "tweet_lang": "te", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["Vegitables", "fruits", "grains", "Millets", "immunity"], "tweet_urls": ["https://t.co/gV61B39hEC"]}, {"id": 1439438964402835461, "verified": false, "tweet_text": "Nav protams Delfi un Panorāma, bet parasts, necilais WP, kas izplata melus 🤭\n@udumpis @NellijaL @generalis_co @JurgisLiepnieks, kad Jums uz poda garlaicīgi.\n\nhttps://t.co/TPLixEtgD5", "tweet_lang": "lv", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["udumpis", "NellijaL", "generalis_co", "JurgisLiepnieks"], "tweet_urls": ["https://t.co/TPLixEtgD5"], "tweet_emoticons": ["🤭"]}, {"id": 1439438889916112900, "verified": false, "tweet_text": "Mr. Wishy Washy Fauci:\n\nFauci reconsideration of natural immunity used against Michigan State COVID vaccine mandate.\n\nThe \"CDC is on the journey toward recognizing the scientific fact of naturally acquired immunity,\" argues a brief in legal challenge to the university's policy.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Mr. Wishy Washy Fauci: Fauci reconsideration of natural immunity used against Michigan State COVID vaccine mandate. The \"CDC is on the journey toward recognizing the scientific fact of naturally acquired immunity,\" argues a brief in legal challenge to the university's policy."}, {"id": 1439438876423032836, "verified": false, "tweet_text": "@calgaryherald Have you asked how natural immunity gets added to these kind of cards? Have you asked why people who are double vaccinated and can still catch and pass on Covid have a free pass!?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["calgaryherald"], "country": "USA", "text_en": "Have you asked how natural immunity gets added to these kind of cards? Have you asked why people who are double vaccinated and can still catch and pass on Covid have a free pass!?"}, {"id": 1439438867023728647, "verified": false, "tweet_text": "@fi_poodle @NICKIMINAJ @JoyAnnReid Okay.  The virus is endemic now (a forever pandemic) and will circulate among us indefinitely regardless of herd immunity since the vaccinated can carry and transmit therefore the degree of Covid symptoms a person wants to face is a matter of individualized medical preference.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["fi_poodle", "NICKIMINAJ", "JoyAnnReid"], "country": "USA", "text_en": "Okay. The virus is endemic now (a forever pandemic) and will circulate among us indefinitely regardless of herd immunity since the vaccinated can carry and transmit therefore the degree of Covid symptoms a person wants to face is a matter of individualized medical preference."}, {"id": 1439438830101204992, "verified": false, "tweet_text": "叶さんis making me sleepy   😴I prob will fall asleep halfway through his stream. It’s been a while my ear immunity went down so I’m scared he will suddenly scream in his mic", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😴"]}, {"id": 1439438827550961666, "verified": false, "tweet_text": "How many Americans would have declined the \"vaccine\" if they had been told it was only a temporary immunity booster shot and not a vaccination?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "How many Americans would have declined the \"vaccine\" if they had been told it was only a temporary immunity booster shot and not a vaccination?"}, {"id": 1439438797498818562, "verified": false, "tweet_text": "@Voice4Victoria So how many of us have been telling people this for ages. Laughed at &amp; called crazy. \"why would my leader do this?\"\nIts designed to control you. simple. \n \nNo longer Fully vaxed but Double dosed!!\n\nIt only stops when you stand up &amp; say NO MORE!\n80% \"vax immunity\" - Still scared!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Voice4Victoria"], "country": "USA", "text_en": "So how many of us have been telling people this for ages. Laughed at &amp; called crazy. \"why would my leader do this?\" Its designed to control you. simple. No longer Fully vaxed but Double dosed!! It only stops when you stand up &amp; say NO MORE! % \"vax immunity\" - Still scared!"}, {"id": 1439438794386665477, "verified": false, "tweet_text": "TAM\"Several studies have shown that a decent percentage of infected people might not produce detectable levels of antibodies, for the simple reason that “not all infections are the same,” other infections are so severe they're damaged. #Covid_19 https://t.co/Ow4nDpyubU", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["Covid_19"], "tweet_urls": ["https://t.co/Ow4nDpyubU"], "country": "USA", "text_en": "TAM\"Severalstudieshaveshownthat adecentpercentageof infectedpeoplemight not produce detectable levels of antibodies, for the simple reason that not all infections are the same, other infections are so severe they're damaged."}, {"id": 1439438758668029952, "verified": false, "tweet_text": "We now know from data that a prior case of #COVID19 offers immunity as robust as vaccination. Why, then, are @JoeBiden's proposed vaccination mandates ignoring that scientific fact? via @VDHanson @DailySignal https://t.co/UaHElrsjRy #FauciLied @CDCgov @NIH anti #ScientificMethod", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["COVID19", "FauciLied", "ScientificMethod"], "mentions": ["JoeBiden", "VDHanson", "DailySignal", "CDCgov", "NIH"], "tweet_urls": ["https://t.co/UaHElrsjRy"], "country": "USA", "text_en": "We now know from data that a prior case of offers immunity as robust as vaccination. Why, then, are 's proposed vaccination mandates ignoring that scientific fact? via anti"}, {"id": 1439438756365352969, "verified": false, "tweet_text": "@ChrisGoode96 @LiamWood10 @jordanbpeterson That wasn't what I was saying. The idea that everyone needs to get the vaccine to reach herd immunity is false. I didn't say no one should get the vaccine. I'm saying you do not need everyone to get vaccinated as you originally asserted.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ChrisGoode96", "LiamWood10", "jordanbpeterson"], "country": "USA", "text_en": "That wasn't what I was saying. The idea that everyone needs to get the vaccine to reach herd immunity is false. I didn't say no one should get the vaccine. I'm saying you do not need everyone to get vaccinated as you originally asserted."}, {"id": 1439438705559699458, "verified": false, "tweet_text": "@RegularAssBoy Prune juice immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RegularAssBoy"], "country": "USA", "text_en": "Prune juice immunity"}, {"id": 1439438675801100291, "verified": false, "tweet_text": "@crypdiot The difference is you can get extremely ill or die acquiring \"natural\" immunity, why else did they invent vaccines? Duh.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["crypdiot"], "country": "USA", "text_en": "The difference is you can get extremely ill or die acquiring \"natural\" immunity, why else did they invent vaccines? Duh."}, {"id": 1439438642506702852, "verified": false, "tweet_text": "@Tashiwityar @ProfPCDoherty Natural immunity from a killer virus doesn't exist until a whole bunch of people have died or become incapacitated, literally through natural selection. Vaccines and/or effective drugs are the only way around that.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Tashiwityar", "ProfPCDoherty"], "country": "USA", "text_en": "Natural immunity from a killer virus doesn't exist until a whole bunch of people have died or become incapacitated, literally through natural selection. Vaccines and/or effective drugs are the only way around that."}, {"id": 1439438585871192068, "verified": false, "tweet_text": "@RegalHebrew Natural immunity through contracting covid produces a stronger immune response that also lasts longer than the one produced by being vaccinated.... According to the science we should trust", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RegalHebrew"], "country": "USA", "text_en": "Natural immunity through contracting covid produces a stronger immune response that also lasts longer than the one produced by being vaccinated.... According to the science we should trust"}, {"id": 1439438543114457090, "verified": false, "tweet_text": "It’s time to listen to the science about the protection of natural immunity. https://t.co/ziwM1tPWaP", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/ziwM1tPWaP"], "country": "USA", "text_en": "Its time to listen to the science about the protection of natural immunity."}, {"id": 1439438537179295750, "verified": false, "tweet_text": "@LutonCustody @Latina_Morena0 I don't have arms in my home. But to think a government agency has plans for this &amp; to think of the havoc it would cause if the fools tried to implement it scares the shit out of me. A corrupt government &amp; a criminal drug corporation whose CEOs have immunity. What could go wrong? https://t.co/wDvJNOS6em", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LutonCustody", "Latina_Morena0"], "country": "USA", "text_en": "I don't have arms in my home. But to think a government agency has plans for this &amp; to think of the havoc it would cause if the fools tried to implement it scares the shit out of me. A corrupt government &amp; a criminal drug corporation whose CEOs have immunity. What could go wrong?"}, {"id": 1439438481491574789, "verified": true, "tweet_text": "Must read:How the Pfizer vaccine was approved by ignoring studies about its waning efficacy; serious immediate adverse effects; ignoring studies of long-term adverse effects &amp; studies of covid recovered patients who have better immunity than the vaccinated\nhttps://t.co/rYdUpxck0I", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/rYdUpxck0I"], "country": "USA", "text_en": "Must read:How the Pfizer vaccine was approved by ignoring studies about its waning efficacy; serious immediate adverse effects; ignoring studies of long-term adverse effects &amp; studies of covid recovered patients who have better immunity than the vaccinated"}, {"id": 1439438480376049665, "verified": false, "tweet_text": "@larryja15215455 Ever heard of natural immunity? Look it up....", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["larryja15215455"], "country": "USA", "text_en": "Ever heard of natural immunity? Look it up...."}, {"id": 1439438478941425669, "verified": false, "tweet_text": "Disemprit twitter itu sekarang sudah jadi endemi karena herd immunity sudah terjadi 😁🤭 https://t.co/9BBT0Q7xGq", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😁", "🤭"]}, {"id": 1439438432418156549, "verified": false, "tweet_text": "Everyone wants to relax on Sunday &amp; peace of mind .Do meditation 4 inner peace n strength.Meditation will boost yr willpower n immunity .It will charge u 4 whole week .Pray 2 God &amp; serve humanity 2 make yr Sunday #SpiritualSunday by St dr @Gurmeetramrahim ji as @DSS volunteers do", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["SpiritualSunday"], "mentions": ["Gurmeetramrahim", "DSS"], "country": "USA", "text_en": "Everyone wants to relax on Sunday &amp; peace of mind .Do meditation inner peace n strength.Meditation will boost yr willpower n immunity .It will charge u whole week .Pray God &amp; serve humanity make yr Sunday by St dr ji as volunteers do"}, {"id": 1439438386788405251, "verified": false, "tweet_text": "Incorrect. Diamond Princess and other closed-population exposures indicate 50-80 percent pre-existing immunity, likely T-cell mediated. https://t.co/sinXHfSFMy", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/sinXHfSFMy"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Incorrect. Diamond Princess and other closed-population exposures indicate -80 percent pre-existing immunity, likely T-cell mediated."}, {"id": 1439438346837585923, "verified": false, "tweet_text": "@Rusty1808 @DaveMilbo Caution is exactly the correct approach.  Even at 90% coverage vaccines don't produce a herd immunity effect overnight.  It takes careful management of that process to get there.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Rusty1808", "DaveMilbo"], "country": "USA", "text_en": "Caution is exactly the correct approach. Even at % coverage vaccines don't produce a herd immunity effect overnight. It takes careful management of that process to get there."}, {"id": 1439438346338582529, "verified": false, "tweet_text": "La inmunidad natural protege mucho más que la vacunación completa con vacuna Pfizer ante la variante Delta. https://t.co/Mo4ozGr4aH", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/Mo4ozGr4aH"], "country": "MEXICO", "text_es": "La inmunidad natural protege mucho más que la vacunación completa con vacuna Pfizer ante la variante Delta."}, {"id": 1439438322691158017, "verified": false, "tweet_text": "@RavHolly @hasanthehun @NICKIMINAJ I ask again, is your plan to catch increasingly deadly variants every few months to re-up your immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RavHolly", "hasanthehun", "NICKIMINAJ"], "country": "USA", "text_en": "I ask again, is your plan to catch increasingly deadly variants every few months to re-up your immunity?"}, {"id": 1439438273701720070, "verified": false, "tweet_text": "@KariLake Nobody should touch flu shots in the first place. Beside 'waning immunity', see linked article, there is no evidence that they protect against anything. Same is true for the fankenshots currently killing people all across the globe.\nhttps://t.co/u9EkXveKZG", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KariLake"], "tweet_urls": ["https://t.co/u9EkXveKZG"], "country": "USA", "text_en": "Nobody should touch flu shots in the first place. Beside 'waning immunity', see linked article, there is no evidence that they protect against anything. Same is true for the fankenshots currently killing people all across the globe."}, {"id": 1439438209809846279, "verified": false, "tweet_text": ".\n\nIf the experimental medical procedure doesn't provide immunity, how does it provide herd immunity? 🤔\n\n.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["🤔", "xp"], "country": "USA", "text_en": ". If the experimental medical procedure doesn't provide immunity, how does it provide herd immunity? ."}, {"id": 1439438197902090241, "verified": false, "tweet_text": "@shameena79 There are scientific studies that show that kids have more natural immunity against such viruses. Google T-cells.\n\nhttps://t.co/aAOuvUKP3F", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["shameena79"], "tweet_urls": ["https://t.co/aAOuvUKP3F"], "country": "USA", "text_en": "There are scientific studies that show that kids have more natural immunity against such viruses. Google T-cells."}, {"id": 1439438187932250114, "verified": false, "tweet_text": "@JohnDoe6811 @sgary07 @Karlton111 @tip_ct @RNaixam @PogueMoran @michaeltmcc @trumper_tantrum @ForrestFernMist @breckgirl4ever @BSHerrle @commonpatriot @Kelledin @famousSheymus @Hirdman @a_pilgrimm @JonDallas19 @kalymera1960 @whistleblow3 @PootDibou @SuperElite777 @QuispMe @PersecutedAnon @JaetreeGS @UnderLeverage @Bravo10thDoug @RayCollis3 @LtColMac1 @SuspendedMurphy @guidotrigger @Joybell__ @a_hottness They have said all along that natural immunity is great. Attaining herd immunity without the vaccines would have also resulted in millions more dead Americans. Try to stop being so damned ignorant.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JohnDoe6811", "sgary07", "Karlton111", "tip_ct", "RNaixam", "PogueMoran", "michaeltmcc", "trumper_tantrum", "ForrestFernMist", "breckgirl4ever", "BSHerrle", "commonpatriot", "Kelledin", "famousSheymus", "Hirdman", "a_pilgrimm", "JonDallas19", "kalymera1960", "whistleblow3", "PootDibou", "SuperElite777", "QuispMe", "PersecutedAnon", "JaetreeGS", "UnderLeverage", "Bravo10thDoug", "RayCollis3", "LtColMac1", "SuspendedMurphy", "guidotrigger", "Joybell__", "a_hottness"], "country": "USA", "text_en": "They have said all along that natural immunity is great. Attaining herd immunity without the vaccines would have also resulted in millions more dead Americans. Try to stop being so damned ignorant."}, {"id": 1439438180256780289, "verified": false, "tweet_text": "@RavHolly @hasanthehun @NICKIMINAJ Yea so does natural immunity and the amount of time it protects you varies by person. Or you know, you just die from it lol and we've already established you don't read any link you're sending so what's up", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RavHolly", "hasanthehun", "NICKIMINAJ"], "country": "USA", "text_en": "Yea so does natural immunity and the amount of time it protects you varies by person. Or you know, you just die from it lol and we've already established you don't read any link you're sending so what's up"}, {"id": 1439438174879506445, "verified": false, "tweet_text": "@SkyNewsAust If 80% is the definition of herd immunity then herd immune implies everyone is safe &amp; the 20% shouldn't be locked away.  If this is wrong, why wait till 80% if the unvaxed are going to be locked anyway.  They could lock away 50% just as easy % open fully for the vaxed now.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SkyNewsAust"], "country": "USA", "text_en": "If % is the definition of herd immunity then herd immune implies everyone is safe &amp; the % shouldn't be locked away. If this is wrong, why wait till % if the unvaxed are going to be locked anyway. They could lock away % just as easy % open fully for the vaxed now."}, {"id": 1439438090620194824, "verified": false, "tweet_text": "@clelland_k I agree the herd immunity was to be successful at 70 percent", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["clelland_k"], "country": "USA", "text_en": "I agree the herd immunity was to be successful at percent"}, {"id": 1439438024165580801, "verified": false, "tweet_text": "@Critica48668382 @Ron_Mexico_7 @Canadaismyhome2 @CTVCalgary We are talking about natural immunity and that is why they are in trouble because natural immunity isn’t working. Because the vaccine is working. And only like 60% got vaccinated as 30% are under 12. Variants happen most easily in unvaccinated people.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Critica48668382", "Ron_Mexico_7", "Canadaismyhome2", "CTVCalgary"], "country": "USA", "text_en": "We are talking about natural immunity and that is why they are in trouble because natural immunity isnt working. Because the vaccine is working. And only like % got vaccinated as % are under . Variants happen most easily in unvaccinated people."}, {"id": 1439438012002095106, "verified": false, "tweet_text": "@RedEyedDespair @hasanthehun @NICKIMINAJ Literally everyone is using the Israeli study because Israel was one of the countries with highest vaccination. 40% of Israeli ICU patients were vaccinated one 1% were reinfections. You know Science https://t.co/HBBaby30Wc", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RedEyedDespair", "hasanthehun", "NICKIMINAJ"], "tweet_urls": ["https://t.co/HBBaby30Wc"], "country": "USA", "text_en": "Literally everyone is using the Israeli study because Israel was one of the countries with highest vaccination. % of Israeli ICU patients were vaccinated one % were reinfections. You know Science"}, {"id": 1439437856015990785, "verified": false, "tweet_text": "Upward of 95% of Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity - NBC 5 Dallas-Fort Worth https://t.co/OLhpkvsMnf", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/OLhpkvsMnf"], "country": "USA", "text_en": "Upward of % of Dallas County Residents Need Protection Against COVID-19 to Reach Herd Immunity - NBC Dallas-Fort Worth"}, {"id": 1439437828727918596, "verified": true, "tweet_text": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes @KayleeDMcGhee.\n\n\"And what would they do with themselves then?\"\n\nhttps://t.co/zVIUUxKzC4", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KayleeDMcGhee"], "tweet_urls": ["https://t.co/zVIUUxKzC4"], "country": "USA", "text_en": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes . \"And what would they do with themselves then?\""}, {"id": 1439437826865520640, "verified": false, "tweet_text": "Natural immunity is better, Inspite of whatever warning the bird may apply. https://t.co/oqIucckpW9", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/oqIucckpW9"], "country": "USA", "text_en": "Natural immunity is better, Inspite of whatever warning the bird may apply."}, {"id": 1439437804136632325, "verified": false, "tweet_text": "@AncientSlumber @_zenpancake @Bruh11432599 @AnnastaciaMP Have you ever read a research paper, a book in the vaccinology or immunity?\nI don't think so\nYou just have a smartphone\nThat's all what you know and have", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AncientSlumber", "_zenpancake", "Bruh11432599", "AnnastaciaMP"], "country": "USA", "text_en": "Have you ever read a research paper, a book in the vaccinology or immunity? I don't think so You just have a smartphone That's all what you know and have"}, {"id": 1439437792388558849, "verified": false, "tweet_text": "Instagram a bloqué le hashtag sur l'immunité naturelle, #naturalimmunity.\nhttps://t.co/98sdAHF2Wm", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["naturalimmunity"], "tweet_urls": ["https://t.co/98sdAHF2Wm"]}, {"id": 1439437573797994498, "verified": false, "tweet_text": "@BrennickDylan @miscrea98028237 @libsoftiktok Well isn’t that what ur entire base is for? Herd immunity right?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BrennickDylan", "miscrea98028237", "libsoftiktok"], "country": "USA", "text_en": "Well isnt that what ur entire base is for? Herd immunity right?"}, {"id": 1439437566197960706, "verified": false, "tweet_text": "【イスラエル】\n「ワク3回接種者は、5ヵ月後以上前に〃たった〃2回しか接種していない人の10倍免疫をブーストする」\n\nイスラエルでは、もはや2回接種は〃たった〃扱い。何回目でぶっ倒れるかのチキンレースに入っている。\n\n https://t.co/FjuUBVlIl8", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/FjuUBVlIl8"]}, {"id": 1439437520547336193, "verified": false, "tweet_text": "@peterjhanley @jordanbpeterson Possible people are angry b/c covid was mismanaged? Early intervention and natural immunity seem to trump vax. Maybe that is the reason they are angry. Media and health officials are not talking about anything but lockdowns and vax in Canada. This unrest is coming soon here too", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["peterjhanley", "jordanbpeterson"], "country": "USA", "text_en": "Possible people are angry b/c covid was mismanaged? Early intervention and natural immunity seem to trump vax. Maybe that is the reason they are angry. Media and health officials are not talking about anything but lockdowns and vax in Canada. This unrest is coming soon here too"}, {"id": 1439437487001128962, "verified": false, "tweet_text": "All people with Good Natural Immunity don't need vaccination, at all. Good Natural Immunity is the Strongest Natural Vaccine in itself. I am 60 and I am not vaccinated.\n‘If I get fired, so be it’: the Louisiana nurses refusing to get the Covid vaccine https://t.co/DYo2RYLMCs", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/DYo2RYLMCs"], "country": "USA", "text_en": "All people with Good Natural Immunity don't need vaccination, at all. Good Natural Immunity is the Strongest Natural Vaccine in itself. I am and I am not vaccinated. If I get fired, so be it: the Louisiana nurses refusing to get the Covid vaccine"}, {"id": 1439437317945675780, "verified": false, "tweet_text": "This ain’t it, Glenn. Qualified immunity unnecessarily insulates bad actors from liability for violating the rights of citizens.\n\nQI doesn’t need protecting—the rights of citizens do. https://t.co/U2x8tyxUqB", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/U2x8tyxUqB"], "country": "USA", "text_en": "This aint it, Glenn. Qualified immunity unnecessarily insulates bad actors from liability for violating the rights of citizens. QI doesnt need protectingthe rights of citizens do."}, {"id": 1439437310139977731, "verified": false, "tweet_text": "@NPR BECAUSE I HAVE SPACE CHLAMYDIA! YOUR SPECIES HAS NO IMMUNITY! I WAS TRYING TO BE POLITE!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["NPR"], "country": "USA", "text_en": "BECAUSE I HAVE SPACE CHLAMYDIA! YOUR SPECIES HAS NO IMMUNITY! I WAS TRYING TO BE POLITE!"}, {"id": 1439437303135494147, "verified": false, "tweet_text": "@donttrusttrump1 @DrKBecker @KimIversenShow I have antibodies from having COVID last year… why are you so racist against many of us that are black and have natural immunity???????", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["donttrusttrump1", "DrKBecker", "KimIversenShow"], "country": "USA", "text_en": "I have antibodies from having COVID last year why are you so racist against many of us that are black and have natural immunity???????"}, {"id": 1439437151360405506, "verified": false, "tweet_text": "So natural immunity is now misleading?! WTAF! That is the epitome of anti-science! https://t.co/8dEDZ2vmA8", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/8dEDZ2vmA8"], "country": "USA", "text_en": "So natural immunity is now misleading?! WTAF! That is the epitome of anti-science!"}, {"id": 1439437145286987780, "verified": false, "tweet_text": "@ScottAdamsSays You missed mine by a week! 😉✌️🇺🇸🎈natural  immunity is  what  you  seek,  get  the  care  package  of  taking  care  of  yourself  before  getting…SarsCov2😉🧬", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ScottAdamsSays"], "tweet_emoticons": ["😉", "🎈", "🇺🇸", "🧬", "✌️"], "country": "USA", "text_en": "You missed mine by a week! natural immunity is what you seek, get the care package of taking care of yourself before gettingSarsCov2"}, {"id": 1439437133186433032, "verified": false, "tweet_text": "@ZubyMusic Have Covid for the 2nd time right now. Tested positive on 9/15, started working out again on 9/17 and am almost back to normal. Health plays a big role in this as well as natural immunity. Glad I'm not vaxed.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ZubyMusic"], "country": "USA", "text_en": "Have Covid for the nd time right now. Tested positive on /15, started working out again on /17 and am almost back to normal. Health plays a big role in this as well as natural immunity. Glad I'm not vaxed."}, {"id": 1439437124001058817, "verified": false, "tweet_text": "@cwebbonline We may still be able to reach herd immunity, it may just take longer. The anti-vaxers will have to decide if it is with them or without them. Death can take care of that problem.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cwebbonline"], "country": "USA", "text_en": "We may still be able to reach herd immunity, it may just take longer. The anti-vaxers will have to decide if it is with them or without them. Death can take care of that problem."}, {"id": 1439437083010117633, "verified": false, "tweet_text": "https://t.co/KoRn1xqm3P", "tweet_lang": "und", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/KoRn1xqm3P"]}, {"id": 1439437052483973122, "verified": false, "tweet_text": "@esplains_it_all Herd immunity for smallpox was 80%. https://t.co/HK7edThK8e\n\nThe fact we get better data isn't a argument for that data being wrong.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["esplains_it_all"], "tweet_urls": ["https://t.co/HK7edThK8e"], "country": "USA", "text_en": "Herd immunity for smallpox was %. The fact we get better data isn't a argument for that data being wrong."}, {"id": 1439437044745388036, "verified": false, "tweet_text": "yep natural immunity being best. https://t.co/mFqpvEVgTM", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/mFqpvEVgTM"], "country": "USA", "text_en": "yep natural immunity being best."}, {"id": 1439437034507153409, "verified": false, "tweet_text": "@StebbinsDave @StitchedByAras If you believe it makes people more safe then it shows how much the propaganda has worked,you say you want normal life,yet only people like you can give it to us all.if you want to live in a bubble forever then your natural immunity to many illnesses will soon just stop working", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["StebbinsDave", "StitchedByAras"], "country": "USA", "text_en": "If you believe it makes people more safe then it shows how much the propaganda has worked,you say you want normal life,yet only people like you can give it to us all.if you want to live in a bubble forever then your natural immunity to many illnesses will soon just stop working"}, {"id": 1439436995416240132, "verified": false, "tweet_text": "Clinical medicine and covid: research priorities\n1 early treatment of covid \n2  risk factors for progression to severe covid?\n3 RFs for adverse reaction to covid vacc + monitor i.e. myocarditis?\n4 countermeasure for vaccine rxns?\n5  eval immunity, natural and vaccine-induced?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Clinical medicine and covid: research priorities early treatment of covid risk factors for progression to severe covid? RFs for adverse reaction to covid vacc + monitor i.e. myocarditis? countermeasure for vaccine rxns? eval immunity, natural and vaccine-induced?"}, {"id": 1439436975396769796, "verified": false, "tweet_text": "@mtgreenee Stats. Logic. We have no natural immunity to this virus, so we either get antibodies thru exposure or vax. My odds of survival or a avoiding long term issues are much better with the vax. Especially w the Delta. The viral load is 1000x higher. Common sense.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["mtgreenee"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Stats. Logic. We have no natural immunity to this virus, so we either get antibodies thru exposure or vax. My odds of survival or a avoiding long term issues are much better with the vax. Especially w the Delta. The viral load is x higher. Common sense."}, {"id": 1439436948083392515, "verified": false, "tweet_text": "@edmontonjournal Kenney needs to stop counting previous Covid infections in with the immunity from vaccination numbers. Its dangerous and Staples leaving it unchallenged in this piece is too.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["edmontonjournal"], "country": "USA", "text_en": "Kenney needs to stop counting previous Covid infections in with the immunity from vaccination numbers. Its dangerous and Staples leaving it unchallenged in this piece is too."}, {"id": 1439436938839314439, "verified": false, "tweet_text": "@mtgreenee Stats. Logic. We have no natural immunity to this virus, so we either get antibodies thru exposure or vax. My odds of survival or a avoiding long term issues are much better with the vax. Especially w the Delta. The viral load is 1000x higher. Common sense.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["mtgreenee"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Stats. Logic. We have no natural immunity to this virus, so we either get antibodies thru exposure or vax. My odds of survival or a avoiding long term issues are much better with the vax. Especially w the Delta. The viral load is x higher. Common sense."}, {"id": 1439436892819185664, "verified": false, "tweet_text": "超人きた！ニーチェ歓喜！😂\nhttps://t.co/EBy3PrCjvz", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/EBy3PrCjvz"], "tweet_emoticons": ["😂"]}, {"id": 1439436795209469953, "verified": false, "tweet_text": "@canadashero1867 @kova_mario @co2fraud @TeriHart @JimMon That presumption you just repeated was RECENTLY released by the CDC after proof emerged that natural immunity is far superior &amp; they feared vaccination rates would decrease. There are links to studies in this article &amp; on NIH reviews. Time will tell. \n\nhttps://t.co/w08denpiwK", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["canadashero1867", "kova_mario", "co2fraud", "TeriHart", "JimMon"], "tweet_urls": ["https://t.co/w08denpiwK"], "country": "USA", "text_en": "That presumption you just repeated was RECENTLY released by the CDC after proof emerged that natural immunity is far superior &amp; they feared vaccination rates would decrease. There are links to studies in this article &amp; on NIH reviews. Time will tell."}, {"id": 1439436622261587969, "verified": false, "tweet_text": "@Clarknt67 Long term? Not possible, much like herd immunity.\n\nWe have concerns about the MRNA mods.\nHerd immunity not possible with a vaccine that lets you catch and spread what you're \"inoculated against\".\nAlso dt slow rollout, kids a high % of pop.\n🤷‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Clarknt67"], "tweet_emoticons": ["🤷‍♀️"], "country": "USA", "text_en": "Long term? Not possible, much like herd immunity. We have concerns about the MRNA mods. Herd immunity not possible with a vaccine that lets you catch and spread what you're \"inoculated against\". Also dt slow rollout, kids a high % of pop."}, {"id": 1439436590808539140, "verified": false, "tweet_text": "As a non medical person :\nif snake antivenom snake serum is used to treat deadly snake bites by boosting your immune response after a snake bite, then would it not be possible to use similar response to COVID-19 (+variants)  ?\nAnd isn't that the response of natural immunity ???", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "As a non medical person : if snake antivenom snake serum is used to treat deadly snake bites by boosting your immune response after a snake bite, then would it not be possible to use similar response to COVID-19 (+variants) ? And isn't that the response of natural immunity ???"}, {"id": 1439436441709277186, "verified": false, "tweet_text": "@blake3hamilton @Barric_Tooker I really hope your wrong and I know you do too.\n\nThe reality is vaccines have not lived up to their initial promise of effective herd immunity. As a result people may still die at rates unacceptable to Australians, even if we do get world beating vaccination rates.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["blake3hamilton", "Barric_Tooker"], "country": "USA", "text_en": "I really hope your wrong and I know you do too. The reality is vaccines have not lived up to their initial promise of effective herd immunity. As a result people may still die at rates unacceptable to Australians, even if we do get world beating vaccination rates."}, {"id": 1439436417499897859, "verified": false, "tweet_text": "@gltrfish76 @occupywalrus13 @DrLeanaWen 40 % of unvaxxed have natural immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["gltrfish76", "occupywalrus13", "DrLeanaWen"], "country": "USA", "text_en": "% of unvaxxed have natural immunity"}, {"id": 1439436414215675904, "verified": false, "tweet_text": "@donttrusttrump1 @DrKBecker @KimIversenShow Oh please go check your antibodies.. I had COVID last year and still have antibodies.. I can travel to Italy where my cousins live as they accept the vaccines OR natural immunity. Pray tell me why you and our awful Biden admin feel everyone needs the jab??? So tired of them!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["donttrusttrump1", "DrKBecker", "KimIversenShow"], "country": "USA", "text_en": "Oh please go check your antibodies.. I had COVID last year and still have antibodies.. I can travel to Italy where my cousins live as they accept the vaccines OR natural immunity. Pray tell me why you and our awful Biden admin feel everyone needs the jab??? So tired of them!"}, {"id": 1439436409501208576, "verified": false, "tweet_text": "@kaushikcbasu As far as Covid vax is concerned, less is more.  Not really needed if at all, it is for those who are immunocompromised may be. \n\nNatural immunity is robust, with several antibodies not just the toxic spike protein which in itself causes harm. \n\nEfficacy 20%", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["kaushikcbasu"], "country": "USA", "text_en": "As far as Covid vax is concerned, less is more. Not really needed if at all, it is for those who are immunocompromised may be. Natural immunity is robust, with several antibodies not just the toxic spike protein which in itself causes harm. Efficacy %"}, {"id": 1439436372645982209, "verified": false, "tweet_text": "okay, we get it.. you and Gerson agree with the #GreatBarringtonDeclarations where #covid19 and its variants are encouraged to \"burn through\" the unprivileged population, to achieve the \"herd immunity\" corporate investments need for the wheels of industry to keep churning. https://t.co/3tBWxWPqzP", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["GreatBarringtonDeclarations", "covid19"], "tweet_urls": ["https://t.co/3tBWxWPqzP"], "country": "USA", "text_en": "okay, we get it.. you and Gerson agree with the where and its variants are encouraged to \"burn through\" the unprivileged population, to achieve the \"herd immunity\" corporate investments need for the wheels of industry to keep churning."}, {"id": 1439436326634414082, "verified": false, "tweet_text": "@LiamIsFlaccid @stoopidity_high @RoyIsThaTruth HIV is a virus as is Covid-19 \nMask? Her comments were about the ‘vaccine’  \n\nhttps://t.co/yNRHcC1KJ6", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LiamIsFlaccid", "stoopidity_high", "RoyIsThaTruth"], "tweet_urls": ["https://t.co/yNRHcC1KJ6"], "country": "USA", "text_en": "HIV is a virus as is Covid-19 Mask? Her comments were about the vaccine"}, {"id": 1439436279020621830, "verified": false, "tweet_text": "@RedEyedDespair @hasanthehun @NICKIMINAJ I got Covid in April 2020, took care of my girl during Xmas 2020 when she had Covid last year. Slept in the same bed \nGuess what ur booster shots aren’t coming. Those of us that have natural immunity are way better off than you and your leaky waning vaccines. You know science. https://t.co/MlgaJIDqW9", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RedEyedDespair", "hasanthehun", "NICKIMINAJ"], "country": "USA", "text_en": "I got Covid in April , took care of my girl during Xmas when she had Covid last year. Slept in the same bed Guess what ur booster shots arent coming. Those of us that have natural immunity are way better off than you and your leaky waning vaccines. You know science."}, {"id": 1439436162066681856, "verified": false, "tweet_text": "@ZippityJim @thehill interesting, I've read nat immunity provides much more protection. From an Israeli study \"In a sample of more than 700,000 people, natural immunity was 27 times more effective than vaccinated immunity in preventing symptomatic infections.\" https://t.co/OL4XB15CpB", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ZippityJim", "thehill"], "tweet_urls": ["https://t.co/OL4XB15CpB"], "country": "USA", "text_en": "interesting, I've read nat immunity provides much more protection. From an Israeli study \"In a sample of more than people, natural immunity was times more effective than vaccinated immunity in preventing symptomatic infections.\""}, {"id": 1439436047386095617, "verified": false, "tweet_text": "La Inmunidad Natural es superior a la inducida, pero en Uruguay igual quieren \"inmunizar\" a personas inmunizadas.\n\n@ECapillera\n\nhttps://t.co/BXWtDtC7zO", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ECapillera"], "tweet_urls": ["https://t.co/BXWtDtC7zO"], "country": "MEXICO", "text_es": "La Inmunidad Natural es superior a la inducida, pero en Uruguay igual quieren \"inmunizar\" a personas inmunizadas."}, {"id": 1439436036061421569, "verified": false, "tweet_text": "@leehoward708 It’s not a vaccine, it offers ZERO immunity.   That letter is creepy AF", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["leehoward708"], "country": "USA", "text_en": "Its not a vaccine, it offers ZERO immunity. That letter is creepy AF"}, {"id": 1439436027492454400, "verified": false, "tweet_text": "I like Strawberries and Cheddar before bed. High Immunity.\n\n$3 #CookBook https://t.co/Gw3pw996Lj", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["CookBook"], "country": "USA", "text_en": "I like Strawberries and Cheddar before bed. High Immunity. $3"}, {"id": 1439435992700760066, "verified": false, "tweet_text": "@MikeLon79643380 @ck_ultra @WLBT You missed key pt. Effectiveness of vaccine VS delta variant wasNT known til recently b/c there was no delta variant &amp;if more ppl had vaxxed&amp; we had reached herd immunity, likely variants never wouldve invaded US. Vax is more than “helpful.”Most cvd ppl in icu/morgue are UNVAXXED", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MikeLon79643380", "ck_ultra", "WLBT"], "country": "USA", "text_en": "You missed key pt. Effectiveness of vaccine VS delta variant wasNT known til recently b/c there was no delta variant &amp;if more ppl had vaxxed&amp; we had reached herd immunity, likely variants never wouldve invaded US. Vax is more than helpful.Most cvd ppl in icu/morgue are UNVAXXED"}, {"id": 1439435834315345920, "verified": false, "tweet_text": "Even the Burnet Institute admits that you can only be 80% protected when fully vaccinated, please let's focus on actual immunity #COVID19VIC\n\nSource: https://t.co/Mo8Uh1czLq https://t.co/lwInw9E1aa", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["COVID19VIC"], "tweet_urls": ["https://t.co/Mo8Uh1czLq"], "country": "USA", "text_en": "Even the Burnet Institute admits that you can only be % protected when fully vaccinated, please let's focus on actual immunity Source:"}, {"id": 1439435826140782592, "verified": false, "tweet_text": "@Sane__Thinker @JohnYouril @SpittinVenoms Fuck. I'm unvaccinated, got the delta variant 4 weeks ago, thankfully wasn't bad - Tired, headaches and loss of smell for 14-16 days. Data from recent research in Israel suggests that my immunity is 13 times stronger than someone who is double jabbed, not peer reviewed yet though", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Sane__Thinker", "JohnYouril", "SpittinVenoms"], "country": "USA", "text_en": "Fuck. I'm unvaccinated, got the delta variant weeks ago, thankfully wasn't bad - Tired, headaches and loss of smell for -16 days. Data from recent research in Israel suggests that my immunity is times stronger than someone who is double jabbed, not peer reviewed yet though"}, {"id": 1439435763179941888, "verified": false, "tweet_text": "@CTVdawnwalton @CTV_AvisFavaro Several EU nations, UK, Israel grant covid survivors same access to restaurants, bars and travel hubs as fully vaxxed. Fauci said top US officials are discussing shifting in this direction. Are Cdn officials, media ignoring W.H.O. advice? https://t.co/VGBgmPAzDx", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CTVdawnwalton", "CTV_AvisFavaro"], "tweet_urls": ["https://t.co/VGBgmPAzDx"], "country": "USA", "text_en": "Several EU nations, UK, Israel grant covid survivors same access to restaurants, bars and travel hubs as fully vaxxed. Fauci said top US officials are discussing shifting in this direction. Are Cdn officials, media ignoring W.H.O. advice?"}, {"id": 1439435729885597696, "verified": false, "tweet_text": "@bburke627 Natural probiotics are powerful natural immunity. Sauerkraut is the most dense and healthiest. \nWould you like some?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["bburke627"], "country": "USA", "text_en": "Natural probiotics are powerful natural immunity. Sauerkraut is the most dense and healthiest. Would you like some?"}, {"id": 1439435717168541704, "verified": false, "tweet_text": "@JohnKrahn2 @MucusMucous @BruceRayCarr1 @JHerbatov @robinmcstay @luccaskunk @zebub_b_l @wisemanryder @A_Damned_smith @WmManry @wiguy45 @SwordFinger @pray2pesci @BabeTruth2 @zalphaprime @VelvetEven @hesanaughtyboy @HankStern2 @ic_lib @NumbersMean @Steve_S_1967 @RealRaviolius @Wolfpak561 @kester_lowers @AndrewRChapman @SiegelBonnie @EmilyBanting1 @charlottejass @SLordDampnut @Rws1000Robert @waragoodwarfare @Quiptography @1pckt @GodflyThe @offender_repeat @ur_buddy777 @willsworldview @GoatMunch @oohglobbits5 @fixedintime @smug2bme @Debbie25808035 @Enby896 @Athiestica @Reid_CO @LuEleison @FullMetalJa @SDarkmore @Alliste35661241 @CandySmith74 “Natural immunity is better”\nWrong.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JohnKrahn2", "MucusMucous", "BruceRayCarr1", "JHerbatov", "robinmcstay", "luccaskunk", "zebub_b_l", "wisemanryder", "A_Damned_smith", "WmManry", "wiguy45", "SwordFinger", "pray2pesci", "BabeTruth2", "zalphaprime", "VelvetEven", "hesanaughtyboy", "HankStern2", "ic_lib", "NumbersMean", "Steve_S_1967", "RealRaviolius", "Wolfpak561", "kester_lowers", "AndrewRChapman", "SiegelBonnie", "EmilyBanting1", "charlottejass", "SLordDampnut", "Rws1000Robert", "waragoodwarfare", "Quiptography", "1pckt", "GodflyThe", "offender_repeat", "ur_buddy777", "willsworldview", "GoatMunch", "oohglobbits5", "fixedintime", "smug2bme", "Debbie25808035", "Enby896", "Athiestica", "Reid_CO", "LuEleison", "FullMetalJa", "SDarkmore", "Alliste35661241", "CandySmith74"], "country": "USA", "text_en": "Natural immunity is better Wrong."}, {"id": 1439435607072071681, "verified": false, "tweet_text": "@naval Immunity from infection isn’t any longer lasting so not sure why that’s the decisive factor.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "Immunity from infection isnt any longer lasting so not sure why thats the decisive factor."}, {"id": 1439435560402161667, "verified": false, "tweet_text": "@Bob85703632 @Michael76732720 @OcGrumpy @Maddemon21 @Sassysister20 @redsteeze Better question Bob, if this is really about our health and well being, why isn't the government banning cigarettes? Those are more harmful to people second hand. Can't build immunity to that poison like you can a virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Bob85703632", "Michael76732720", "OcGrumpy", "Maddemon21", "Sassysister20", "redsteeze"], "country": "USA", "text_en": "Better question Bob, if this is really about our health and well being, why isn't the government banning cigarettes? Those are more harmful to people second hand. Can't build immunity to that poison like you can a virus."}, {"id": 1439435556316848135, "verified": false, "tweet_text": "@RicoDiMirtilli @jbayzzz Here is the study by the way https://t.co/fZszsNFvkG", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RicoDiMirtilli", "jbayzzz"], "tweet_urls": ["https://t.co/fZszsNFvkG"], "country": "USA", "text_en": "Here is the study by the way"}, {"id": 1439435550444777474, "verified": false, "tweet_text": "@_sabanaqvi Natural immunity &amp; herd immunity to COVID are myths.\nA #thread:\nhttps://t.co/kfHV9mml1x", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["thread"], "mentions": ["_sabanaqvi"], "tweet_urls": ["https://t.co/kfHV9mml1x"], "country": "USA", "text_en": "Natural immunity &amp; herd immunity to COVID are myths. A :"}, {"id": 1439435485714124802, "verified": false, "tweet_text": "@LostTogetherCda @KennieG15 @Bee2020De @ByramBridle They changed their DESCRIPTION of herd immunity to only include vaccinated (even though it’s not a vaccine-they’ve changer that as well)\n\nThis was not the case pre covid.\n\nWhy would they do that?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LostTogetherCda", "KennieG15", "Bee2020De", "ByramBridle"], "country": "USA", "text_en": "They changed their DESCRIPTION of herd immunity to only include vaccinated (even though its not a vaccine-theyve changer that as well) This was not the case pre covid. Why would they do that?"}, {"id": 1439435457389940745, "verified": false, "tweet_text": "@mattfoleyvanguy @Ron_Mexico_7 @Canadaismyhome2 @CTVCalgary Thought we were on the natural immunity subject. \nCurrent RNA vaccines have zero long term data in humans. So the fact this \"vaccine\" wanes after 6 months and most likely doesn't protect vs a variant makes it pointless. It won't stop transmission, which won't stop the virus from", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["mattfoleyvanguy", "Ron_Mexico_7", "Canadaismyhome2", "CTVCalgary"], "country": "USA", "text_en": "Thought we were on the natural immunity subject. Current RNA vaccines have zero long term data in humans. So the fact this \"vaccine\" wanes after months and most likely doesn't protect vs a variant makes it pointless. It won't stop transmission, which won't stop the virus from"}, {"id": 1439435379451461633, "verified": false, "tweet_text": "@OurFatherChaos @Robin_van_Eck @SAndersonshpk Natural immunity IS a thing. Its just that no ones sure what it will be like w/ covid.\n\nWe were always told to get the MMR vaccine if you had never had the disease, &amp; if you had it then the vaccine wasn't necessary. That's b/c natural immunity is lifelong. Vaccines arent.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["OurFatherChaos", "Robin_van_Eck", "SAndersonshpk"], "country": "USA", "text_en": "Natural immunity IS a thing. Its just that no ones sure what it will be like w/ covid. We were always told to get the MMR vaccine if you had never had the disease, &amp; if you had it then the vaccine wasn't necessary. That's b/c natural immunity is lifelong. Vaccines arent."}, {"id": 1439435307074527241, "verified": false, "tweet_text": "Billionaire Sacklers granted lifetime legal immunity in #opioid settlement https://t.co/GjzAYCD21t", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["opioid"], "tweet_urls": ["https://t.co/GjzAYCD21t"], "country": "USA", "text_en": "Billionaire Sacklers granted lifetime legal immunity in settlement"}, {"id": 1439435229568012289, "verified": false, "tweet_text": "TNI Polri dukung percepatan endemis dengan vaksinasi sinovax tahap pertama vaksinasi dari TNI guna herd immunity warga masyarakat dalam menekan penularan covid 19 19/9/21) https://t.co/lfJNpKQZrw", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z"}, {"id": 1439435191743770627, "verified": false, "tweet_text": "@gabriel_zucman #truthandconsequence\n🤕🤑🙄😷 and ‘they’ shall be jobless if unvaxed even they have natural super immunity???", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["truthandconsequence"], "mentions": ["gabriel_zucman"], "tweet_emoticons": ["🤑", "😷", "🤕", "🙄"], "country": "USA", "text_en": "and they shall be jobless if unvaxed even they have natural super immunity???"}, {"id": 1439435104711888898, "verified": false, "tweet_text": "@aiw_my Ini. Asli kelewat “kreatif”\n\nSudah vaksin katanya terlindungi.\nSudah 70% katanya herd immunity.\n\nLalu scan utk diskriminasi anak2, lansia, komorbid, ibu hamil gak boleh ke pantai SUPAYA APA???\n\n😭😭😭", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["aiw_my"], "tweet_emoticons": ["😭"]}, {"id": 1439435103713824779, "verified": false, "tweet_text": "@MackayIM My partner is British &amp; in London, I'm American, &amp; I was aghast at internal between his 1st &amp; 2nd jab tho that may have bn a good thing. Also, at 64,he didn't get 2nd jab until late April--wonder if immunity will wane in winter?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MackayIM"], "country": "USA", "text_en": "My partner is British &amp; in London, I'm American, &amp; I was aghast at internal between his st &amp; nd jab tho that may have bn a good thing. Also, at ,he didn't get nd jab until late April--wonder if immunity will wane in winter?"}, {"id": 1439435101427752960, "verified": false, "tweet_text": "@RicoDiMirtilli @jbayzzz Since then, the Delta variant. Now this study frequently cited by anti-vaxxers as “natural immunity is king” actually says that unvaccinated previously infected individuals (37) were almost twice as likely to be reinfected as compared to vaccinated previously infected individuals", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RicoDiMirtilli", "jbayzzz"], "country": "USA", "text_en": "Since then, the Delta variant. Now this study frequently cited by anti-vaxxers as natural immunity is king actually says that unvaccinated previously infected individuals (37) were almost twice as likely to be reinfected as compared to vaccinated previously infected individuals"}, {"id": 1439435040119824387, "verified": false, "tweet_text": "@BillWylie3rd @AmyAThatcher Seems like we’re near herd immunity on intelligence these days.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BillWylie3rd", "AmyAThatcher"], "country": "USA", "text_en": "Seems like were near herd immunity on intelligence these days."}, {"id": 1439435023904563200, "verified": false, "tweet_text": "@LarissaBlum1991 @Johninvesting @PeterSweden7 Wrong. There are now 15 studies proving natural immunity is much better that the jab. https://t.co/8iZ0Nkpg8h", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LarissaBlum1991", "Johninvesting", "PeterSweden7"], "tweet_urls": ["https://t.co/8iZ0Nkpg8h"], "country": "USA", "text_en": "Wrong. There are now studies proving natural immunity is much better that the jab."}, {"id": 1439435013481590786, "verified": false, "tweet_text": "@ProfPCDoherty It looks like my son might have to wait longer than 6 weeks to get his second Pfizer, if there are delays in delivery - would it be worth him getting a shot of AZ to boost his immunity while he waits for his second shot of Pfizer?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ProfPCDoherty"], "country": "USA", "text_en": "It looks like my son might have to wait longer than weeks to get his second Pfizer, if there are delays in delivery - would it be worth him getting a shot of AZ to boost his immunity while he waits for his second shot of Pfizer?"}, {"id": 1439434910066884613, "verified": false, "tweet_text": "@Betsy_SG @AnnaMollyTX @ASlavitt Thanks for this info. I'm   75 have minor immunity problems and it's been over 6 mos since my last Moderna vaccine.  It's tricky for a person with severe vertigo, that was aggravated by the 2nd shot.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Betsy_SG", "AnnaMollyTX", "ASlavitt"], "country": "USA", "text_en": "Thanks for this info. I'm have minor immunity problems and it's been over mos since my last Moderna vaccine. It's tricky for a person with severe vertigo, that was aggravated by the nd shot."}, {"id": 1439434901955043332, "verified": false, "tweet_text": "@ClaytonDorcas @SAndersonshpk There is only a debate to those who are misunderstanding or denying the science. And I do mean either/or, not everyone is *just* denying.\nPls qv @ChuckWurster \nHe just posted about why people who have natural immunity still need the vaccine. I hope this helps.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ClaytonDorcas", "SAndersonshpk", "ChuckWurster"], "country": "USA", "text_en": "There is only a debate to those who are misunderstanding or denying the science. And I do mean either/or, not everyone is *just* denying. Pls qv He just posted about why people who have natural immunity still need the vaccine. I hope this helps."}, {"id": 1439434833675968514, "verified": false, "tweet_text": "@jolefson50 @mikegrajeda2 @devinedianakin @dockaurG This is a totally different situation. We do not vax the immune. If you have had, let’s say Chicken Pox you can prove immunity with a Varicella Ab titer, or vax. Healthcare workers need  to be immune.  Not forced to take an unneeded vax.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["jolefson50", "mikegrajeda2", "devinedianakin", "dockaurG"], "country": "USA", "text_en": "This is a totally different situation. We do not vax the immune. If you have had, lets say Chicken Pox you can prove immunity with a Varicella Ab titer, or vax. Healthcare workers need to be immune. Not forced to take an unneeded vax."}, {"id": 1439434823039324160, "verified": false, "tweet_text": "Never forget DC made Joker an Iranian diplomat for immunity for killing robin. I will never get over how batshit insane the coke fueled 80’s were. https://t.co/gEaXx0PWVM", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Never forget DC made Joker an Iranian diplomat for immunity for killing robin. I will never get over how batshit insane the coke fueled s were."}, {"id": 1439434779556990977, "verified": false, "tweet_text": "But since I'm ace (immunity) Blackbeard", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "But since I'm ace (immunity) Blackbeard"}, {"id": 1439434703291834369, "verified": false, "tweet_text": "@NovelSci @revmagdalen Maybe it's the definition of intellect that needs addressing. \nA person that can't understand herd immunity is not intellectual.\nAnyone thinking that medicine designed for parasitic disease, is more effective than a specifically designed covid vaccine, is not intellectual.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["NovelSci", "revmagdalen"], "country": "USA", "text_en": "Maybe it's the definition of intellect that needs addressing. A person that can't understand herd immunity is not intellectual. Anyone thinking that medicine designed for parasitic disease, is more effective than a specifically designed covid vaccine, is not intellectual."}, {"id": 1439434691338067974, "verified": false, "tweet_text": "The pressing issue everyone should ask is : How could Malaysia achieve herd immunity when 8.5 million people did not register for covid vaccination? 💥🤦🏻‍♂️\n\n#KerajaanGagal2.0 https://t.co/0ltl2WgHXT", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["KerajaanGagal2"], "tweet_emoticons": ["💥", "🤦🏻‍♂️"], "country": "USA", "text_en": "The pressing issue everyone should ask is : How could Malaysia achieve herd immunity when million people did not register for covid vaccination? .0"}, {"id": 1439434679556399105, "verified": false, "tweet_text": "You get 90%, which is, according to Falsi, herd immunity!  Bingo!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "You get %, which is, according to Falsi, herd immunity! Bingo!"}, {"id": 1439434664922472449, "verified": false, "tweet_text": "@ObiAris @MatthewACherry You can sue McDonald's or the franchise owner if the .50 cent cheeseburger goes awry or food poisoning. Pfizer, Moderna, J&amp;J et al have immunity as we speak, @ObiAris.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ObiAris", "MatthewACherry", "ObiAris"], "country": "USA", "text_en": "You can sue McDonald's or the franchise owner if the .50 cent cheeseburger goes awry or food poisoning. Pfizer, Moderna, J&amp;J et al have immunity as we speak, ."}, {"id": 1439434623755374594, "verified": false, "tweet_text": "@ColinCowherd For all you COVID posters, Pennsylvania is well over 75% vaccinated. That’s herd immunity. This isn’t Florida.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ColinCowherd"], "country": "USA", "text_en": "For all you COVID posters, Pennsylvania is well over % vaccinated. Thats herd immunity. This isnt Florida."}, {"id": 1439434589219475464, "verified": false, "tweet_text": "@Garecht10 @JoeBiden And there’s still studies going on about people that had covid. Studies are showing you’re better protected with the vaccine on top of any immunity. People get reinfected after having COVID.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Garecht10", "JoeBiden"], "country": "USA", "text_en": "And theres still studies going on about people that had covid. Studies are showing youre better protected with the vaccine on top of any immunity. People get reinfected after having COVID."}, {"id": 1439434569850265601, "verified": false, "tweet_text": "@Skaapchop @maggsnaidu @SydenhamStekkie I'm sorry to disappoint you, but I'm not staying home for no reason other than peace of mind. I trust that you will do good and achieve herd immunity for all of us, I believe in you. I will be around you most likely, and unvaccinated. 😁", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Skaapchop", "maggsnaidu", "SydenhamStekkie"], "tweet_emoticons": ["😁"], "country": "USA", "text_en": "I'm sorry to disappoint you, but I'm not staying home for no reason other than peace of mind. I trust that you will do good and achieve herd immunity for all of us, I believe in you. I will be around you most likely, and unvaccinated."}, {"id": 1439434291063103489, "verified": false, "tweet_text": "@Crypt0Keeper @sammiewhatever @rekastner @sfchronicle Sure. A vaccine is a treatment that boosts your immunity to a disease. Its effectiveness is measured by the *reduction in risk* of you acquiring and suffering harmful effects from that disease. Which is exactly what the COVID vaccine does. Do you want me to explain how it works?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Crypt0Keeper", "sammiewhatever", "rekastner", "sfchronicle"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Sure. A vaccine is a treatment that boosts your immunity to a disease. Its effectiveness is measured by the *reduction in risk* of you acquiring and suffering harmful effects from that disease. Which is exactly what the COVID vaccine does. Do you want me to explain how it works?"}, {"id": 1439434289624408064, "verified": false, "tweet_text": "@loisrp @quarantinebeat @MsNancyDrewknew @smittycanada1 I don’t doubt that it was considered here as in many places. But as you know herd immunity itself is a good thing. Trying to acquire it thru mass natural infection caused by uncontrolled spread isn’t. She didn’t seem to have that in mind then. Now? Who really knows for sure?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["loisrp", "quarantinebeat", "MsNancyDrewknew", "smittycanada1"], "country": "USA", "text_en": "I dont doubt that it was considered here as in many places. But as you know herd immunity itself is a good thing. Trying to acquire it thru mass natural infection caused by uncontrolled spread isnt. She didnt seem to have that in mind then. Now? Who really knows for sure?"}, {"id": 1439434246393720833, "verified": false, "tweet_text": "@daigo 感染+mRNAは超人免疫がついて、冗談じゃなくて本当に最強になるらしいですよ。おめでとうございます😊\nhttps://t.co/6Bn0lHYBPd", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["daigo"], "tweet_urls": ["https://t.co/6Bn0lHYBPd"], "tweet_emoticons": ["😊"]}, {"id": 1439434216454950918, "verified": false, "tweet_text": "@wokal_distance And the disproportionately non-white, working class, young people with natural immunity will put their immune systems at risk for the older, whiter, wealthier Americans.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["wokal_distance"], "country": "USA", "text_en": "And the disproportionately non-white, working class, young people with natural immunity will put their immune systems at risk for the older, whiter, wealthier Americans."}, {"id": 1439434204274733062, "verified": false, "tweet_text": "@doggopower07 @DrVivianS @SJVillaFdn The only way to avoid lockdowns, illness, death, and long-term disability is to get the vaccine and maintain NPIs until we have population-level immunity. Ppl will eventually get antibodies against CoVid, either through vaccination or through infection. The disease is far worse", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["doggopower07", "DrVivianS", "SJVillaFdn"], "country": "USA", "text_en": "The only way to avoid lockdowns, illness, death, and long-term disability is to get the vaccine and maintain NPIs until we have population-level immunity. Ppl will eventually get antibodies against CoVid, either through vaccination or through infection. The disease is far worse"}, {"id": 1439434183735087110, "verified": true, "tweet_text": "Qualified immunity doesn’t protect against “frivolous” lawsuits. It protects agents of the state who actually violate the civil rights of private citizens. It’s deeply unjust and enables abuses of power. https://t.co/CKuRHdSNG0", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/CKuRHdSNG0"], "country": "USA", "text_en": "Qualified immunity doesnt protect against frivolous lawsuits. It protects agents of the state who actually violate the civil rights of private citizens. Its deeply unjust and enables abuses of power."}, {"id": 1439434160406421509, "verified": false, "tweet_text": "This so true and people are out there unmasked.\nIdk who will shout this: mask up, social distance and build your immunity every day.\nVisit us or order our natural immune boosters made from sugarcane, ginger,tumeric,lime,tamarind, baobab, bittermelon, mint,rosemary and more https://t.co/HbCOyQMv9i https://t.co/algdgnvVll", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/HbCOyQMv9i"], "country": "USA", "text_en": "This so true and people are out there unmasked. Idk who will shout this: mask up, social distance and build your immunity every day. Visit us or order our natural immune boosters made from sugarcane, ginger,tumeric,lime,tamarind, baobab, bittermelon, mint,rosemary and more"}, {"id": 1439434151904567296, "verified": false, "tweet_text": "Love your health?\nHere are some good vitamin C &amp; zinc boosters that we can infuse or blend into sugarcane juice and help boost your energy and immunity. \nBaobab, pumpkin, spinach, lime,mint bittermelon, thornmelon.  We juice it for ease of absorption. \nCOVID IS REAL JIKINGE https://t.co/W8JaMWxZFG", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Love your health? Here are some good vitamin C &amp; zinc boosters that we can infuse or blend into sugarcane juice and help boost your energy and immunity. Baobab, pumpkin, spinach, lime,mint bittermelon, thornmelon. We juice it for ease of absorption. COVID IS REAL JIKINGE"}, {"id": 1439434127732658183, "verified": false, "tweet_text": "@AndrewLazarus4 @doom37455413 @pandemichoax21 @ConsequentialBr @SkepticalMutant @FillmoreWhite @zeetubes @michaelbranniga @Kathmarval @Fran73113786 @mcfunny @provaxtexan @Tony__Heller @Monstercoyliar @Clr525Ps @WeroFrijoleron @richykirsh @realPitBullDog @CarvilleDean @j0nnyb0y1 @sailor_man_dan @SeriousSkeptic @Fleur_Ru11 @notadroptodrink @MsTrixter @dippydappyduck @melcake1000 @AkireTe @AJL037 @SultaneAlexand1 @WendyOrent @GeoffSchuler @FactPhily @ItsScienceJim @T33879 @MichaelBuerger8 @CptMutant @StephenBevan15 @andylumm @OldIowaGirl @ActivistChick7 @RickLazzarini @krebiozen @Ryanleitch18 @Sallysheeple @AndrewBowdenSm1 @MrDarcy1815 @Shared_facts @LargeCoffee2Go @21WIRE The deaths of the American Indigenous people, one of the greatest tragedies in human history, occured because they had become isolated from the rest of the people in the world. When people mix, they spread immunity. Hiding and isolation are not the way.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AndrewLazarus4", "doom37455413", "pandemichoax21", "ConsequentialBr", "SkepticalMutant", "FillmoreWhite", "zeetubes", "michaelbranniga", "Kathmarval", "Fran73113786", "mcfunny", "provaxtexan", "Tony__Heller", "Monstercoyliar", "Clr525Ps", "WeroFrijoleron", "richykirsh", "realPitBullDog", "CarvilleDean", "j0nnyb0y1", "sailor_man_dan", "SeriousSkeptic", "Fleur_Ru11", "notadroptodrink", "MsTrixter", "dippydappyduck", "melcake1000", "AkireTe", "AJL037", "SultaneAlexand1", "WendyOrent", "GeoffSchuler", "FactPhily", "ItsScienceJim", "T33879", "MichaelBuerger8", "CptMutant", "StephenBevan15", "andylumm", "OldIowaGirl", "ActivistChick7", "RickLazzarini", "krebiozen", "Ryanleitch18", "Sallysheeple", "AndrewBowdenSm1", "MrDarcy1815", "Shared_facts", "LargeCoffee2Go", "21WIRE"], "country": "USA", "text_en": "The deaths of the American Indigenous people, one of the greatest tragedies in human history, occured because they had become isolated from the rest of the people in the world. When people mix, they spread immunity. Hiding and isolation are not the way."}, {"id": 1439434121638518785, "verified": false, "tweet_text": "@Beastlyorion And now check the proportion of hospitalisation, ICU admission and deaths due to covid, in and between groups of vaccinated and unvaccinated people. The point of the vaccine is not immunity, it's to not get hospitalised and not die. Humour me.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Beastlyorion"], "country": "USA", "text_en": "And now check the proportion of hospitalisation, ICU admission and deaths due to covid, in and between groups of vaccinated and unvaccinated people. The point of the vaccine is not immunity, it's to not get hospitalised and not die. Humour me."}, {"id": 1439434104571928580, "verified": false, "tweet_text": "Oh ok.  Can’t talk about natural immunity on Insta. 🙄😡 https://t.co/xgxMbjwmyI", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😡", "🙄"], "country": "USA", "text_en": "Oh ok. Cant talk about natural immunity on Insta."}, {"id": 1439434070069415937, "verified": false, "tweet_text": "@RicoDiMirtilli @jbayzzz For those of us who aren’t cave-dwellers, the phrase “super immunity” has been used by epidemiologists (ie the doctors with more medical training than you in the article you refused to read) since early 2021. https://t.co/EC9UpZbNuc", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RicoDiMirtilli", "jbayzzz"], "tweet_urls": ["https://t.co/EC9UpZbNuc"], "country": "USA", "text_en": "For those of us who arent cave-dwellers, the phrase super immunity has been used by epidemiologists (ie the doctors with more medical training than you in the article you refused to read) since early ."}, {"id": 1439434055972528128, "verified": false, "tweet_text": "@danvon1 @Popehat Yes. All Gov’t employees. https://t.co/vcFwOGqM7Y", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["danvon1", "Popehat"], "tweet_urls": ["https://t.co/vcFwOGqM7Y"], "country": "USA", "text_en": "Yes. All Govt employees."}, {"id": 1439434018802450432, "verified": false, "tweet_text": "@Critica48668382 @Ron_Mexico_7 @Canadaismyhome2 @CTVCalgary Ok so if you actually look at Israel. They had great vaccination numbers. Then six month later where the immunity wanes a spike in cases hit. That spike in cases hit exactly when delta became dominant. So waning immunity plus a variant. Start reading and thinking", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Critica48668382", "Ron_Mexico_7", "Canadaismyhome2", "CTVCalgary"], "country": "USA", "text_en": "Ok so if you actually look at Israel. They had great vaccination numbers. Then six month later where the immunity wanes a spike in cases hit. That spike in cases hit exactly when delta became dominant. So waning immunity plus a variant. Start reading and thinking"}, {"id": 1439433999345012736, "verified": false, "tweet_text": "Ikuti Diskusi Online WAG\n\nMitos “Herd Immunity”, Kehidupan Normal Sejati Hanya dalam Naungan Khilafah\n\nNarasumber: Ustazah Rini Syafri\nAhad, 19 September 2021\nPukul 20.00 WIB s.d. selesai\n\nhttps://t.co/xvji5Dednj\n\nhttps://t.co/wMygjclcyU https://t.co/2xezVxWuik", "tweet_lang": "in", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/xvji5Dednj", "https://t.co/wMygjclcyU"]}, {"id": 1439433934215864329, "verified": false, "tweet_text": "@Andr3wJackson @AussieVal10 “Fully” doesn’t mean what it used to either hey! It’s a pandemic of the lexicon with new variants of words popping up everywhere: vaccine, herd immunity, fully, safe, effective ...", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Andr3wJackson", "AussieVal10"], "country": "USA", "text_en": "Fully doesnt mean what it used to either hey! Its a pandemic of the lexicon with new variants of words popping up everywhere: vaccine, herd immunity, fully, safe, effective ..."}, {"id": 1439433811599585284, "verified": false, "tweet_text": "I got Covid in April 2020, took care of my girl during Xmas 2020 when she had Covid last year. Slept in the same bed \nGuess what ur booster shots aren’t coming. Those of us that have natural immunity are way better off than you and your leaky waning vaccines. You know science. https://t.co/pXoOCXyaXz", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "I got Covid in April , took care of my girl during Xmas when she had Covid last year. Slept in the same bed Guess what ur booster shots arent coming. Those of us that have natural immunity are way better off than you and your leaky waning vaccines. You know science."}, {"id": 1439433797942923268, "verified": false, "tweet_text": "@JadeStarRoss4 If a civilian were to do this to a cop, they would be testing the gallows,..\nBut when police are doing it to civilians, “qualified immunity”, allows them to break those laws, and taxpayers will ultimately foot the bill, if they are caught doing anything wrong…", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JadeStarRoss4"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "If a civilian were to do this to a cop, they would be testing the gallows,.. But when police are doing it to civilians, qualified immunity, allows them to break those laws, and taxpayers will ultimately foot the bill, if they are caught doing anything wrong"}, {"id": 1439433740002861060, "verified": false, "tweet_text": "Why should the state govt not be taken to court and sued for the pathetic condition of roads. High time their immunity against court cases is taken away @PMOIndia https://t.co/bm19HKN1wM", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PMOIndia"], "tweet_urls": ["https://t.co/bm19HKN1wM"], "country": "USA", "text_en": "Why should the state govt not be taken to court and sued for the pathetic condition of roads. High time their immunity against court cases is taken away"}, {"id": 1439433665142931456, "verified": false, "tweet_text": "@iangarrickmason @Proud_Libtard It doesn't even make you immune.   You can  still get it and transfer it.   They don't even count natural immunity.   It's a terribly weak argument.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["iangarrickmason", "Proud_Libtard"], "country": "USA", "text_en": "It doesn't even make you immune. You can still get it and transfer it. They don't even count natural immunity. It's a terribly weak argument."}, {"id": 1439433656356020228, "verified": false, "tweet_text": "@sweetpea_1129 @KristinaArntz_ @AP the vaccines are new and not researched. plz dont act like we know a lot about this vaccine because reality is that we dont. we dont even know enough about the virus its supposed to fight off. was said that the vaccine would give more immunity now natural immunity is better", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["sweetpea_1129", "KristinaArntz_", "AP"], "country": "USA", "text_en": "the vaccines are new and not researched. plz dont act like we know a lot about this vaccine because reality is that we dont. we dont even know enough about the virus its supposed to fight off. was said that the vaccine would give more immunity now natural immunity is better"}, {"id": 1439433565930876931, "verified": false, "tweet_text": "@Voice4Victoria The Peter Doherty Institute for Infection and Immunity and Burnet Institute welcome the Victorian State Government’s support to expedite development of new therapeutics, diagnostics, clinical research and the public health response to the novel coronavirus, known as COVID-19.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Voice4Victoria"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The Peter Doherty Institute for Infection and Immunity and Burnet Institute welcome the Victorian State Governments support to expedite development of new therapeutics, diagnostics, clinical research and the public health response to the novel coronavirus, known as COVID-19."}, {"id": 1439433554547691521, "verified": false, "tweet_text": "Jairus 6th: I think Jairus dominates the merge, successfully plays an idol, and gets multiple immunity wins, but after he fails to win immunity he gets taken out. \nEvvie 5th: I think Evvie will successfully play all sides but overplays the endgame, and is taken out before F3. https://t.co/HAIKZSyea9", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Jairus th: I think Jairus dominates the merge, successfully plays an idol, and gets multiple immunity wins, but after he fails to win immunity he gets taken out. Evvie th: I think Evvie will successfully play all sides but overplays the endgame, and is taken out before F3."}, {"id": 1439433517742628871, "verified": false, "tweet_text": "@Popehat Even Clarence Thomas things qualified immunity should go. https://t.co/vcFwOGqM7Y", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Popehat"], "tweet_urls": ["https://t.co/vcFwOGqM7Y"], "country": "USA", "text_en": "Even Clarence Thomas things qualified immunity should go."}, {"id": 1439433505671241729, "verified": false, "tweet_text": "Qualified immunity: 8 myths about why police need it to protect the public https://t.co/CofHdVnCsQ via @usatoday", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["USATODAY"], "tweet_urls": ["https://t.co/CofHdVnCsQ"], "country": "USA", "text_en": "Qualified immunity: myths about why police need it to protect the public via"}, {"id": 1439433465322115077, "verified": false, "tweet_text": "Today is our last day as volunteers at PPV USIM. Thank you YB @Khairykj for giving us opportunities to be part of 'Program Imunisasi Covid-19 Kebangsaan' teams after 86 days with 200k vaccinees. Towards herd immunity! ✨🙌 \n\n#KitaJagaKita #LindungDiriLindungSemua", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["KitaJagaKita", "LindungDiriLindungSemua"], "mentions": ["Khairykj"], "tweet_emoticons": ["🙌", "✨"], "country": "USA", "text_en": "Today is our last day as volunteers at PPV USIM. Thank you YB for giving us opportunities to be part of 'Program Imunisasi Covid-19 Kebangsaan' teams after days with k vaccinees. Towards herd immunity!"}, {"id": 1439433461287227392, "verified": false, "tweet_text": "What’s not talked about is natural immunity from Covid. If you are naturally immune your body can do the same job as a vaccinated body so why are they treated differently. Having natural immunity should be equivalent to being vaccinated. #SWO332 #2021SWO332", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["SWO332", "2021SWO332"], "country": "USA", "text_en": "Whats not talked about is natural immunity from Covid. If you are naturally immune your body can do the same job as a vaccinated body so why are they treated differently. Having natural immunity should be equivalent to being vaccinated."}, {"id": 1439433405310115841, "verified": false, "tweet_text": "@TeamTuskMTG If only they tested for antibodies and actually having immunity ….", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TeamTuskMTG"], "country": "USA", "text_en": "If only they tested for antibodies and actually having immunity ."}, {"id": 1439433347713757185, "verified": false, "tweet_text": "@BASportsGuy Qualified immunity!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BASportsGuy"], "country": "USA", "text_en": "Qualified immunity!"}, {"id": 1439433336179544064, "verified": false, "tweet_text": "@MagisterBracey Because we all take our own risk assessments depending on our own personal health and age. Many of us have already had Covid and have a proven strong  natural immunity. https://t.co/Bz8tOCVES5", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["MagisterBracey"], "country": "USA", "text_en": "Because we all take our own risk assessments depending on our own personal health and age. Many of us have already had Covid and have a proven strong natural immunity."}, {"id": 1439433332434014215, "verified": false, "tweet_text": "@KenazaneeK @mandyym_ Nobody. Think back before the vaccine. People wanted a vaccine to end the pandemic, but it doesn't provide immunity, so, yeah.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KenazaneeK", "mandyym_"], "country": "USA", "text_en": "Nobody. Think back before the vaccine. People wanted a vaccine to end the pandemic, but it doesn't provide immunity, so, yeah."}, {"id": 1439433308824391682, "verified": false, "tweet_text": "@Bridge_Here @EqualOppSociety @GremlinHunter1 @JerasIkehorn There’s also no such thing as “natural immunity” with Covid. People have caught it several times. Your likelihood of catching it again w/in 6 months is much, much lower, but 9 months later? Yup. I’ve known a few people who’ve gotten it twice.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Bridge_Here", "EqualOppSociety", "GremlinHunter1", "JerasIkehorn"], "country": "USA", "text_en": "Theres also no such thing as natural immunity with Covid. People have caught it several times. Your likelihood of catching it again w/in months is much, much lower, but months later? Yup. Ive known a few people whove gotten it twice."}, {"id": 1439433259797008390, "verified": false, "tweet_text": "@dhconway Boosters never stop. Once you get on the vaccine roll, your natural immunity becomes booster dependent. Natural is best.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["dhconway"], "country": "USA", "text_en": "Boosters never stop. Once you get on the vaccine roll, your natural immunity becomes booster dependent. Natural is best."}, {"id": 1439433194705674243, "verified": false, "tweet_text": "@ExplodedRat @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS 1.  But vaccination....\n\n2.  Israel CLOSED borders and travel, world rollout is irrelevant when travel is suspended\n\n3.  If it doesn't stop the spread what's the point of vaccination?\n\n4.  Vaccines were supposed to render natural  immunity \nirrelevant \n\nLot of unknowns when there", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ExplodedRat", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": ". But vaccination.... . Israel CLOSED borders and travel, world rollout is irrelevant when travel is suspended . If it doesn't stop the spread what's the point of vaccination? . Vaccines were supposed to render natural immunity irrelevant Lot of unknowns when there"}, {"id": 1439433192113643521, "verified": false, "tweet_text": "@TheJusticeDept presidential immunity was NEVER hereditary https://t.co/JeGqssyLQg", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TheJusticeDept"], "tweet_urls": ["https://t.co/JeGqssyLQg"], "country": "USA", "text_en": "presidential immunity was NEVER hereditary"}, {"id": 1439433164573724675, "verified": false, "tweet_text": "@UncommonMagpie @maegutz @JerasIkehorn Be my guest! I’m just twiddling my thumbs until we reach herd immunity. Sometimes I want to throw caution to the wind and just live life. Either way I’m going to die whether it be cancer or Covid, but then I remember how awful dying from Covid is &amp; I stay safely tucked in my 🏠.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["UncommonMagpie", "maegutz", "JerasIkehorn"], "tweet_emoticons": ["🏠"], "country": "USA", "text_en": "Be my guest! Im just twiddling my thumbs until we reach herd immunity. Sometimes I want to throw caution to the wind and just live life. Either way Im going to die whether it be cancer or Covid, but then I remember how awful dying from Covid is &amp; I stay safely tucked in my ."}, {"id": 1439433163214770176, "verified": false, "tweet_text": "@DavidBCollum That is what turned me off..if having had Covid, and being overloaded with virus, does not provide sufficient immunity, then how is a vaccine, that makes you produce a limited number of a single viral component, going to accomplish it. It simply makes no sense.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["DavidBCollum"], "country": "USA", "text_en": "That is what turned me off..if having had Covid, and being overloaded with virus, does not provide sufficient immunity, then how is a vaccine, that makes you produce a limited number of a single viral component, going to accomplish it. It simply makes no sense."}, {"id": 1439433126065942528, "verified": false, "tweet_text": "@Alec_Zeck Teaching hospitals know that natural immunity Trump the vaccine. Yet instead of insisting on leading with the science they say the will instead follow cdc directives despite the science. So what purpose do these teaching hospitals serve?!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Alec_Zeck"], "country": "USA", "text_en": "Teaching hospitals know that natural immunity Trump the vaccine. Yet instead of insisting on leading with the science they say the will instead follow cdc directives despite the science. So what purpose do these teaching hospitals serve?!"}, {"id": 1439433055534465025, "verified": false, "tweet_text": "Heard another take on the vaccine today that on fear dropping individual immunity and leading to rise in cases.\n\nI’m reminded that we will go to many lengths to defend our positions regardless of how outlandish they are.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Heard another take on the vaccine today that on fear dropping individual immunity and leading to rise in cases. Im reminded that we will go to many lengths to defend our positions regardless of how outlandish they are."}, {"id": 1439433037662588931, "verified": false, "tweet_text": "So how do these people know they 'had COVID'? Based on symptoms on a list? A fraudulent 'PCR test' for an as-yet not isolated virus (SAR-CoV-2) that purportedly causes 'COVID'? Bullcrap. And tell me how you get immunity from this particular illness. 🙄🤬 \n\nhttps://t.co/7WsA4xNC4N", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/7WsA4xNC4N"], "tweet_emoticons": ["🤬", "🙄"], "country": "USA", "text_en": "So how do these people know they 'had COVID'? Based on symptoms on a list? A fraudulent 'PCR test' for an as-yet not isolated virus (SAR-CoV-2) that purportedly causes 'COVID'? Bullcrap. And tell me how you get immunity from this particular illness."}, {"id": 1439433002279395331, "verified": false, "tweet_text": "Natural immunity is yours to keep. https://t.co/Ek20y3Id4P", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/Ek20y3Id4P"], "country": "USA", "text_en": "Natural immunity is yours to keep."}, {"id": 1439432956347441154, "verified": false, "tweet_text": "@agustinavcid The vaccine almost certainly triggers both an IgM and, more importantly, an IgG response. IgG is responsible for long term immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["agustinavcid"], "country": "USA", "text_en": "The vaccine almost certainly triggers both an IgM and, more importantly, an IgG response. IgG is responsible for long term immunity."}, {"id": 1439432956251197443, "verified": false, "tweet_text": "@cultcrit @ShaunieNYC @Cstella33 @melz_thecat @ChamorritaMaraj @NICKIMINAJ I don't understand why you wouldnt want 60% free immunity to a hyper contagious virus that kills thousands of people every day.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cultcrit", "ShaunieNYC", "Cstella33", "melz_thecat", "ChamorritaMaraj", "NICKIMINAJ"], "country": "USA", "text_en": "I don't understand why you wouldnt want % free immunity to a hyper contagious virus that kills thousands of people every day."}, {"id": 1439432913821388803, "verified": false, "tweet_text": "@rbvaughan Exactly, vax reduces serious illness, doesn’t prevent transmission, doesn’t aid herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["rbvaughan"], "country": "USA", "text_en": "Exactly, vax reduces serious illness, doesnt prevent transmission, doesnt aid herd immunity."}, {"id": 1439432875376619522, "verified": false, "tweet_text": "Lol it seems so obvious to you but give it to VRBPAC for 8 hours of bikeshedding and it will be voted down and we'll have to conduct 5 high powered correlates of immunity trials as well as a new huge safety trial for every decade of age up to 60 https://t.co/sEFiiraU5W", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/sEFiiraU5W"], "country": "USA", "text_en": "Lol it seems so obvious to you but give it to VRBPAC for hours of bikeshedding and it will be voted down and we'll have to conduct high powered correlates of immunity trials as well as a new huge safety trial for every decade of age up to"}, {"id": 1439432850445676549, "verified": false, "tweet_text": "@RandPaul But not everybody has natural immunity.  Look at the hospitals in Oregon, Idaho, and Alaska which are overflowing.  We need mandates.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RandPaul"], "country": "USA", "text_en": "But not everybody has natural immunity. Look at the hospitals in Oregon, Idaho, and Alaska which are overflowing. We need mandates."}, {"id": 1439432676574908420, "verified": false, "tweet_text": "@PrayWithMe6 @hicksyalex @DorothyHesp I totally agree. However, those who already recovered COVID-19 especially from delta - I would highly recommend doing A LOT a research prior.  Which offers greater protection natural immunity or the 💉? What happens to your natural antibodies if jabbed after recovery etc.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["PrayWithMe6", "hicksyalex", "DorothyHesp"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "I totally agree. However, those who already recovered COVID-19 especially from delta - I would highly recommend doing A LOT a research prior. Which offers greater protection natural immunity or the ? What happens to your natural antibodies if jabbed after recovery etc."}, {"id": 1439432666122756099, "verified": false, "tweet_text": "@ClownBasket @annbauerwriter I'd think that if she had been asymptomatic, but she was certainly sick, plus positive test both times. Reinfection after natural immunity is rare, breakthrough cases are rare, so how is this possible? Does the vax somehow negate your natural immunity? Odd is right.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ClownBasket", "annbauerwriter"], "country": "USA", "text_en": "I'd think that if she had been asymptomatic, but she was certainly sick, plus positive test both times. Reinfection after natural immunity is rare, breakthrough cases are rare, so how is this possible? Does the vax somehow negate your natural immunity? Odd is right."}, {"id": 1439432627383988227, "verified": false, "tweet_text": "Agree with Pfizer being available for young people instead old people. You are taking a shot from someone else. Exact logic with natural immunity and previous infection. Why to waste a vaccine in someone who can prove immunity? why not focus on measuring this instead? #COVID19VIC", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["COVID19VIC"], "country": "USA", "text_en": "Agree with Pfizer being available for young people instead old people. You are taking a shot from someone else. Exact logic with natural immunity and previous infection. Why to waste a vaccine in someone who can prove immunity? why not focus on measuring this instead?"}, {"id": 1439432598485225472, "verified": true, "tweet_text": "@net4for3 In answer to your question - if you are over 65 Israel data shows a booster is a good idea. Immune systems start to get old after 55 or so (immunoscenescence) so immunity wanes faster. A booster really helps, especially good idea since COVID-19 so bad in 65+", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["net4for3"], "country": "USA", "text_en": "In answer to your question - if you are over Israel data shows a booster is a good idea. Immune systems start to get old after or so (immunoscenescence) so immunity wanes faster. A booster really helps, especially good idea since COVID-19 so bad in +"}, {"id": 1439432534144606212, "verified": false, "tweet_text": "@CTVCalgary Note he was ASKING, not STATING!\n\npaulbrandt\n@paulbrandt\n An Alberta doctor told me there is no medical need for me to be vaccinated as a COVID-recovered person. I’m not an anti-vaxxer.\nDoes anyone else who has immunity from prior COVID infection feel unseen?\nI have questions.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CTVCalgary", "paulbrandt"], "country": "USA", "text_en": "Note he was ASKING, not STATING! paulbrandt An Alberta doctor told me there is no medical need for me to be vaccinated as a COVID-recovered person. Im not an anti-vaxxer. Does anyone else who has immunity from prior COVID infection feel unseen? I have questions."}, {"id": 1439432520161013768, "verified": false, "tweet_text": "@cultcrit @ShaunieNYC @Cstella33 @melz_thecat @ChamorritaMaraj @NICKIMINAJ Because 60% immunity gives the virus less chance to get you infected. Less chance to mutate, less chance to spread. (That's the delta varient by the way not the normal covid varient which is still spreading among unvaccinated people.)", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cultcrit", "ShaunieNYC", "Cstella33", "melz_thecat", "ChamorritaMaraj", "NICKIMINAJ"], "country": "USA", "text_en": "Because % immunity gives the virus less chance to get you infected. Less chance to mutate, less chance to spread. (That's the delta varient by the way not the normal covid varient which is still spreading among unvaccinated people.)"}, {"id": 1439432459435667461, "verified": false, "tweet_text": "@YoakumJonathan @practicalbob There were some interesting studies showing approximately 80% of the world population has some degree of non specific immunity from various coronavirus’ that have been circulating since 2003. Last I heard only 12% of the population has been infected since Feb 2020.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["YoakumJonathan", "practicalbob"], "country": "USA", "text_en": "There were some interesting studies showing approximately % of the world population has some degree of non specific immunity from various coronavirus that have been circulating since . Last I heard only % of the population has been infected since Feb ."}, {"id": 1439432436396531712, "verified": false, "tweet_text": "Good bye lovely Sindari mangoes 🥭 \nSeason for Immunity booster #VitaminC 🍊🍊🍊\nAlhamdolillah for all the blessings He gifted us for cure from all illnesses #Health https://t.co/YhLAm8LiFN", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["VitaminC", "Health"], "tweet_emoticons": ["🍊", "🥭"], "country": "USA", "text_en": "Good bye lovely Sindari mangoes Season for Immunity booster Alhamdolillah for all the blessings He gifted us for cure from all illnesses"}, {"id": 1439432424128081920, "verified": true, "tweet_text": "I’d like to thank all of the health professionals who reached out and confirmed that this conversation about Immunity is one that needed to be had urgently. Looking forward to speaking with @angie_rasmussen tomorrow. Stay tuned.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["angie_rasmussen"], "country": "USA", "text_en": "Id like to thank all of the health professionals who reached out and confirmed that this conversation about Immunity is one that needed to be had urgently. Looking forward to speaking with tomorrow. Stay tuned."}, {"id": 1439432388208041985, "verified": false, "tweet_text": "@nYcDnA @ZipfromBuffalo @RealLathan 😂😂 nah you know I’m right. And why are you trying to force a shitty vaccines when 2 still aren’t approved and when natural immunity is 13x better", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["nYcDnA", "ZipfromBuffalo", "RealLathan"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "nah you know Im right. And why are you trying to force a shitty vaccines when still arent approved and when natural immunity is x better"}, {"id": 1439432354548752387, "verified": false, "tweet_text": "コロナ｢超人｣級と呼ばれる免疫が確認され論議を呼ぶ | ギズモード・ジャパン  https://t.co/p73QLCsY4c", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/p73QLCsY4c"]}, {"id": 1439432309355294721, "verified": false, "tweet_text": "@AndersonBooz @prairiecentrist Natural immunity has been found to wane rather quickly in many cases.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AndersonBooz", "prairiecentrist"], "country": "USA", "text_en": "Natural immunity has been found to wane rather quickly in many cases."}, {"id": 1439432288425500676, "verified": false, "tweet_text": "@fairleft @rohan_connolly Sigh. You know how natural immunity works, yeah? You also know that some lack the natural immune system to fight a virus such as COVID? Those are the people who don’t have the chance to build up a natural immunity as they are killed once they contract it.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["fairleft", "rohan_connolly"], "country": "USA", "text_en": "Sigh. You know how natural immunity works, yeah? You also know that some lack the natural immune system to fight a virus such as COVID? Those are the people who dont have the chance to build up a natural immunity as they are killed once they contract it."}, {"id": 1439432208356286472, "verified": false, "tweet_text": "@OfficialMSGfc Meditation strengthens our body physically, it makes us better inside out. Our immunity gets stronger and we do the tasks for which we were unwilling before. So go on meditate to stay positive.\n#SpiritualSunday", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["SpiritualSunday"], "mentions": ["OfficialMSGfc"], "country": "USA", "text_en": "Meditation strengthens our body physically, it makes us better inside out. Our immunity gets stronger and we do the tasks for which we were unwilling before. So go on meditate to stay positive."}, {"id": 1439432197887430656, "verified": false, "tweet_text": "@thegreatone922 @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS 5 reason why herd immunity is impossible \n\n1) Multiple Variants\n\n2) Uneven Vaccine Roll Out Worldwide\n \n3) Unclear if vaccine prevents transmission\n\n4) Original immunity may not last forever &amp; it doesn’t.\n\n5) Social component of humanity.\nIt’s hard to change to protect oneself.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["thegreatone922", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "country": "USA", "text_en": "reason why herd immunity is impossible ) Multiple Variants ) Uneven Vaccine Roll Out Worldwide ) Unclear if vaccine prevents transmission ) Original immunity may not last forever &amp; it doesnt. ) Social component of humanity. Its hard to change to protect oneself."}, {"id": 1439432196926758919, "verified": false, "tweet_text": "@CDCgov   intentionally changed definition of \"vaccine\" to exclude the concept of immunity from the word's meaning. CDC &amp; Prevention recently changed the definition of “vaccine” to intentionally exclude the concept of attaining any sort of immunity from the word’s meaning.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CDCgov"], "country": "USA", "text_en": "intentionally changed definition of \"vaccine\" to exclude the concept of immunity from the word's meaning. CDC &amp; Prevention recently changed the definition of vaccine to intentionally exclude the concept of attaining any sort of immunity from the words meaning."}, {"id": 1439432194649436161, "verified": false, "tweet_text": "@SemiSaneDoggo @SallyRMelb @BarneyMcgraw @davidestcourt @theage There’s a lie being told that we need at least 70% fully vaccinated in order to reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SemiSaneDoggo", "SallyRMelb", "BarneyMcgraw", "davidestcourt", "theage"], "country": "USA", "text_en": "Theres a lie being told that we need at least % fully vaccinated in order to reach herd immunity."}, {"id": 1439432180640321537, "verified": false, "tweet_text": "@mahirk_melbourn @NedBalmeLives @davidestcourt @theage a logical response would be to take actions to protect high risk groups,  not shut down the whole show.\n\nWHO and others who redefined immunity early in outbreak to exclude naturally acquired immunity also  raises some red flags as to why they are desperate to force everyone", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["mahirk_melbourn", "NedBalmeLives", "davidestcourt", "theage"], "country": "USA", "text_en": "a logical response would be to take actions to protect high risk groups, not shut down the whole show. WHO and others who redefined immunity early in outbreak to exclude naturally acquired immunity also raises some red flags as to why they are desperate to force everyone"}, {"id": 1439432149367545860, "verified": false, "tweet_text": "@HumanityWarior7 Meditation strengthens our body physically, it makes us better inside out. Our immunity gets stronger and we do the tasks for which we were unwilling before. So go on meditate to stay positive.\n#SpiritualSunday", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["SpiritualSunday"], "mentions": ["HumanityWarior7"], "country": "USA", "text_en": "Meditation strengthens our body physically, it makes us better inside out. Our immunity gets stronger and we do the tasks for which we were unwilling before. So go on meditate to stay positive."}, {"id": 1439432131256668162, "verified": false, "tweet_text": "@YourLifesShort @RandymH @jrayy1128 @one_lavi @antitrumpactive @FoxNews https://t.co/m0kZnyeQM6", "tweet_lang": "und", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["YourLifesShort", "RandymH", "jrayy1128", "one_lavi", "antitrumpactive", "FoxNews"], "tweet_urls": ["https://t.co/m0kZnyeQM6"]}, {"id": 1439432119873249282, "verified": false, "tweet_text": "@LifeLessonbyMSG @Gurmeetramrahim Meditation strengthens our body physically, it makes us better inside out. Our immunity gets stronger and we do the tasks for which we were unwilling before. So go on meditate to stay positive.\n#SpiritualSunday", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["SpiritualSunday"], "mentions": ["LifeLessonbyMSG", "Gurmeetramrahim"], "country": "USA", "text_en": "Meditation strengthens our body physically, it makes us better inside out. Our immunity gets stronger and we do the tasks for which we were unwilling before. So go on meditate to stay positive."}, {"id": 1439432110272565250, "verified": false, "tweet_text": "Dan Sam Tam That Traphaco -Contain Himalayan ginseng, Improves Blood Circulation – 20 tablets \n\nhttps://t.co/8Xdt3QoXhy\n\n#pharmacy #supplements #herbalmedicine #herbal #pharmacist #ginseng #immunity #heart #hearthealth #immunesystem #sixmd", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["pharmacy", "supplements", "herbalmedicine", "herbal", "pharmacist", "ginseng", "immunity", "heart", "hearthealth", "immunesystem", "sixmd"], "tweet_urls": ["https://t.co/8Xdt3QoXhy"], "country": "USA", "text_en": "Dan Sam Tam That Traphaco -Contain Himalayan ginseng, Improves Blood Circulation tablets"}, {"id": 1439432091146457094, "verified": false, "tweet_text": "@_ChosenOne_27 apparently helps to boost body immunity and detoxes our skin some extent.👌👌👍👍", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["_ChosenOne_27"], "tweet_emoticons": ["👍", "👌"], "country": "USA", "text_en": "apparently helps to boost body immunity and detoxes our skin some extent."}, {"id": 1439432088709595140, "verified": false, "tweet_text": "@cappsie @TeddyFreddy11 @SmutClyde @BurgerLab12 @ChrisJohnsonMD @Monstercoyliar @Rosewind2007 @LazarusLong13 @SkepticalMutant @BGLTHMND @TheFrankmanMN @TruthTwt @Kitsontribe @Twanky_Resists @FrankDElia7 @crabb_vicki @fuzzlebutts @WendyOrent @krebiozen @immunotoxPhD @doritmi @painless42 @lizditz @R_Good_Fellow @mimetic_ @kidoctr @drhenrymyman @kfunk937 @BlueLionBlog @Felicea @CBereel @mcfunny @KStateTurk @2ManyOfUs @BetteanneCamag1 @hempyhope @Landau_18901 @Rogue_Soc_Psych @natedoromal @GeoffSchuler @chaoticsx2 @djrazorgirl @KatLaRue7 @ianfmusgrave @microRNApro @LaLaRueFrench75 @LynnleeMavakay @TinFoilAwards @jkellyca Herd immunity still managed to end the epidemics worldwide ...in spite of that blasted sanitation. Historically, it was claimed that virtually everyone they tested had antibodies. As for polio being around for millenia ...my search years ago listed the first cases  around 1790's.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cappsie", "TeddyFreddy11", "SmutClyde", "BurgerLab12", "ChrisJohnsonMD", "Monstercoyliar", "Rosewind2007", "LazarusLong13", "SkepticalMutant", "BGLTHMND", "TheFrankmanMN", "TruthTwt", "Kitsontribe", "Twanky_Resists", "FrankDElia7", "crabb_vicki", "fuzzlebutts", "WendyOrent", "krebiozen", "immunotoxPhD", "doritmi", "painless42", "lizditz", "R_Good_Fellow", "mimetic_", "kidoctr", "drhenrymyman", "kfunk937", "BlueLionBlog", "Felicea", "CBereel", "mcfunny", "KStateTurk", "2ManyOfUs", "BetteanneCamag1", "hempyhope", "Landau_18901", "Rogue_Soc_Psych", "natedoromal", "GeoffSchuler", "chaoticsx2", "djrazorgirl", "KatLaRue7", "ianfmusgrave", "microRNApro", "LaLaRueFrench75", "LynnleeMavakay", "TinFoilAwards", "jkellyca"], "country": "USA", "text_en": "Herd immunity still managed to end the epidemics worldwide ...in spite of that blasted sanitation. Historically, it was claimed that virtually everyone they tested had antibodies. As for polio being around for millenia ...my search years ago listed the first cases around 's."}, {"id": 1439432070216892421, "verified": false, "tweet_text": "@JayneeGermond @practicalbob The research I've read shows that immunity fades about like that from having the flu.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JayneeGermond", "practicalbob"], "country": "USA", "text_en": "The research I've read shows that immunity fades about like that from having the flu."}, {"id": 1439432045386682369, "verified": false, "tweet_text": "@Nixonchesthair @WalkerBragman who has natural immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Nixonchesthair", "WalkerBragman"], "country": "USA", "text_en": "who has natural immunity?"}, {"id": 1439432026537537538, "verified": false, "tweet_text": "@LoftMrs @Roberto31645728 @TerryMcAuliffe THEY AIN'T \nAND PREGO WOMEN SHOULD NOT GET THE VAX- I ASKED MY DOC 20 YEARS AGO ABOUT TYLENOL PM SO COMMON SENSE HAS BEEN DELETED FROM Y'ALL DAUGHTERS \nKIDS BEEN. VAX AT DAY OLD- SUPPSE TO GET COLDS BEEF UP IMMUNE- HERD IMMUNITY- NOW THIS SHEDDING OF VAX IS SPREADING IT 👌", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LoftMrs", "Roberto31645728", "TerryMcAuliffe"], "tweet_emoticons": ["👌"], "country": "USA", "text_en": "THEY AIN'T AND PREGO WOMEN SHOULD NOT GET THE VAX- I ASKED MY DOC YEARS AGO ABOUT TYLENOL PM SO COMMON SENSE HAS BEEN DELETED FROM Y'ALL DAUGHTERS KIDS BEEN. VAX AT DAY OLD- SUPPSE TO GET COLDS BEEF UP IMMUNE- HERD IMMUNITY- NOW THIS SHEDDING OF VAX IS SPREADING IT"}, {"id": 1439431914792775684, "verified": false, "tweet_text": "@marcodeon @RealSpikeCohen Naturally acquired immunity means you got the virus and lived.\n\nThe immune system is not preprogrammed for new viruses. It responds, it doesn't predict.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["marcodeon", "RealSpikeCohen"], "country": "USA", "text_en": "Naturally acquired immunity means you got the virus and lived. The immune system is not preprogrammed for new viruses. It responds, it doesn't predict."}, {"id": 1439431904772644869, "verified": false, "tweet_text": "@fordnation Why you lying! There are studies in Israel showing you are 13% higher chance of contracting the delta variant with the vaccine! And you are 13 percent higher of not contracting it without the vaccine and natural immunity is better but you are not testing people for antibodies!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["fordnation"], "country": "USA", "text_en": "Why you lying! There are studies in Israel showing you are % higher chance of contracting the delta variant with the vaccine! And you are percent higher of not contracting it without the vaccine and natural immunity is better but you are not testing people for antibodies!"}, {"id": 1439431900209221637, "verified": false, "tweet_text": "@ProfPCDoherty We do not get sterilising immunity from any coronavirus and won't get it for sars-cov-2. Under 12's will most likely get infection acquired immunity as will everyone else eventually. The most dangerous infection will obviously be your first.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ProfPCDoherty"], "country": "USA", "text_en": "We do not get sterilising immunity from any coronavirus and won't get it for sars-cov-2. Under 's will most likely get infection acquired immunity as will everyone else eventually. The most dangerous infection will obviously be your first."}, {"id": 1439431888628748294, "verified": false, "tweet_text": "@GrenleyGeorge @amanda28ferris We have those shots, bc natural immunity does not work for everyone; and bc those specific shots are safer than the disease.. as the numbers have come out for all these mRNA vaccines, we still don't know if the vax is better or worse than the virus", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["GrenleyGeorge", "amanda28ferris"], "country": "USA", "text_en": "We have those shots, bc natural immunity does not work for everyone; and bc those specific shots are safer than the disease.. as the numbers have come out for all these mRNA vaccines, we still don't know if the vax is better or worse than the virus"}, {"id": 1439431861449760772, "verified": false, "tweet_text": "@cliffordslapper @Aw_what @LBC Why is herd immunity in inverted commas? Are you claiming it’s not a natural scientific phenomena?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["cliffordslapper", "Aw_what", "LBC"], "country": "USA", "text_en": "Why is herd immunity in inverted commas? Are you claiming its not a natural scientific phenomena?"}, {"id": 1439431767216193537, "verified": false, "tweet_text": "With only a few millions years of evidence is my natural immunity passport any good?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "With only a few millions years of evidence is my natural immunity passport any good?"}, {"id": 1439431765345636355, "verified": false, "tweet_text": "@egr00ves @Astrocerf1 @RealCandaceO It was discovered at Obamas birthday bash that sophisticated people have a special covid immunity!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["egr00ves", "Astrocerf1", "RealCandaceO"], "country": "USA", "text_en": "It was discovered at Obamas birthday bash that sophisticated people have a special covid immunity!"}, {"id": 1439431755480567813, "verified": false, "tweet_text": "Forget herd immunity. You have a binary choice: get vaxxed, or get COVID-19. It's no more complex than that. If fully vaccinated, you’re unlikely to get COVID-19 &amp; have almost no chance of dying. If you don't get vaccinated, COVID-19 will find you.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Forget herd immunity. You have a binary choice: get vaxxed, or get COVID-19. It's no more complex than that. If fully vaccinated, youre unlikely to get COVID-19 &amp; have almost no chance of dying. If you don't get vaccinated, COVID-19 will find you."}, {"id": 1439431710278553602, "verified": false, "tweet_text": "This is a really detailed look at how immunity to COVID-19 works. https://t.co/IcLlWpIntX", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/IcLlWpIntX"], "country": "USA", "text_en": "This is a really detailed look at how immunity to COVID-19 works."}, {"id": 1439431705249652736, "verified": false, "tweet_text": "Vaccinating People Who Have Had COVID-19: Why Doesn’t Natural Immunity Count in the U.S.? • Children's Health Defense https://t.co/n177WpdBqT", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/n177WpdBqT"], "country": "USA", "text_en": "Vaccinating People Who Have Had COVID-19: Why Doesnt Natural Immunity Count in the U.S.? Children's Health Defense"}, {"id": 1439431669518266368, "verified": false, "tweet_text": "@timmyschroe @ElsieD599 @MikhailaPolak @AllisonAuthor It doesn’t. The latest thought is that natural immunity is stronger than vaccinated immunity. But vaccinated immunity is a much easier path to gain protection!!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["timmyschroe", "ElsieD599", "MikhailaPolak", "AllisonAuthor"], "country": "USA", "text_en": "It doesnt. The latest thought is that natural immunity is stronger than vaccinated immunity. But vaccinated immunity is a much easier path to gain protection!!"}, {"id": 1439431648492273665, "verified": false, "tweet_text": "@Popehat @BillKristol As with many issues, too complex for a debate sound-bite.  On balance, IMHO, should dispense with it, as there are other protections such as Rule 11-type restrictions on party and counsel conduct, sovereign immunity, and liability limits in place to protect against abuse.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Popehat", "BillKristol"], "country": "USA", "text_en": "As with many issues, too complex for a debate sound-bite. On balance, IMHO, should dispense with it, as there are other protections such as Rule -type restrictions on party and counsel conduct, sovereign immunity, and liability limits in place to protect against abuse."}, {"id": 1439431646260903939, "verified": false, "tweet_text": "@EiFSoccer There has to be more accountability for the referees. They literally distroy the game. I don't understand why they have so much immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["EiFSoccer"], "country": "USA", "text_en": "There has to be more accountability for the referees. They literally distroy the game. I don't understand why they have so much immunity"}, {"id": 1439431577474240515, "verified": false, "tweet_text": "@HappyHorseGirl1 This child will be sick for rest of its life. It will have no natural immunity, to anything. This is child abuse and is sickening.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["HappyHorseGirl1"], "country": "USA", "text_en": "This child will be sick for rest of its life. It will have no natural immunity, to anything. This is child abuse and is sickening."}, {"id": 1439431576689856516, "verified": false, "tweet_text": "@Elfvandel20 Yep it was Burnet. And Vic shouldn’t even reach NSW peak. Outbreak started with considerably more immunity in the community.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Elfvandel20"], "country": "USA", "text_en": "Yep it was Burnet. And Vic shouldnt even reach NSW peak. Outbreak started with considerably more immunity in the community."}, {"id": 1439431566527193088, "verified": false, "tweet_text": "@EccunionZermeno She freaking had Covid!! Has immunity!!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["EccunionZermeno"], "country": "USA", "text_en": "She freaking had Covid!! Has immunity!!"}, {"id": 1439431565298307072, "verified": false, "tweet_text": "https://t.co/r42jILOPRJ", "tweet_lang": "und", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/r42jILOPRJ"]}, {"id": 1439431521992073217, "verified": false, "tweet_text": "@GovKathyHochul I’m pregnant, in healthcare, and will be fired next week because of the mandate. I have natural immunity after working through the pandemic. My OB has stated that the vaccine poses a risk of fever due to my natural immunity. How am I not eligible for exemption?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GovKathyHochul"], "country": "USA", "text_en": "Im pregnant, in healthcare, and will be fired next week because of the mandate. I have natural immunity after working through the pandemic. My OB has stated that the vaccine poses a risk of fever due to my natural immunity. How am I not eligible for exemption?"}, {"id": 1439431496742342656, "verified": true, "tweet_text": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes @KayleeDMcGhee.\n\n\"And what would they do with themselves then?\"\n\nhttps://t.co/qLdzUc7SYJ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KayleeDMcGhee"], "tweet_urls": ["https://t.co/qLdzUc7SYJ"], "country": "USA", "text_en": "If officials acknowledged that natural immunity is just as reliable, they would be admitting that we are very close to reaching herd immunity and putting the pandemic era behind us, writes . \"And what would they do with themselves then?\""}, {"id": 1439431496205488130, "verified": false, "tweet_text": "@lainyj12 The vacs suppresses immunity initially. You are 40% more likely to catch Covid right after vac than if not vaccinated. (and it counts as an unvaccinated case!) https://t.co/gEs7Wjuelw", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["lainyj12"], "tweet_urls": ["https://t.co/gEs7Wjuelw"], "country": "USA", "text_en": "The vacs suppresses immunity initially. You are % more likely to catch Covid right after vac than if not vaccinated. (and it counts as an unvaccinated case!)"}, {"id": 1439431478933393408, "verified": false, "tweet_text": "@amanda28ferris so you have natural immunity &amp; he does not. I did not fully recover from side effects until 1 dose of ivermectin from my doctor, long after I beat 19.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["amanda28ferris"], "country": "USA", "text_en": "so you have natural immunity &amp; he does not. I did not fully recover from side effects until dose of ivermectin from my doctor, long after I beat ."}, {"id": 1439431441092268035, "verified": false, "tweet_text": "@DaveinTexas @mooshakins The vaccine does not upgrade your situation. W/ Antigen T-cell memory &amp; post infection immunity it will be better than a vaccine.\nThis was widely known after H1N1 in 2009/2010. There were 60.8 million cases. People died from that vaccine and then they stopped administering shots.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DaveinTexas", "mooshakins"], "country": "USA", "text_en": "The vaccine does not upgrade your situation. W/ Antigen T-cell memory &amp; post infection immunity it will be better than a vaccine. This was widely known after H1N1 in /2010. There were million cases. People died from that vaccine and then they stopped administering shots."}, {"id": 1439431439095762955, "verified": false, "tweet_text": "@wittycatty @narendramodi When Modi goes abroad he will get all sorts of immunity from all rules .. common people don’t", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["wittycatty", "narendramodi"], "country": "USA", "text_en": "When Modi goes abroad he will get all sorts of immunity from all rules .. common people dont"}, {"id": 1439431408523616256, "verified": false, "tweet_text": "@esau_selo Natural immunity confers longer lasting and stronger protection against infections as population based studies also demonstrated natural immunity with no signs of waning immunity. Vaccine-induced immunity is artificial. To them is business as usual. Wakeup", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["esau_selo"], "country": "USA", "text_en": "Natural immunity confers longer lasting and stronger protection against infections as population based studies also demonstrated natural immunity with no signs of waning immunity. Vaccine-induced immunity is artificial. To them is business as usual. Wakeup"}, {"id": 1439431296867049472, "verified": false, "tweet_text": "@Matt_reedman @up_your_viva @MartyMakary @100trillionUSD If they've got a functioning immune system, why would they need vaccination? Natural immunity rules - Emory University School of Medicine: https://t.co/XoAV49aILt", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Matt_reedman", "up_your_viva", "MartyMakary", "100trillionUSD"], "tweet_urls": ["https://t.co/XoAV49aILt"], "country": "USA", "text_en": "If they've got a functioning immune system, why would they need vaccination? Natural immunity rules - Emory University School of Medicine:"}, {"id": 1439431235491618820, "verified": false, "tweet_text": "@shannonkoz @CK73835847 @AHS_media Because the vaccine reduces sever outcomes,  it does not grant immunity. I wear reusable masks, so no contamination's of the environment.  The mask I wear protects you and others in case I do have the virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["shannonkoz", "CK73835847", "AHS_media"], "country": "USA", "text_en": "Because the vaccine reduces sever outcomes, it does not grant immunity. I wear reusable masks, so no contamination's of the environment. The mask I wear protects you and others in case I do have the virus."}, {"id": 1439431196233158662, "verified": false, "tweet_text": "@JohnKrahn2 @MucusMucous @BruceRayCarr1 @JHerbatov @robinmcstay @luccaskunk @zebub_b_l @wisemanryder @A_Damned_smith @WmManry @wiguy45 @SwordFinger @pray2pesci @BabeTruth2 @zalphaprime @VelvetEven @hesanaughtyboy @HankStern2 @ic_lib @NumbersMean @Steve_S_1967 @RealRaviolius @Wolfpak561 @AndrewRChapman @SiegelBonnie @EmilyBanting1 @charlottejass @SLordDampnut @Rws1000Robert @waragoodwarfare @Quiptography @1pckt @HeathenWombat @GodflyThe @offender_repeat @ur_buddy777 @willsworldview @GoatMunch @oohglobbits5 @fixedintime @smug2bme @Debbie25808035 @Enby896 @Athiestica @Reid_CO @LuEleison @FullMetalJa @SDarkmore @Alliste35661241 @CandySmith74 We still don't have immunity or a vaccine for these . https://t.co/qgxnqNj3oT", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JohnKrahn2", "MucusMucous", "BruceRayCarr1", "JHerbatov", "robinmcstay", "luccaskunk", "zebub_b_l", "wisemanryder", "A_Damned_smith", "WmManry", "wiguy45", "SwordFinger", "pray2pesci", "BabeTruth2", "zalphaprime", "VelvetEven", "hesanaughtyboy", "HankStern2", "ic_lib", "NumbersMean", "Steve_S_1967", "RealRaviolius", "Wolfpak561", "AndrewRChapman", "SiegelBonnie", "EmilyBanting1", "charlottejass", "SLordDampnut", "Rws1000Robert", "waragoodwarfare", "Quiptography", "1pckt", "HeathenWombat", "GodflyThe", "offender_repeat", "ur_buddy777", "willsworldview", "GoatMunch", "oohglobbits5", "fixedintime", "smug2bme", "Debbie25808035", "Enby896", "Athiestica", "Reid_CO", "LuEleison", "FullMetalJa", "SDarkmore", "Alliste35661241", "CandySmith74"], "tweet_urls": ["https://t.co/qgxnqNj3oT"], "country": "USA", "text_en": "We still don't have immunity or a vaccine for these ."}, {"id": 1439431093560627209, "verified": false, "tweet_text": "@PromIhs @awakenindiamvmt As I mentioned earlier\nThe half pager explaining natural immunity and the highly specific immunity is \nhttps://t.co/nZIzldUcaW\nIt's in simple terms\n#COVID19 #Delta #COVIDVaccination #mRNAvaccine \n#vitaminD", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["COVID19", "Delta", "COVIDVaccination", "mRNAvaccine", "vitaminD"], "mentions": ["PromIhs", "awakenindiamvmt"], "tweet_urls": ["https://t.co/nZIzldUcaW"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "As I mentioned earlier The half pager explaining natural immunity and the highly specific immunity is It's in simple terms"}, {"id": 1439431067430182916, "verified": false, "tweet_text": "Terry, what's word on 'Qualified Immunity'? For or Against? Equal Justice. 11/2/21 fast approaching! https://t.co/xm9UNYIB8G", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Terry, what's word on 'Qualified Immunity'? For or Against? Equal Justice. /2/21 fast approaching!"}, {"id": 1439431057326100483, "verified": false, "tweet_text": "@twilper @Guy702Average @MrGeorgeWallace That’s not “how vaxxes work.” You don’t get a new polio, measles, diphtheria, etc. vaccine every year. Some last longer than others. But immunity is already waning on Covid shots. It’s one of the things that made me hesitate about getting the vax (which I did eventually get).", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["twilper", "Guy702Average", "MrGeorgeWallace"], "country": "USA", "text_en": "Thats not how vaxxes work. You dont get a new polio, measles, diphtheria, etc. vaccine every year. Some last longer than others. But immunity is already waning on Covid shots. Its one of the things that made me hesitate about getting the vax (which I did eventually get)."}, {"id": 1439431053308043265, "verified": false, "tweet_text": "@lordofurmomsbox @sig570 @cdbackslash @Dammit_Davey @ClayTravis Why risk a fatal infection to gain natural immunity?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["lordofurmomsbox", "sig570", "cdbackslash", "Dammit_Davey", "ClayTravis"], "country": "USA", "text_en": "Why risk a fatal infection to gain natural immunity?"}, {"id": 1439431006545752066, "verified": false, "tweet_text": "@AndrewPalmRN @rachbarnhart I want 70% vaccinated as that combined with nonvaxed with immunity from infection will for now get us past 85% which is likely Delta herd immunity line.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AndrewPalmRN", "rachbarnhart"], "country": "USA", "text_en": "I want % vaccinated as that combined with nonvaxed with immunity from infection will for now get us past % which is likely Delta herd immunity line."}, {"id": 1439430994788978700, "verified": false, "tweet_text": "@Sarahrockscali Exactly! And with me I just stay home majority of the time. I only go to the store here and there. They also make it seem like they have some immunity to covid 🤭", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Sarahrockscali"], "tweet_emoticons": ["🤭"], "country": "USA", "text_en": "Exactly! And with me I just stay home majority of the time. I only go to the store here and there. They also make it seem like they have some immunity to covid"}, {"id": 1439430989927825408, "verified": false, "tweet_text": "Sarah Palin says she's unvaccinated because of COVID-19 'immunity' https://t.co/JynBVa44Q3 via @nypost", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["nypost"], "tweet_urls": ["https://t.co/JynBVa44Q3"], "country": "USA", "text_en": "Sarah Palin says she's unvaccinated because of COVID-19 'immunity' via"}, {"id": 1439430965999202304, "verified": false, "tweet_text": "@SandroDemaio @RedJules4 So scary and sad that the plan for #ZeroCovid has, apparently, fallen by the wayside. And what abt all those with already rapidly waning immunity, where are the boosters? Where do they figure in all these fancy % nbrs?? What a terrifying road ahead, esp for HCW", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ZeroCovid"], "mentions": ["SandroDemaio", "RedJules4"], "country": "USA", "text_en": "So scary and sad that the plan for has, apparently, fallen by the wayside. And what abt all those with already rapidly waning immunity, where are the boosters? Where do they figure in all these fancy % nbrs?? What a terrifying road ahead, esp for HCW"}, {"id": 1439430874894938117, "verified": false, "tweet_text": "Yugmantra Organic Foods – 100 % Pure Natural Desi Gir Cow Ghee Glass Bottle Prepared from Vedic A2 Milk Bilona Method-Immunity Superfood Helps Reduces Joint (250 Ml) https://t.co/JmBV38Dc8X", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/JmBV38Dc8X"], "tweet_emoticons": ["8D"], "country": "USA", "text_en": "Yugmantra Organic Foods % Pure Natural Desi Gir Cow Ghee Glass Bottle Prepared from Vedic A2 Milk Bilona Method-Immunity Superfood Helps Reduces Joint (250Ml)"}, {"id": 1439430835162079245, "verified": false, "tweet_text": "If I should seek immunity\n\nJanineBerdin ASAPreciousGEM", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "If I should seek immunity JanineBerdin ASAPreciousGEM"}, {"id": 1439430800705994752, "verified": false, "tweet_text": "@Ken36143959 @KBCoop77 @Anthraxx187 @homegrowngeane Same here bro, natural immunity is teh best.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Ken36143959", "KBCoop77", "Anthraxx187", "homegrowngeane"], "country": "USA", "text_en": "Same here bro, natural immunity is teh best."}, {"id": 1439430767868878849, "verified": false, "tweet_text": "@MplsMe @MinnesotaDFL Sweden is already past pandemic, all without masks or vaccine mandates. Natural human immunity never went away &amp; is still just as effective against Covid as another coronavirus, the Rhinovirus, aka common cold. Mask wearing is just symbolic act of obedience to the #GreatReset", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["GreatReset"], "mentions": ["MplsMe", "MinnesotaDFL"], "country": "USA", "text_en": "Sweden is already past pandemic, all without masks or vaccine mandates. Natural human immunity never went away &amp; is still just as effective against Covid as another coronavirus, the Rhinovirus, aka common cold. Mask wearing is just symbolic act of obedience to the"}, {"id": 1439430737690644481, "verified": false, "tweet_text": "Puck Powder ผงผัก 3 สี จากแบรนด์ผักฉ่ำคำหอม 🥦🍓🧅\n\n❤️RED POWER : Antioxidant Glow “เรดพาวเดอร์ ต้านอนุมูลอิสระ” (เจ)\n💛YELLOW POWER : Good Hair .Skin .Nails (contain egg) “เยลโล่วพาวเดอร์ ผม ผิว เล็บ” (ไม่เจ)\n💚GREEN POWER : Immunity Booster “กรีนพาวเดอร์ บำรุงภูมิคุ้มกัน” (เจ) https://t.co/dlWKLXCZMK", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["🥦", "❤️", "🧅", "🍓", "💚", "💛"]}, {"id": 1439430684557418500, "verified": false, "tweet_text": "I think I will be waiting until the very last minute to cast my absentee ballot here in VA. I need for @TerryMcAuliffe to clarify how he feels about Black people being murdered by the police. What is your stance on qualified immunity? @DNC @harrisonjaime", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TerryMcAuliffe", "DNC", "harrisonjaime"], "country": "USA", "text_en": "I think I will be waiting until the very last minute to cast my absentee ballot here in VA. I need for to clarify how he feels about Black people being murdered by the police. What is your stance on qualified immunity?"}, {"id": 1439430667729707022, "verified": false, "tweet_text": "@knomnivek @PatrickFee12 @CBCNews by posting that screenshot you agree that the vaccines aren’t an immunity: don’t prevent transmission, and also don’t get rid of symptoms.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["knomnivek", "PatrickFee12", "CBCNews"], "country": "USA", "text_en": "by posting that screenshot you agree that the vaccines arent an immunity: dont prevent transmission, and also dont get rid of symptoms."}, {"id": 1439430648868089861, "verified": false, "tweet_text": "@naval yes, when herd immunity is reached. a vaccine on coronavirus won't do that, It is a tool to protect the most vulnerable groups. this won't end until 5-6 billion people had the shit", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "yes, when herd immunity is reached. a vaccine on coronavirus won't do that, It is a tool to protect the most vulnerable groups. this won't end until -6 billion people had the shit"}, {"id": 1439430635324514308, "verified": false, "tweet_text": "@fmtoday How can there be any impact as he is only into vaccination....and chasing his herd immunity target", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["fmtoday"], "country": "USA", "text_en": "How can there be any impact as he is only into vaccination....and chasing his herd immunity target"}, {"id": 1439430629247049730, "verified": false, "tweet_text": "@MSayswhy @Sherrillacyr12 @PeterHotez Idiot. Natural immunity plus the 50% vaccinated we are at herd immunity.  The problem is the freaking vaccine isn't as effective as natural immunity.  So it's never going to end because of vaccinated people", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MSayswhy", "Sherrillacyr12", "PeterHotez"], "country": "USA", "text_en": "Idiot. Natural immunity plus the % vaccinated we are at herd immunity. The problem is the freaking vaccine isn't as effective as natural immunity. So it's never going to end because of vaccinated people"}, {"id": 1439430507176005633, "verified": false, "tweet_text": "@CP24 Of course they will say there are cases in schools!!! They need to give a reason to vaccinate the children!!!!\nHow about you stop testing and let natural immunity fight!!! Leave the children alone!!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["CP24"], "country": "USA", "text_en": "Of course they will say there are cases in schools!!! They need to give a reason to vaccinate the children!!!! How about you stop testing and let natural immunity fight!!! Leave the children alone!!!!"}, {"id": 1439430420622241794, "verified": false, "tweet_text": "“A new finger prick test that can quickly assess a person’s immunity to COVID-19 and whether they need a coronavirus booster shot is being developed with funding support from the Victorian Government” https://t.co/qylJ3weYqB", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/qylJ3weYqB"], "country": "USA", "text_en": "A new finger prick test that can quickly assess a persons immunity to COVID-19 and whether they need a coronavirus booster shot is being developed with funding support from the Victorian Government"}, {"id": 1439430420605640705, "verified": false, "tweet_text": "@thegreatone922 @ANaved3 @mikewes52375490 @suicidal812 @rolynla17 @POTUS At the beginning of the pandemic,\nthey explain how herd immunity COULD help but ONLY IF WE CONTAIN COVID.\n\nWe need to contains it so we can have herd immunity.\n\nIf the virus is installed &amp; multiple variants of said virus exist…\n\nWe didn’t = bye bye herd immunity https://t.co/s89Nhi1SRN", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["thegreatone922", "ANaved3", "mikewes52375490", "suicidal812", "rolynla17", "POTUS"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "At the beginning of the pandemic, they explain how herd immunity COULD help but ONLY IF WE CONTAIN COVID. We need to contains it so we can have herd immunity. If the virus is installed &amp; multiple variants of said virus exist We didnt = bye bye herd immunity"}, {"id": 1439430410862092289, "verified": false, "tweet_text": "@Ginny_the_squid Callie and Marie have ascended to hydro immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Ginny_the_squid"], "country": "USA", "text_en": "Callie and Marie have ascended to hydro immunity."}, {"id": 1439430386761834498, "verified": false, "tweet_text": "Herd immunity is the Fata Morgana of 21th century.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Herd immunity is the Fata Morgana of th century."}, {"id": 1439430380231151617, "verified": false, "tweet_text": "@naval God will keep some plans out there even when you're in with high immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "God will keep some plans out there even when you're in with high immunity."}, {"id": 1439430256293724162, "verified": false, "tweet_text": "@naval Literally my thought today. Once 95% of people have gotten it they will come off. I think instinctively, no matter how much they hate saying it - they trust natural immunity much more.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "Literally my thought today. Once % of people have gotten it they will come off. I think instinctively, no matter how much they hate saying it - they trust natural immunity much more."}, {"id": 1439430209258786816, "verified": false, "tweet_text": "@JohnKrahn2 @MucusMucous @BruceRayCarr1 @JHerbatov @robinmcstay @luccaskunk @zebub_b_l @wisemanryder @A_Damned_smith @WmManry @wiguy45 @SwordFinger @pray2pesci @BabeTruth2 @zalphaprime @VelvetEven @hesanaughtyboy @HankStern2 @ic_lib @NumbersMean @Steve_S_1967 @RealRaviolius @Wolfpak561 @AndrewRChapman @SiegelBonnie @EmilyBanting1 @charlottejass @SLordDampnut @Rws1000Robert @waragoodwarfare @Quiptography @1pckt @HeathenWombat @GodflyThe @offender_repeat @ur_buddy777 @willsworldview @GoatMunch @oohglobbits5 @fixedintime @smug2bme @Debbie25808035 @Enby896 @Athiestica @Reid_CO @LuEleison @FullMetalJa @SDarkmore @Alliste35661241 @CandySmith74 History would deny natural immunity. https://t.co/eRQ4L9xs4t", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JohnKrahn2", "MucusMucous", "BruceRayCarr1", "JHerbatov", "robinmcstay", "luccaskunk", "zebub_b_l", "wisemanryder", "A_Damned_smith", "WmManry", "wiguy45", "SwordFinger", "pray2pesci", "BabeTruth2", "zalphaprime", "VelvetEven", "hesanaughtyboy", "HankStern2", "ic_lib", "NumbersMean", "Steve_S_1967", "RealRaviolius", "Wolfpak561", "AndrewRChapman", "SiegelBonnie", "EmilyBanting1", "charlottejass", "SLordDampnut", "Rws1000Robert", "waragoodwarfare", "Quiptography", "1pckt", "HeathenWombat", "GodflyThe", "offender_repeat", "ur_buddy777", "willsworldview", "GoatMunch", "oohglobbits5", "fixedintime", "smug2bme", "Debbie25808035", "Enby896", "Athiestica", "Reid_CO", "LuEleison", "FullMetalJa", "SDarkmore", "Alliste35661241", "CandySmith74"], "tweet_urls": ["https://t.co/eRQ4L9xs4t"], "country": "USA", "text_en": "History would deny natural immunity."}, {"id": 1439430139176226821, "verified": false, "tweet_text": "@spiffyKJ_ @naval Natural immunity is more robust", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["spiffyKJ_", "naval"], "country": "USA", "text_en": "Natural immunity is more robust"}, {"id": 1439430099409981442, "verified": false, "tweet_text": "@MoarToast Simple: \"Most people begin to develop immunity within ten days of vaccination and 99 percent are protected within one month, and this appears to be lifelong\"", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MoarToast"], "country": "USA", "text_en": "Simple: \"Most people begin to develop immunity within ten days of vaccination and percent are protected within one month, and this appears to be lifelong\""}, {"id": 1439430014957654018, "verified": false, "tweet_text": "@damoj88 @rohan_connolly ... \"social outcast\" ... \"misfits\" ... Why not just call us deplorables? Anyway, talk to \"those\" people, you'll find they're quite reasonable.\n\nBy the way, did you know natural immunity protects as well as or better than any vaccine? Why then does EVERYBODY need to get a vaccine?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["damoj88", "rohan_connolly"], "country": "USA", "text_en": "... \"social outcast\" ... \"misfits\" ... Why not just call us deplorables? Anyway, talk to \"those\" people, you'll find they're quite reasonable. By the way, did you know natural immunity protects as well as or better than any vaccine? Why then does EVERYBODY need to get a vaccine?"}, {"id": 1439429992727945216, "verified": false, "tweet_text": "@GlennYoungkin That is a complete misrepresentation of what qualified immunity is.\n\nIt specifically prevents officers- who have in fact committed offences- from being held liable unless a previous court ruling has determined that specific action to be actionable.\n\nAnd this is what it leads to: https://t.co/5l0J6nLbV8", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GlennYoungkin"], "country": "USA", "text_en": "That is a complete misrepresentation of what qualified immunity is. It specifically prevents officers- who have in fact committed offences- from being held liable unless a previous court ruling has determined that specific action to be actionable. And this is what it leads to:"}, {"id": 1439429983617826816, "verified": false, "tweet_text": "@ACA_Sherpa @MppPetitioners @GreenPartyUS and from what I can tell, the only GP official isnt even part of the state legislature which likely means the GP played next to no role in ending qualified immunity if any at all", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ACA_Sherpa", "MppPetitioners", "GreenPartyUS"], "country": "USA", "text_en": "and from what I can tell, the only GP official isnt even part of the state legislature which likely means the GP played next to no role in ending qualified immunity if any at all"}, {"id": 1439429948209434624, "verified": false, "tweet_text": "Take it back we have priority groups need to be vaccinated today. Takes 2 weeks for full immunity so only if vaxxed today will they be safe. https://t.co/MllP6Xj7Ww", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/MllP6Xj7Ww"], "country": "USA", "text_en": "Take it back we have priority groups need to be vaccinated today. Takes weeks for full immunity so only if vaxxed today will they be safe."}, {"id": 1439429945135013889, "verified": false, "tweet_text": "@SeattleSPT @Peaceful_Rioter @DJProfessorK72 @SKProFootball @BuffaloBills @Bease11 @SnapFlow69 No different from flu shots. If the virus mutates we’ll need to adjust to counter it. Natural immunity will be worthless.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SeattleSPT", "Peaceful_Rioter", "DJProfessorK72", "SKProFootball", "BuffaloBills", "Bease11", "SnapFlow69"], "country": "USA", "text_en": "No different from flu shots. If the virus mutates well need to adjust to counter it. Natural immunity will be worthless."}, {"id": 1439429923018616834, "verified": false, "tweet_text": "@spiffyKJ_ @naval herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["spiffyKJ_", "naval"], "country": "USA", "text_en": "herd immunity"}, {"id": 1439429884145639426, "verified": false, "tweet_text": "@naval Herd immunity doesn’t work for Zeta Omega  variant.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "Herd immunity doesnt work for Zeta Omega variant."}, {"id": 1439429813656240133, "verified": false, "tweet_text": "@PolitiFact For people who read the tweet but didn't click the link:\nYes, natural immunity is strong, but getting natural immunity without the vaccine can be dangerous, and getting the vaccine can make the natural immunity stronger. https://t.co/MS414Lw2Kp", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PolitiFact"], "country": "USA", "text_en": "For people who read the tweet but didn't click the link: Yes, natural immunity is strong, but getting natural immunity without the vaccine can be dangerous, and getting the vaccine can make the natural immunity stronger."}, {"id": 1439429764129992704, "verified": false, "tweet_text": "@gummibear737 Yes you're right. It doesn't matter if you have immunity. What matters is that you think you have immunity. And that you can virtue signal.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["gummibear737"], "country": "USA", "text_en": "Yes you're right. It doesn't matter if you have immunity. What matters is that you think you have immunity. And that you can virtue signal."}, {"id": 1439429755720327171, "verified": false, "tweet_text": "@GentleAllison @anon6537509312 @TalksDraco @Whit3Kim @tinka133 @davidestcourt @theage I have natural immunity I’m protected. You’ll have it too eventually", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GentleAllison", "anon6537509312", "TalksDraco", "Whit3Kim", "tinka133", "davidestcourt", "theage"], "country": "USA", "text_en": "I have natural immunity Im protected. Youll have it too eventually"}, {"id": 1439429644332134400, "verified": false, "tweet_text": "@radleybalko @BillKristol To hell with qualified immunity!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["radleybalko", "BillKristol"], "country": "USA", "text_en": "To hell with qualified immunity!"}, {"id": 1439429576346771458, "verified": false, "tweet_text": "@The_WalkingJohn Those percentages are the levels the scientists say we need to achieve heard immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["The_WalkingJohn"], "country": "USA", "text_en": "Those percentages are the levels the scientists say we need to achieve heard immunity"}, {"id": 1439429539751514115, "verified": false, "tweet_text": "@sabicem @achammer @jagbubba @davidpdxer @nursekelsey https://t.co/GjtwRgQiwc\n\nI really believe that articles and websites with information scares off anti-vaxxers lol", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["sabicem", "achammer", "jagbubba", "davidpdxer", "nursekelsey"], "tweet_urls": ["https://t.co/GjtwRgQiwc"], "country": "USA", "text_en": "I really believe that articles and websites with information scares off anti-vaxxers lol"}, {"id": 1439429492905156609, "verified": false, "tweet_text": "@RitaPanahi No. Takes more than 8 weeks for the vulnerable to get immunity through the 2-jab process - the Fed Govt stuffed up the rollout so only about 30% nationwide have had both vaxxes. So we have to wait, to give a chance to the people that need it. You're only stirring b/c Labor in Vic", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RitaPanahi"], "country": "USA", "text_en": "No. Takes more than weeks for the vulnerable to get immunity through the -jab process - the Fed Govt stuffed up the rollout so only about % nationwide have had both vaxxes. So we have to wait, to give a chance to the people that need it. You're only stirring b/c Labor in Vic"}, {"id": 1439429453596213248, "verified": false, "tweet_text": "@Matt27028 @NinaVee It is a vaccine not a miracle. It provides boosted immunity against a disease not 100% insurance. Some people it is not going to work as well. That is why some people respond better to treatment than others. It is the PRACTICE of medicine. #howvaccineswork", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["howvaccineswork"], "mentions": ["Matt27028", "NinaVee"], "country": "USA", "text_en": "It is a vaccine not a miracle. It provides boosted immunity against a disease not % insurance. Some people it is not going to work as well. That is why some people respond better to treatment than others. It is the PRACTICE of medicine."}, {"id": 1439429453495603203, "verified": false, "tweet_text": "@RidgewayGirl01 @Needle_of_Arya Wanting to get vaccinated after having covid does not make sense. Natural immunity is the best kind. Also, the vaccination is even more dangerous for those who have had covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RidgewayGirl01", "Needle_of_Arya"], "country": "USA", "text_en": "Wanting to get vaccinated after having covid does not make sense. Natural immunity is the best kind. Also, the vaccination is even more dangerous for those who have had covid."}, {"id": 1439429448273580036, "verified": false, "tweet_text": "@RonaldNHughes @quarantinebeat @MsNancyDrewknew @smittycanada1 I remember being a bit askance at this, wondering if she had the Swedish strategy in mind. But keep in mind we didn't have the same information in April 2020, and it wasn't clear exactly how bad the Swedish strategy would be.\nhttps://t.co/FqUGXt5xW2", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RonaldNHughes", "quarantinebeat", "MsNancyDrewknew", "smittycanada1"], "tweet_urls": ["https://t.co/FqUGXt5xW2"], "country": "USA", "text_en": "I remember being a bit askance at this, wondering if she had the Swedish strategy in mind. But keep in mind we didn't have the same information in April , and it wasn't clear exactly how bad the Swedish strategy would be."}, {"id": 1439429430942765063, "verified": false, "tweet_text": "@GoKingBeefGo @TheMMChief @hardhatintellec @Hicks4ryan Next time put an actual pic and respond with peer reviewed studies. We know it reduces transmission by ~71% up to 6 months. That's *Huge*. It provides herd immunity without the unnecessary. Uncontrolled.  Death. Just need everyone vaxxed.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GoKingBeefGo", "TheMMChief", "hardhatintellec", "Hicks4ryan"], "country": "USA", "text_en": "Next time put an actual pic and respond with peer reviewed studies. We know it reduces transmission by ~71% up to months. That's *Huge*. It provides herd immunity without the unnecessary. Uncontrolled. Death. Just need everyone vaxxed."}, {"id": 1439429355592056836, "verified": false, "tweet_text": "@donsummer @sig570 @cdbackslash @Dammit_Davey @ClayTravis Natural immunity stronger than vaccine, fauci acknowledged it..any opinion on that?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["donsummer", "sig570", "cdbackslash", "Dammit_Davey", "ClayTravis"], "country": "USA", "text_en": "Natural immunity stronger than vaccine, fauci acknowledged it..any opinion on that?"}, {"id": 1439429338148057090, "verified": false, "tweet_text": "@MysteryBaristy @statomattic lol reinfections are much rarer than vaccine breakthroughs. 27 times less likely actually. but go off I guess.\n\nhttps://t.co/mWaP5o7oP1 https://t.co/Jw1kWgJLNl", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MysteryBaristy", "statomattic"], "tweet_urls": ["https://t.co/mWaP5o7oP1"], "country": "USA", "text_en": "lol reinfections are much rarer than vaccine breakthroughs. times less likely actually. but go off I guess."}, {"id": 1439429322180214788, "verified": false, "tweet_text": "Just because you are a minor it doesn't mean that you cannot discern right from wrong.\n\nAnd being a minor is not an immunity for you to be a jerk and an asshole.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Just because you are a minor it doesn't mean that you cannot discern right from wrong. And being a minor is not an immunity for you to be a jerk and an asshole."}, {"id": 1439429291968634885, "verified": false, "tweet_text": "@MagisterBracey Because this is Murica and you have the freedom to stay home and I have the freedom to go out and eat at one if I so choose to. Also, there are lots of wait staff who got laid off and are now happy to be at work making money. And lastly, some of us actually trust our immunity too", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MagisterBracey"], "country": "USA", "text_en": "Because this is Murica and you have the freedom to stay home and I have the freedom to go out and eat at one if I so choose to. Also, there are lots of wait staff who got laid off and are now happy to be at work making money. And lastly, some of us actually trust our immunity too"}, {"id": 1439429274990088195, "verified": false, "tweet_text": "@MikhailaPolak @AllisonAuthor And—there is some evidence that people who recovered from COVID and then got vaxxed with an mRNA vaccine have better immunity than us mere mortals who are simply vaxxed.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MikhailaPolak", "AllisonAuthor"], "country": "USA", "text_en": "Andthere is some evidence that people who recovered from COVID and then got vaxxed with an mRNA vaccine have better immunity than us mere mortals who are simply vaxxed."}, {"id": 1439429242664726531, "verified": false, "tweet_text": "perks of dating me\n-projectile immunity https://t.co/49HxIIGCtD", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/49HxIIGCtD"], "country": "USA", "text_en": "perks of dating me -projectile immunity"}, {"id": 1439429242182324224, "verified": false, "tweet_text": "Now its becoming corrupt. Why no mention of past Covid patients immunity is 10-15x better then vax? Im waiting motherfuckers! 100% TRUE. NOT FAUCI, BIDEN BUT MY2BOYS IS EXPERT IN MEDICAL FOR 30 YRS", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["XP"], "country": "USA", "text_en": "Now its becoming corrupt. Why no mention of past Covid patients immunity is -15x better then vax? Im waiting motherfuckers! % TRUE. NOT FAUCI, BIDEN BUT MY2BOYS IS EXPERT IN MEDICAL FOR YRS"}, {"id": 1439429217641508866, "verified": false, "tweet_text": "@_Cykocurt_ Not sure why they didn’t claim social justice immunity. Worked for the entirety of 2020. Imagine gathering with 10s of thousands of people for months on end with the blessing of the same NYC officials that now ban you from eating. Oh, and suddenly COVID is gonna kill them.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["_Cykocurt_"], "country": "USA", "text_en": "Not sure why they didnt claim social justice immunity. Worked for the entirety of . Imagine gathering with s of thousands of people for months on end with the blessing of the same NYC officials that now ban you from eating. Oh, and suddenly COVID is gonna kill them."}, {"id": 1439429060602392578, "verified": false, "tweet_text": "@MadParticipant @iangarrickmason Yes, those who’ve already had covid should be exempted from any vaccine push, I agree. \n\nAnd yes it’s clear that the vaccines don’t offer perfect immunity. Many vaccines don’t. That doesn’t mean they’re not still very useful.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MadParticipant", "iangarrickmason"], "country": "USA", "text_en": "Yes, those whove already had covid should be exempted from any vaccine push, I agree. And yes its clear that the vaccines dont offer perfect immunity. Many vaccines dont. That doesnt mean theyre not still very useful."}, {"id": 1439429057897185283, "verified": false, "tweet_text": "@wesyang Then we would hardly have nobody vaccinated and be way better off with natural immunity (since viruses mutate to defeat vaccines) because Dems wouldn’t get it and his supporters wouldn’t either if they didn’t need it. 😊", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["wesyang"], "tweet_emoticons": ["😊"], "country": "USA", "text_en": "Then we would hardly have nobody vaccinated and be way better off with natural immunity (since viruses mutate to defeat vaccines) because Dems wouldnt get it and his supporters wouldnt either if they didnt need it."}, {"id": 1439428979337744388, "verified": false, "tweet_text": "@DanielAndrewsMP All these fancy vax % numbers🙄 What about boosters? So many  with waning immunity now, need boosters ASAP. Why have you abandoned the goal of #ZeroCovid ? You've essentially given in and followed Gladys. Please @MarkMcGowanMP do not ever cave in and follow this plan", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ZeroCovid"], "mentions": ["DanielAndrewsMP", "MarkMcGowanMP"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "All these fancy vax % numbers What about boosters? So many with waning immunity now, need boosters ASAP. Why have you abandoned the goal of ? You've essentially given in and followed Gladys. Please do not ever cave in and follow this plan"}, {"id": 1439428972173938688, "verified": false, "tweet_text": "@memc @ChaotikZeus @Travistritt How do get natural immunity from a virus that has never been around before?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["memc", "ChaotikZeus", "Travistritt"], "country": "USA", "text_en": "How do get natural immunity from a virus that has never been around before?"}, {"id": 1439428924727971843, "verified": false, "tweet_text": "@misterkwan Uy same gid kita! Para sa herd immunity it Aklan! 💪", "tweet_lang": "tl", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["misterkwan"], "tweet_emoticons": ["💪"]}, {"id": 1439428906034114560, "verified": false, "tweet_text": "\"What the experts do converge on is this: Opting for an infection over vaccination is never the right move.\"\n\nhttps://t.co/pIcCSjjcGl", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/pIcCSjjcGl"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "\"What the experts do converge on is this: Opting for an infection over vaccination is never the right move.\""}, {"id": 1439428827860455424, "verified": false, "tweet_text": "@profjonny @NickytaLeb I don't think any of the APAC countries is gonna tolerate the level of death toll UK is seeing right now.\n\nFortunately, at the current rate of vaccination, most likely won't have to. In a month or two, many will be at the level of pop. immunity UK is right now w/o the casualty.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["profjonny", "NickytaLeb"], "country": "USA", "text_en": "I don't think any of the APAC countries is gonna tolerate the level of death toll UK is seeing right now. Fortunately, at the current rate of vaccination, most likely won't have to. In a month or two, many will be at the level of pop. immunity UK is right now w/o the casualty."}, {"id": 1439428769626787844, "verified": false, "tweet_text": "同じ家で暮らしていても、発症する人、しない人がいるのは、免疫力の違い。コロナ禍を乗り切る最強の切り札は自分の免疫力アップ！　豆乳ヨーグルト＆その他の免疫力アップのコツを伝授する講座です。タネ菌起こしから発酵の神秘を感じましょう♪　10/9です。　https://t.co/yInFREjB1j https://t.co/54IMzg3nor", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/yInFREjB1j"]}, {"id": 1439428715587506177, "verified": false, "tweet_text": "Brad 18th: I don’t think Brad’s tribe wins the first immunity challenge, and I think he overplays or makes the wrong person mad \nSydney 17th: I don’t think she’ll be seen as a “provider” and they won’t like her vibes making her an easy vote https://t.co/lFCK0P4TOL", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Brad th: I dont think Brads tribe wins the first immunity challenge, and I think he overplays or makes the wrong person mad Sydney th: I dont think shell be seen as a provider and they wont like her vibes making her an easy vote"}, {"id": 1439428675150049287, "verified": false, "tweet_text": "@normanswan Maximise free vaccinations. Isolate/quarantine antivaxxers. This is a path to 95% protection and effective herd immunity once vaccines are approved for younger children.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["normanswan"], "country": "USA", "text_en": "Maximise free vaccinations. Isolate/quarantine antivaxxers. This is a path to % protection and effective herd immunity once vaccines are approved for younger children."}, {"id": 1439428664417046528, "verified": false, "tweet_text": "@LisaHam63600201 @Moneytrainers @DavidBCollum That’s a pointless test for the millions who caught Sars-Cov-2 in 2020 who already have natural acquired immunity.\nOnly a t-cell test to determine immune response will suffice and the vast majority cannot afford it 👇\n\nhttps://t.co/KZ7mAlKCDu", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LisaHam63600201", "Moneytrainers", "DavidBCollum"], "tweet_urls": ["https://t.co/KZ7mAlKCDu"], "tweet_emoticons": ["👇"], "country": "USA", "text_en": "Thats a pointless test for the millions who caught Sars-Cov-2 in who already have natural acquired immunity. Only a t-cell test to determine immune response will suffice and the vast majority cannot afford it"}, {"id": 1439428658733756417, "verified": false, "tweet_text": "@bkerogers @allahpundit Youngkin is correct. Qualified immunity may be too expansive in some circuits, but getting rid of it altogether would be a disaster.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["bkerogers", "allahpundit"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Youngkin is correct. Qualified immunity may be too expansive in some circuits, but getting rid of it altogether would be a disaster."}, {"id": 1439428657949429765, "verified": false, "tweet_text": "Ugh. Apart of me wonders if I should go to FWA. I want to, I'm fully vaxxed, I also have natural immunity from fighting off COVID earlier, and I can practice safe measures, but is it enough, I wonder?\n\nWhat's a con without room parties and chilling with friends late at night?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Ugh. Apart of me wonders if I should go to FWA. I want to, I'm fully vaxxed, I also have natural immunity from fighting off COVID earlier, and I can practice safe measures, but is it enough, I wonder? What's a con without room parties and chilling with friends late at night?"}, {"id": 1439428537052708866, "verified": false, "tweet_text": "Sarah Palin Reveals She Hasn't Gotten Vaccine Because She Has 'Natural Immunity' From Having COVID - 'I Believe In Science' https://t.co/NL4ePHry9H", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/NL4ePHry9H"], "country": "USA", "text_en": "Sarah Palin Reveals She Hasn't Gotten Vaccine Because She Has 'Natural Immunity' From Having COVID - 'I Believe In Science'"}, {"id": 1439428527204544516, "verified": false, "tweet_text": "@kova_mario @co2fraud @TeriHart @JimMon And anecdotal is not all we have to go on, that’s what you’ve chosen to go on. You can find plenty of emerging evidence by reputable and well respected sources on the efficacy of vaccines, natural immunity and the combination of both.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["kova_mario", "co2fraud", "TeriHart", "JimMon"], "country": "USA", "text_en": "And anecdotal is not all we have to go on, thats what youve chosen to go on. You can find plenty of emerging evidence by reputable and well respected sources on the efficacy of vaccines, natural immunity and the combination of both."}, {"id": 1439428525094703107, "verified": false, "tweet_text": "9/18 久しぶりの🇯🇲👩🏽‍🦱先生。酔っ払ってる？みたいな喋り方なんだけど、なんか楽しくて好き。必ずフリートークになっちゃう😅\n\n今回は主に🇯🇲コロナ事情。小学生ワクチン全員打たないと学校再開できず、子どもにはPfizer. だけど足りない。\n※Herd immunity 集団免疫\n\n#DMM英会話", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["DMM英会話"], "tweet_emoticons": ["👩🏽‍🦱", "🇯🇲", "😅"]}, {"id": 1439428518748827648, "verified": false, "tweet_text": "@RavHolly @hasanthehun @NICKIMINAJ What, are you gonna roll the dice.on surviving covid, not having any long term effects of you do and keeping your immunity for what, weeks? Months? Gonna expose yourself to it again when the immunity runs out?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RavHolly", "hasanthehun", "NICKIMINAJ"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "What, are you gonna roll the dice.on surviving covid, not having any long term effects of you do and keeping your immunity for what, weeks? Months? Gonna expose yourself to it again when the immunity runs out?"}, {"id": 1439428476172308488, "verified": false, "tweet_text": "同じ家で暮らしていても、発症する人、しない人がいるのは、免疫力の違い。コロナ禍を乗り切る最強の切り札は自分の免疫力アップ！　豆乳ヨーグルト＆その他の免疫力アップのコツを伝授する講座です。タネ菌起こしから発酵の神秘を感じましょう♪　10/9です。　https://t.co/bMmD3mJTNl https://t.co/SUjTzp8bfk", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/bMmD3mJTNl"]}, {"id": 1439428462205341697, "verified": false, "tweet_text": "If natural immunity is good enough for the CDC, it should be good enough for universities, hospitals, etc. https://t.co/yzFXsJv07j", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "If natural immunity is good enough for the CDC, it should be good enough for universities, hospitals, etc."}, {"id": 1439428410514632704, "verified": false, "tweet_text": "@RonaldNHughes @smittycanada1 But what’s the limit then ? They know children will be infected , if they don’t want mass infection for herd immunity reasons what is their end game ? Purely economic, to cheap for ventilation fixes and too peculiar about K-3 masks ?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RonaldNHughes", "smittycanada1"], "country": "USA", "text_en": "But whats the limit then ? They know children will be infected , if they dont want mass infection for herd immunity reasons what is their end game ? Purely economic, to cheap for ventilation fixes and too peculiar about K-3 masks ?"}, {"id": 1439428348095000583, "verified": false, "tweet_text": "@pk772003 🤦🏻‍♂️seriously…koi nationalism ki baat kre toh aap jeso ko essa kyu lgta h ki hum modi fan h or herd immunity ka bhi aap sahi bol rahe ho lekin keep in mind 70% k hisab se bhi total 180 crore dose hoti h aur production itna abhi h nhi so please wait modi virodh kre desh virodh nhi", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["pk772003"], "tweet_emoticons": ["🤦🏻‍♂️"]}, {"id": 1439428272031473670, "verified": false, "tweet_text": "⁦@SteveDeaceShow⁩ ⁦⁦@DeaceOnline⁩ This guy was right there with Kyle Lamb all through last year breaking stuff down. His point about T-cell immunity makes me wonder - are we wrong to be arguing about if we have(don’t have) anti bodies https://t.co/2IKKmoecsl", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SteveDeaceShow", "DeaceOnline"], "country": "USA", "text_en": "This guy was right there with Kyle Lamb all through last year breaking stuff down. His point about T-cell immunity makes me wonder - are we wrong to be arguing about if we have(dont have) anti bodies"}, {"id": 1439428131572514821, "verified": false, "tweet_text": "@IrwinTerrell6 Doug Emhoff, Kamalas husband, was Civilettis law partner. I worked for Carter’s admin.  They hired me to transcribe wiretaps planted on rival candidates.  They all get immunity deals with DOJ.  Comey was just following order protecting Hillary.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["IrwinTerrell6"], "country": "USA", "text_en": "Doug Emhoff, Kamalas husband, was Civilettis law partner. I worked for Carters admin. They hired me to transcribe wiretaps planted on rival candidates. They all get immunity deals with DOJ. Comey was just following order protecting Hillary."}, {"id": 1439428080561442816, "verified": false, "tweet_text": "@kova_mario @co2fraud @TeriHart @JimMon I’m not pushing you - I don’t care what you chose to do.  And there are millions who have natural immunity and gotten vaccines as well. Do whatever you want.  But don’t cry about the rules that the majority agree on that’s how society works, that’s how democracy works 🤷🏻‍♂️.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["kova_mario", "co2fraud", "TeriHart", "JimMon"], "tweet_emoticons": ["🤷🏻‍♂️"], "country": "USA", "text_en": "Im not pushing you - I dont care what you chose to do. And there are millions who have natural immunity and gotten vaccines as well. Do whatever you want. But dont cry about the rules that the majority agree on thats how society works, thats how democracy works ."}, {"id": 1439428079663796228, "verified": false, "tweet_text": "@bkaldenber @itsnottoolatenv Your loony analysis sure won’t convince anyone.  A hundred million Americans with natural immunity and you didn’t even mention them.  How unserious can you get?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["bkaldenber", "itsnottoolatenv"], "country": "USA", "text_en": "Your loony analysis sure wont convince anyone. A hundred million Americans with natural immunity and you didnt even mention them. How unserious can you get?"}, {"id": 1439428063914192896, "verified": false, "tweet_text": "@Tashiwityar @ProfPCDoherty We have plenty of people in the USA who are convinced that \"natural immunity\" is best. As you may have heard, we have had a rather large number of cases. Personally I prefer a vaccine to develop protective immunity against a disease. I do not like having to get sick first.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Tashiwityar", "ProfPCDoherty"], "country": "USA", "text_en": "We have plenty of people in the USA who are convinced that \"natural immunity\" is best. As you may have heard, we have had a rather large number of cases. Personally I prefer a vaccine to develop protective immunity against a disease. I do not like having to get sick first."}, {"id": 1439427973233401861, "verified": false, "tweet_text": "@AndrewPalmRN @rachbarnhart Can't vaccinate the ones who refuses perhaps, but we as a society can then limit how they are involved with us.\nAnd I agree there's a good chance of no herd immunity in USA due to a relatively small portion of folks. Some regions can get there, however.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AndrewPalmRN", "rachbarnhart"], "country": "USA", "text_en": "Can't vaccinate the ones who refuses perhaps, but we as a society can then limit how they are involved with us. And I agree there's a good chance of no herd immunity in USA due to a relatively small portion of folks. Some regions can get there, however."}, {"id": 1439427932234129410, "verified": false, "tweet_text": "@TriacFox @BoozyBadger TL;DR: \"Qualified Immunity\" and the ruling that started it has become a near-absolute barrier to enforcing anything against law enforcement.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TriacFox", "BoozyBadger"], "country": "USA", "text_en": "TLR: \"Qualified Immunity\" and the ruling that started it has become a near-absolute barrier to enforcing anything against law enforcement."}, {"id": 1439427908695646208, "verified": false, "tweet_text": "@Christo29546598 @jvan314 @NicoleArbour Vaccinated are getting reinfected all. the. time. \nI'm not talking about the vaccinated. (Many vaccinated had covid prior to vax.)\nbut... unvaccinated that have natural immunity are they getting re-infected?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Christo29546598", "jvan314", "NicoleArbour"], "country": "USA", "text_en": "Vaccinated are getting reinfected all. the. time. I'm not talking about the vaccinated. (Many vaccinated had covid prior to vax.) but... unvaccinated that have natural immunity are they getting re-infected?"}, {"id": 1439427866341560320, "verified": false, "tweet_text": "@jay48125568 So you would know that the covid vaccine is a manipulation of peoples healthcare rights. That natural immunity is 26x stronger than a covid shot, right?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["jay48125568"], "country": "USA", "text_en": "So you would know that the covid vaccine is a manipulation of peoples healthcare rights. That natural immunity is x stronger than a covid shot, right?"}, {"id": 1439427852672380929, "verified": false, "tweet_text": "https://t.co/hVHXqfid1E", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/hVHXqfid1E"]}, {"id": 1439427713001984000, "verified": false, "tweet_text": "There is no herd immunity from a respiratory virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "There is no herd immunity from a respiratory virus."}, {"id": 1439427679242096641, "verified": false, "tweet_text": "@scienceismessy @iangarrickmason A significant % of the unvaxed community is unvaxd because we’ve had it, have a natural immunity, and don’t want the shot. Unvaxd does not equal spread threat. Also, everyone I know with covid right now is vaxd… it’s not working like you want to believe. Vaxd are spreading too", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["scienceismessy", "iangarrickmason"], "country": "USA", "text_en": "A significant % of the unvaxed community is unvaxd because weve had it, have a natural immunity, and dont want the shot. Unvaxd does not equal spread threat. Also, everyone I know with covid right now is vaxd its not working like you want to believe. Vaxd are spreading too"}, {"id": 1439427674028523525, "verified": false, "tweet_text": "about to drink an immunity booster thing and i got so scared i started listening to sticker to try n take my mind off it", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "about to drink an immunity booster thing and i got so scared i started listening to sticker to try n take my mind off it"}, {"id": 1439427659419697153, "verified": false, "tweet_text": "Friendly reminder that natural immunity doesn’t boost anyone’s stock price. ✌️", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["✌️"], "country": "USA", "text_en": "Friendly reminder that natural immunity doesnt boost anyones stock price."}, {"id": 1439427643515019267, "verified": false, "tweet_text": "@jackshippo @sabicem @jagbubba @davidpdxer @nursekelsey 😂😂😂and this is where I step out. Natural immunity has existed for every virus every but magically not this one.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["jackshippo", "sabicem", "jagbubba", "davidpdxer", "nursekelsey"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "and this is where I step out. Natural immunity has existed for every virus every but magically not this one."}, {"id": 1439427584836653057, "verified": false, "tweet_text": "@phurstclass You only have to look at countries like Brazil to understand that herd immunity will be ineffective against Covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["phurstclass"], "country": "USA", "text_en": "You only have to look at countries like Brazil to understand that herd immunity will be ineffective against Covid."}, {"id": 1439427564548677637, "verified": false, "tweet_text": "Why are the vaxxed always in favor of using brownshirt thugs to subjugate people? The vaccines are designed to eventually kill you,  by wiping out natural immunity. Wuhan flu is about subjugation, not eradicating a virus, cultural Marxist @DeePopoy https://t.co/9k8UhGrJlh", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DeePopoy"], "tweet_urls": ["https://t.co/9k8UhGrJlh"], "country": "USA", "text_en": "Why are the vaxxed always in favor of using brownshirt thugs to subjugate people? The vaccines are designed to eventually kill you, by wiping out natural immunity. Wuhan flu is about subjugation, not eradicating a virus, cultural Marxist"}, {"id": 1439427561826799618, "verified": false, "tweet_text": "https://t.co/n4oyDfsTrX https://t.co/w96XkoAref", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/n4oyDfsTrX", "https://t.co/w96XkoAref"]}, {"id": 1439427488216543234, "verified": false, "tweet_text": "@Sabrina_Poirier @GovCanHealth Except for those with natural immunity right? Or is this more political crap without science?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Sabrina_Poirier", "GovCanHealth"], "country": "USA", "text_en": "Except for those with natural immunity right? Or is this more political crap without science?"}, {"id": 1439427485544812548, "verified": false, "tweet_text": "@canadashero1867 @co2fraud @TeriHart @JimMon Unfortunately, “anecdotal” is all we have to work with right now. The hard data is being deliberately obscured by the Vax ‘Em all health bureaucracy. \nLook, I’ve got natural immunity and so do millions of others, we don’t need or want the vaccines. Don’t push us!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["canadashero1867", "co2fraud", "TeriHart", "JimMon"], "country": "USA", "text_en": "Unfortunately, anecdotal is all we have to work with right now. The hard data is being deliberately obscured by the Vax Em all health bureaucracy. Look, Ive got natural immunity and so do millions of others, we dont need or want the vaccines. Dont push us!"}, {"id": 1439427484483792905, "verified": false, "tweet_text": "I just received my absentee ballot in VA today. I planned to vote for @TerryMcAuliffe but with the stance on ending qualified immunity being so wobbly, I might just Chuck it into the trash with all the other @DNC mail I received today. I am sick of the erosion of my rights.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TerryMcAuliffe", "DNC"], "country": "USA", "text_en": "I just received my absentee ballot in VA today. I planned to vote for but with the stance on ending qualified immunity being so wobbly, I might just Chuck it into the trash with all the other mail I received today. I am sick of the erosion of my rights."}, {"id": 1439427434798067712, "verified": false, "tweet_text": "God gave us the means to natural immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "God gave us the means to natural immunity."}, {"id": 1439427366288306177, "verified": false, "tweet_text": "@zeitonline https://t.co/SuUo12Zwtu", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["zeitonline"], "tweet_urls": ["https://t.co/SuUo12Zwtu"]}, {"id": 1439427303730073600, "verified": false, "tweet_text": "@songlibah @Richard60328585 @georgehahn @charlie_adler Also, any immunity, however temporary is strain specific. Get a different strain, and your antibodies are useless. Unlike the vaccine, which is still effective against new strains, if not as effective as the Alpha strain. #GetAPrickDontBeAPrick", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["GetAPrickDontBeAPrick"], "mentions": ["songlibah", "Richard60328585", "georgehahn", "charlie_adler"], "country": "USA", "text_en": "Also, any immunity, however temporary is strain specific. Get a different strain, and your antibodies are useless. Unlike the vaccine, which is still effective against new strains, if not as effective as the Alpha strain."}, {"id": 1439427277343891456, "verified": false, "tweet_text": "Sars Cov 2 is a virus that essentially gives you immunity for life if you have had it and have recovered. The B cells and T cells give you far superior protection than vaccines ever could. Vaccines will never let you achieve herd immunity. Vaccine mandates are a stupidity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Sars Cov is a virus that essentially gives you immunity for life if you have had it and have recovered. The B cells and T cells give you far superior protection than vaccines ever could. Vaccines will never let you achieve herd immunity. Vaccine mandates are a stupidity."}, {"id": 1439427244800110596, "verified": false, "tweet_text": "@cappsie @FrankDElia7 @TeddyFreddy11 @TruthTwt @SmutClyde @BurgerLab12 @ChrisJohnsonMD @Monstercoyliar @Rosewind2007 @LazarusLong13 @SkepticalMutant @BGLTHMND @TheFrankmanMN @Kitsontribe @Twanky_Resists @crabb_vicki @fuzzlebutts @WendyOrent @krebiozen @immunotoxPhD @doritmi @painless42 @lizditz @R_Good_Fellow @mimetic_ @kidoctr @drhenrymyman @kfunk937 @BlueLionBlog @Felicea @CBereel @mcfunny @KStateTurk @2ManyOfUs @BetteanneCamag1 @hempyhope @Landau_18901 @Rogue_Soc_Psych @natedoromal @GeoffSchuler @chaoticsx2 @djrazorgirl @KatLaRue7 @ianfmusgrave @microRNApro @LaLaRueFrench75 @LynnleeMavakay @TinFoilAwards @jkellyca It simply didn't let as many people get exposed &amp; develop immunity on their own. As I recall, only 1/2 of 1% had serious symptoms. Most had no symptoms, or just slight. Polio wasn't caused by unsanitary conditions like most diseases. But it was still pretty much over before vax.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["cappsie", "FrankDElia7", "TeddyFreddy11", "TruthTwt", "SmutClyde", "BurgerLab12", "ChrisJohnsonMD", "Monstercoyliar", "Rosewind2007", "LazarusLong13", "SkepticalMutant", "BGLTHMND", "TheFrankmanMN", "Kitsontribe", "Twanky_Resists", "crabb_vicki", "fuzzlebutts", "WendyOrent", "krebiozen", "immunotoxPhD", "doritmi", "painless42", "lizditz", "R_Good_Fellow", "mimetic_", "kidoctr", "drhenrymyman", "kfunk937", "BlueLionBlog", "Felicea", "CBereel", "mcfunny", "KStateTurk", "2ManyOfUs", "BetteanneCamag1", "hempyhope", "Landau_18901", "Rogue_Soc_Psych", "natedoromal", "GeoffSchuler", "chaoticsx2", "djrazorgirl", "KatLaRue7", "ianfmusgrave", "microRNApro", "LaLaRueFrench75", "LynnleeMavakay", "TinFoilAwards", "jkellyca"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "It simply didn't let as many people get exposed &amp; develop immunity on their own. As I recall, only /2 of % had serious symptoms. Most had no symptoms, or just slight. Polio wasn't caused by unsanitary conditions like most diseases. But it was still pretty much over before vax."}, {"id": 1439427226781376528, "verified": false, "tweet_text": "Does the road map say anything about how many construction workers can keep enjoying the privilege of mass gathering  barbecues in the middle of a city street with total immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Does the road map say anything about how many construction workers can keep enjoying the privilege of mass gathering barbecues in the middle of a city street with total immunity"}, {"id": 1439427192082010114, "verified": false, "tweet_text": "@EricTopol @zeynep @sdut It sounds terrible, but what fraction do you think have already developed some immunity from infection?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["EricTopol", "zeynep", "sdut"], "country": "USA", "text_en": "It sounds terrible, but what fraction do you think have already developed some immunity from infection?"}, {"id": 1439427162189168646, "verified": false, "tweet_text": "@TomisCrowley Doherty x Burnet quick test prototype was announced by Prem Andrews 20mins ago - we’re close! \nhttps://t.co/t23hTKvhMX", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TomisCrowley"], "tweet_urls": ["https://t.co/t23hTKvhMX"], "country": "USA", "text_en": "Doherty x Burnet quick test prototype was announced by Prem Andrews mins ago - were close!"}, {"id": 1439427104874143746, "verified": false, "tweet_text": "@Depthmapping @Zeethrew @sarblanch @copilot4ba @brndxq @NICKIMINAJ Yes, but at what rate? MUCH MUCH MUCH LESS than unvaccinated people. Because they're taking the precaution. You're literally just admitting you have no clue how vaccines or immunity works lmfao.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Depthmapping", "Zeethrew", "sarblanch", "copilot4ba", "brndxq", "NICKIMINAJ"], "country": "USA", "text_en": "Yes, but at what rate? MUCH MUCH MUCH LESS than unvaccinated people. Because they're taking the precaution. You're literally just admitting you have no clue how vaccines or immunity works lmfao."}, {"id": 1439426993683111939, "verified": false, "tweet_text": "@thehandsomezach @asdwerxrc For those that don't know this is serious: https://t.co/mnW4XvLZ4z\n\nThis is as bad as some of the qualified immunity stuff I've heard about", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["thehandsomezach", "asdwerxrc"], "tweet_urls": ["https://t.co/mnW4XvLZ4z"], "country": "USA", "text_en": "For those that don't know this is serious: This is as bad as some of the qualified immunity stuff I've heard about"}, {"id": 1439426934543319043, "verified": false, "tweet_text": "I fear we’ll hit 1million ppl before we hit herd immunity- or almost 2 x the US death toll from the Spanish flu of 1918, where there was no vax- only masks and quarantine", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "I fear well hit million ppl before we hit herd immunity- or almost x the US death toll from the Spanish flu of , where there was no vax- only masks and quarantine"}, {"id": 1439426889358012420, "verified": false, "tweet_text": "@erin_VMD Sarah Palin, who had COVID, said recently her \"natural immunity\" was 27 times higher than that offered by the vaccine. I had COVID and my doctor said I still needed the vaccine. I'll take my doc's advice over Caribou Barbie's any day.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["erin_VMD"], "country": "USA", "text_en": "Sarah Palin, who had COVID, said recently her \"natural immunity\" was times higher than that offered by the vaccine. I had COVID and my doctor said I still needed the vaccine. I'll take my doc's advice over Caribou Barbie's any day."}, {"id": 1439426885578997760, "verified": false, "tweet_text": "What is KKM take on natural immunity.\nIs it best to be jabbed eventho natural immunity acquired frm Covid infection itself is much stronger and gives broader variants coverage? If yes need to b jabbed; wht is best time frame after you recovered frm Covid? https://t.co/T09Lupavk0", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/T09Lupavk0"], "country": "USA", "text_en": "What is KKM take on natural immunity. Is it best to be jabbed eventho natural immunity acquired frm Covid infection itself is much stronger and gives broader variants coverage? If yes need to b jabbed; wht is best time frame after you recovered frm Covid?"}, {"id": 1439426799260381187, "verified": false, "tweet_text": "@welt Der soll langsam Mal die backen still halten... https://t.co/SuUo12Zwtu", "tweet_lang": "de", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["welt"], "tweet_urls": ["https://t.co/SuUo12Zwtu"]}, {"id": 1439426797288898560, "verified": false, "tweet_text": "@EqualOppSociety @aprilataylor @GremlinHunter1 @JerasIkehorn Hmm.. I’d bet Big Pharma gets much more money if people catch Covid and get natural immunity. Covid hospital stays average near $20,000. And people who recover from Covid have up to a 1 in 3 chance of being long haulers ~ which can mean life long profits for Big Pharma.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["EqualOppSociety", "aprilataylor", "GremlinHunter1", "JerasIkehorn"], "country": "USA", "text_en": "Hmm.. Id bet Big Pharma gets much more money if people catch Covid and get natural immunity. Covid hospital stays average near $20,000. And people who recover from Covid have up to a in chance of being long haulers ~ which can mean life long profits for Big Pharma."}, {"id": 1439426761423458305, "verified": false, "tweet_text": "@PeaceisBeing But they measure and found that acquired immunity 20+ times better!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PeaceisBeing"], "country": "USA", "text_en": "But they measure and found that acquired immunity + times better!"}, {"id": 1439426624718577666, "verified": false, "tweet_text": "@RavHolly @hasanthehun @NICKIMINAJ (lol btw) https://t.co/bIg4ze2y3K", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RavHolly", "hasanthehun", "NICKIMINAJ"], "tweet_urls": ["https://t.co/bIg4ze2y3K"], "country": "USA", "text_en": "(lol btw)"}, {"id": 1439426622755688451, "verified": false, "tweet_text": "@LolaMotz @AShihipar Some people have life threatening symptoms from vaccination without even having any diseases that would prevent that. Once their immunity is gone, how do they protect themselves if they can’t get vaccinated again?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["LolaMotz", "AShihipar"], "country": "USA", "text_en": "Some people have life threatening symptoms from vaccination without even having any diseases that would prevent that. Once their immunity is gone, how do they protect themselves if they cant get vaccinated again?"}, {"id": 1439426582796460037, "verified": false, "tweet_text": "@lauralee466 So @twitter, I guess this misinformation is OK? Smallpox vax imparts sterilizing immunity, antibodies created clear all virus from host disallowing replication/transmission. And creates lifelong immunity b/c smallpox is a DNA virus, so it doesn't mutate.\nhttps://t.co/e9TXznsOBt", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["lauralee466", "Twitter"], "tweet_urls": ["https://t.co/e9TXznsOBt"], "country": "USA", "text_en": "So , I guess this misinformation is OK? Smallpox vax imparts sterilizing immunity, antibodies created clear all virus from host disallowing replication/transmission. And creates lifelong immunity b/c smallpox is a DNA virus, so it doesn't mutate."}, {"id": 1439426520720633856, "verified": false, "tweet_text": "@TerriMS_Fighter @KingBKNYFIRE @DrumpfForJail @kgrohh Many vaccinations don’t fully prevent infection. Only some offer full sterilization immunity. They didn’t change the definition because of the covid vaccine. It’s because there are new methods of administering vaccines, nasally and orally.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TerriMS_Fighter", "KingBKNYFIRE", "DrumpfForJail", "kgrohh"], "country": "USA", "text_en": "Many vaccinations dont fully prevent infection. Only some offer full sterilization immunity. They didnt change the definition because of the covid vaccine. Its because there are new methods of administering vaccines, nasally and orally."}, {"id": 1439426461866278912, "verified": false, "tweet_text": "@RedbudHunt @timfelsky @DavidBCollum @vonzielbauer @SolidusMax If you want to take the 'vaccine' and get a booster every other day, go right ahead and knock yourself out, I'm perfectly content with my natural immunity. \n\nAnd if you can't tell there's a greater agenda at play thats your problem, not mine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RedbudHunt", "timfelsky", "DavidBCollum", "vonzielbauer", "SolidusMax"], "country": "USA", "text_en": "If you want to take the 'vaccine' and get a booster every other day, go right ahead and knock yourself out, I'm perfectly content with my natural immunity. And if you can't tell there's a greater agenda at play thats your problem, not mine."}, {"id": 1439426456837246979, "verified": false, "tweet_text": "@BurnItD0wn @Legomymego_8 @andruhark @Americanka4 @ArcadiaEconomic Herd immunity and natural immunity are not the same concept but go off", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BurnItD0wn", "Legomymego_8", "andruhark", "Americanka4", "ArcadiaEconomic"], "country": "USA", "text_en": "Herd immunity and natural immunity are not the same concept but go off"}, {"id": 1439426402365816841, "verified": false, "tweet_text": "Very clear that cases in NSW are declining and VIC is pleateauing in the 500s. This seems to happen in lockdown @ ~45% vaccinated.\n\nGiven we will have more immunity &amp; no real loosening before mid Oct, it is INSANE Burnet are predicting this by then. They need to be deplatformed. https://t.co/WAJbr0A2gD", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/WAJbr0A2gD"], "country": "USA", "text_en": "Very clear that cases in NSW are declining and VIC is pleateauing in the s. This seems to happen in lockdown ~45% vaccinated. Given we will have more immunity &amp; no real loosening before mid Oct, it is INSANE Burnet are predicting this by then. They need to be deplatformed."}, {"id": 1439426217409712131, "verified": false, "tweet_text": "How will the US reach herd immunity\nwhen a herd of \"Trump Sheep\" refuse to get vaccinated &amp; continue to infect their fellow Americans?\n... &amp; as REP Governors ban mask mandates?\n\n\"Buck up Buttercups\", get vaccinated. https://t.co/v3VPEaO8w6", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "How will the US reach herd immunity when a herd of \"Trump Sheep\" refuse to get vaccinated &amp; continue to infect their fellow Americans? ... &amp; as REP Governors ban mask mandates? \"Buck up Buttercups\", get vaccinated."}, {"id": 1439426216017158146, "verified": false, "tweet_text": "@RedbudHunt @timfelsky @DavidBCollum @vonzielbauer @SolidusMax Its a virus with animal reservoirs, which is impossible to eradicate unlike with polio and small pox. Then we can come to issue with the CDC changing the definition of vaccine last year removing the word immunity and changing the definition to fit that of a therapeutic,", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RedbudHunt", "timfelsky", "DavidBCollum", "vonzielbauer", "SolidusMax"], "country": "USA", "text_en": "Its a virus with animal reservoirs, which is impossible to eradicate unlike with polio and small pox. Then we can come to issue with the CDC changing the definition of vaccine last year removing the word immunity and changing the definition to fit that of a therapeutic,"}, {"id": 1439426152821510145, "verified": false, "tweet_text": "@PeterSweden7 @RMillennielle Herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PeterSweden7", "RMillennielle"], "country": "USA", "text_en": "Herd immunity."}, {"id": 1439426122706468865, "verified": false, "tweet_text": "Idk how I be getting away with flagrant tweets atp I got immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Idk how I be getting away with flagrant tweets atp I got immunity"}, {"id": 1439426118444929026, "verified": false, "tweet_text": "@TimMalia @rachbarnhart 1.) It's impossible to vaccine people who refuse. Those refusers mean we will be unlikely to get to a herd immunity level. \n2.) I wish you were as concerned with front line healthcare staff and the elderly. Even the FDA likes us.\n1/2", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TimMalia", "rachbarnhart"], "country": "USA", "text_en": ".) It's impossible to vaccine people who refuse. Those refusers mean we will be unlikely to get to a herd immunity level. .) I wish you were as concerned with front line healthcare staff and the elderly. Even the FDA likes us. /2"}, {"id": 1439425979282169861, "verified": false, "tweet_text": "But the risk is not equal for everyone. Just look at who has been dying from this: elderly/overweight/underlying health condtn. Natural immunity should not be so quickly dismissed.\nhttps://t.co/IsdNxgqfuX https://t.co/lUNuuUzRJy", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/IsdNxgqfuX", "https://t.co/lUNuuUzRJy"], "country": "USA", "text_en": "But the risk is not equal for everyone. Just look at who has been dying from this: elderly/overweight/underlying health condtn. Natural immunity should not be so quickly dismissed."}, {"id": 1439425913008140292, "verified": false, "tweet_text": "@MeghanMcCain No it’s not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe 2 yr olds wouldn’t have to wear masks. But right now they can get very sick and/or spread it to other people!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MeghanMcCain"], "country": "USA", "text_en": "No its not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe yr olds wouldnt have to wear masks. But right now they can get very sick and/or spread it to other people!"}, {"id": 1439425877473959937, "verified": false, "tweet_text": "Per @MartyMakary, natural immunity is effective protection  and is durable. https://t.co/VN0UULeVke", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MartyMakary"], "tweet_urls": ["https://t.co/VN0UULeVke"], "country": "USA", "text_en": "Per , natural immunity is effective protection and is durable."}, {"id": 1439425827158953996, "verified": false, "tweet_text": "PLEASE REMEMBER that your vaccine is not an immunity to the vaccine but to lessen the severe effect of the virus to ur body. If ever that ur asymptomatic and your meeting with people, you might not know it but you are carrying the virus urself.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "PLEASE REMEMBER that your vaccine is not an immunity to the vaccine but to lessen the severe effect of the virus to ur body. If ever that ur asymptomatic and your meeting with people, you might not know it but you are carrying the virus urself."}, {"id": 1439425715565473793, "verified": false, "tweet_text": "@rassleagh @greekgoddess232 It’s not the actual needle it’s the unproven safety and efficacy people don’t trust. Also most people don’t end up hospitalized or dead. Many have natural immunity already which apparently ceased to exist suddenly at least according to our government health officials. No trust.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["rassleagh", "greekgoddess232"], "country": "USA", "text_en": "Its not the actual needle its the unproven safety and efficacy people dont trust. Also most people dont end up hospitalized or dead. Many have natural immunity already which apparently ceased to exist suddenly at least according to our government health officials. No trust."}, {"id": 1439425672326389761, "verified": false, "tweet_text": "@Nockit1 Guten Tag, you can read it here: Public health officials changing their position on natural immunity… https://t.co/TbBYxFHPc6 See you soon. 🤖", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Nockit1"], "tweet_urls": ["https://t.co/TbBYxFHPc6"], "tweet_emoticons": ["🤖"], "country": "USA", "text_en": "Guten Tag, you can read it here: Public health officials changing their position on natural immunity See you soon."}, {"id": 1439425631347875846, "verified": false, "tweet_text": "Ini menarik, sinovac yg terbuat dari virus covid19 yg dinonaktifkan sepertinya saat lebih mampu membangun herd immunity dibandingkan dengan rekayasa lain. https://t.co/HQPpiDtO7X", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/HQPpiDtO7X"]}, {"id": 1439425510421958662, "verified": false, "tweet_text": "@MeghanMcCain It would be great if adults who could get vaccinated would, so we could actually achieve herd immunity and make masking unnecessary.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MeghanMcCain"], "country": "USA", "text_en": "It would be great if adults who could get vaccinated would, so we could actually achieve herd immunity and make masking unnecessary."}, {"id": 1439425458697768965, "verified": false, "tweet_text": "@Musicaypaz5011 @AntibioticDoc There's about a century of data. Antibody positivity is awesome, but does not equal protection for many diseases. That's because the immune system is complicated. Humoral immunity  cellular immunity, innate immunity. They all work in concert.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Musicaypaz5011", "AntibioticDoc"], "country": "USA", "text_en": "There's about a century of data. Antibody positivity is awesome, but does not equal protection for many diseases. That's because the immune system is complicated. Humoral immunity cellular immunity, innate immunity. They all work in concert."}, {"id": 1439425417547423744, "verified": false, "tweet_text": "@voulawillette @Tdpigott @realDailyWire The antibody treatment isn't being taken away. It's for those people who have compromised immune systems and either can't get vaccinated or got breakthrough cases. Yeah, duh you do get stronger immunity after contracting it. The point is to prevent contracting it.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["voulawillette", "Tdpigott", "realDailyWire"], "country": "USA", "text_en": "The antibody treatment isn't being taken away. It's for those people who have compromised immune systems and either can't get vaccinated or got breakthrough cases. Yeah, duh you do get stronger immunity after contracting it. The point is to prevent contracting it."}, {"id": 1439425383951130625, "verified": false, "tweet_text": "@megynkelly No it’s not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe 2 yr olds wouldn’t have to wear masks. But right now they can get very sick and/or spread it to other people!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["megynkelly"], "country": "USA", "text_en": "No its not! If the imbeciles out there would get vaccinated and we could get to herd immunity, maybe yr olds wouldnt have to wear masks. But right now they can get very sick and/or spread it to other people!"}, {"id": 1439425336601546755, "verified": false, "tweet_text": "@JustinTrudeau @PattyHajdu @CPHO_Canada @jkenney @shandro @CMOH_Alberta Please recognize natural immunity https://t.co/PNUPkv6uLI", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JustinTrudeau", "PattyHajdu", "CPHO_Canada", "jkenney", "shandro", "CMOH_Alberta"], "tweet_urls": ["https://t.co/PNUPkv6uLI"], "country": "USA", "text_en": "Please recognize natural immunity"}, {"id": 1439425309632352263, "verified": false, "tweet_text": "@KwameA009 What happened to simple natural immunity and allowing our bodies to adjust to our environment and the 75,000 plus viruses that are on the planet?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KwameA009"], "country": "USA", "text_en": "What happened to simple natural immunity and allowing our bodies to adjust to our environment and the plus viruses that are on the planet?"}, {"id": 1439425308231356420, "verified": false, "tweet_text": "@atlantapearl @Z0MBEACH @Cernovich The vaccine is not a cure - it's meant to boost immunity so that in the rare cases where there is a breakthrough infection, you won't die from it, just experience mild symptoms. The reason there's so many breakthrus is because the unvaccinated are keeping the virus in circulation", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["atlantapearl", "Z0MBEACH", "Cernovich"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The vaccine is not a cure - it's meant to boost immunity so that in the rare cases where there is a breakthrough infection, you won't die from it, just experience mild symptoms. The reason there's so many breakthrus is because the unvaccinated are keeping the virus in circulation"}, {"id": 1439425300094492676, "verified": false, "tweet_text": "@TheZenMansta @TimRunsHisMouth @GETTRofficial Is there a study you can link or know of that would cause the flag? All the links twit provides don’t discuss natural immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TheZenMansta", "TimRunsHisMouth", "GETTRofficial"], "country": "USA", "text_en": "Is there a study you can link or know of that would cause the flag? All the links twit provides dont discuss natural immunity."}, {"id": 1439425263276752899, "verified": false, "tweet_text": "@le1lan1 Research is important and I'm not sure about twitter but I did come across this 'UK research found that people in rest homes who waited 12 weeks have a higher immunity to the virus.'", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["le1lan1"], "country": "USA", "text_en": "Research is important and I'm not sure about twitter but I did come across this 'UK research found that people in rest homes who waited weeks have a higher immunity to the virus.'"}, {"id": 1439425255307681792, "verified": false, "tweet_text": "\"Putting patients and colleagues first\", REALLY?\nDid they have natural immunity or did they never come in touch with the oh-so-deadly-not virus?\nIt seems most die because they're not given the proper treatment due to willful healthcare withholding of it.\n\nhttps://t.co/mpyjKPL2uF", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/mpyjKPL2uF"], "country": "USA", "text_en": "\"Putting patients and colleagues first\", REALLY? Did they have natural immunity or did they never come in touch with the oh-so-deadly-not virus? It seems most die because they're not given the proper treatment due to willful healthcare withholding of it."}, {"id": 1439425233782411266, "verified": false, "tweet_text": "@oz_f It’s very clear to see that cases in NSW have flattened and are declining and VIC is pleateauing in the 500s. This seems to happen at ~45% double dosed.\n\nGiven we will have more immunity and no real loosening before mid Oct, it is INSANE Burnet are predicting 1500-3000 by then.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["oz_f"], "country": "USA", "text_en": "Its very clear to see that cases in NSW have flattened and are declining and VIC is pleateauing in the s. This seems to happen at ~45% double dosed. Given we will have more immunity and no real loosening before mid Oct, it is INSANE Burnet are predicting -3000 by then."}, {"id": 1439425185367527425, "verified": false, "tweet_text": "‘Superhuman’ immunity: What is it and what does it mean for the fight against Covid? https://t.co/BY05BZCoHo via @FRANCE24", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["FRANCE24"], "tweet_urls": ["https://t.co/BY05BZCoHo"], "country": "USA", "text_en": "Superhuman immunity: What is it and what does it mean for the fight against Covid? via"}, {"id": 1439425137116278784, "verified": false, "tweet_text": "@JillColtonFree Hi Jill, a friend had CV, has lots of antibodies (tested) and would like an exemption based on natural immunity. Please let me know if you get his name. Thank you!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JillColtonFree"], "country": "USA", "text_en": "Hi Jill, a friend had CV, has lots of antibodies (tested) and would like an exemption based on natural immunity. Please let me know if you get his name. Thank you!"}, {"id": 1439425119940665348, "verified": false, "tweet_text": "Why would you need immunity from something that’s frivolous? https://t.co/ED5fExjHhW", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/ED5fExjHhW"], "country": "USA", "text_en": "Why would you need immunity from something thats frivolous?"}, {"id": 1439425056971497476, "verified": false, "tweet_text": "@RedEyedDespair @hasanthehun @NICKIMINAJ And lets not forget that natural immunity is better than your leaky vaccines, you know science. https://t.co/7R0j2Pd0VF", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RedEyedDespair", "hasanthehun", "NICKIMINAJ"], "tweet_urls": ["https://t.co/7R0j2Pd0VF"], "country": "USA", "text_en": "And lets not forget that natural immunity is better than your leaky vaccines, you know science."}, {"id": 1439425055126081537, "verified": false, "tweet_text": "@practicalbob Lucky you. Took me three weeks to kick it.  Now I’m supposed to take a shot for what I already earned immunity to.  Not gonna happen", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["practicalbob"], "country": "USA", "text_en": "Lucky you. Took me three weeks to kick it. Now Im supposed to take a shot for what I already earned immunity to. Not gonna happen"}, {"id": 1439425030417358848, "verified": false, "tweet_text": "@GlennYoungkin Qualified immunity protects bad cops who murder people.  Even if you were right about \"frivolous lawsuits\", which you aren't, the price is having cops who are immune to the consequences of their actions.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GlennYoungkin"], "country": "USA", "text_en": "Qualified immunity protects bad cops who murder people. Even if you were right about \"frivolous lawsuits\", which you aren't, the price is having cops who are immune to the consequences of their actions."}, {"id": 1439425026571132929, "verified": false, "tweet_text": "Everyone is going for \"natural immunity\" https://t.co/eUlTXK9hJZ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/eUlTXK9hJZ"], "country": "USA", "text_en": "Everyone is going for \"natural immunity\""}, {"id": 1439425018346229763, "verified": false, "tweet_text": "@NuanceBro What if you got a vaccine and then intentionally tried to get covid sense the vaccines work so well you wouldn't die and also natural immunity offers better protection than a vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["NuanceBro"], "country": "USA", "text_en": "What if you got a vaccine and then intentionally tried to get covid sense the vaccines work so well you wouldn't die and also natural immunity offers better protection than a vaccine."}, {"id": 1439424964969570312, "verified": false, "tweet_text": "New research in Lora Hooper lab characterized the functions of myeloid cell-intrinsic proteins SAA and LRP1 in vitamin A-dependent adaptive immunity in the intestine. https://t.co/WgOKz1ZaaQ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/WgOKz1ZaaQ"], "country": "USA", "text_en": "New research in Lora Hooper lab characterized the functions of myeloid cell-intrinsic proteins SAA and LRP1 in vitamin A-dependent adaptive immunity in the intestine."}, {"id": 1439424929624047616, "verified": false, "tweet_text": "@schoenfam @nymcmoo @ASlavitt They don’t intubate you for a colo. it’s conscious sedation. Advising someone with immunity to wait on a diagnostic procedure when they’re high risk is bad advice.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["schoenfam", "nymcmoo", "ASlavitt"], "country": "USA", "text_en": "They dont intubate you for a colo. its conscious sedation. Advising someone with immunity to wait on a diagnostic procedure when theyre high risk is bad advice."}, {"id": 1439424891774803972, "verified": false, "tweet_text": "@Upsilupsi @SvenHieronymus @SwobodaNicolai @MCzockerLP220 @ZDF Übrigens richtig erbärmlich wie uns Lobbyisten die Rechte nehmen + die Gesundheit... Aber wie gesagt, juckt euch ja nicht!!!https://t.co/SuUo12Zwtu", "tweet_lang": "de", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Upsilupsi", "SvenHieronymus", "SwobodaNicolai", "MCzockerLP220", "ZDF"], "tweet_urls": ["https://t.co/SuUo12Zwtu"]}, {"id": 1439424854013403136, "verified": false, "tweet_text": "@cfdarch @PeterHotez Haven’t you heard?  Having natural immunity doesn’t count.  You’re either vaccinated or unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["cfdarch", "PeterHotez"], "country": "USA", "text_en": "Havent you heard? Having natural immunity doesnt count. Youre either vaccinated or unvaccinated."}, {"id": 1439424844622229507, "verified": false, "tweet_text": "This is important \n\nhttps://t.co/6A61QxJhTC", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/6A61QxJhTC"], "country": "USA", "text_en": "This is important"}, {"id": 1439424814825893893, "verified": false, "tweet_text": "@paulbrandt Don't follow the sheep or the haters here. Do your own research, natural immunity is superior to vaccines.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["paulbrandt"], "country": "USA", "text_en": "Don't follow the sheep or the haters here. Do your own research, natural immunity is superior to vaccines."}, {"id": 1439424807708266496, "verified": false, "tweet_text": "Omg, @mikepompeo @Cernovich @DanCrenshawTX   we were all fighting lockdown when it said heard immunity k, drink bleach etc where was the heard at if were on lockdown? Ask an assclown and it's in me.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["mikepompeo", "Cernovich", "DanCrenshawTX"], "country": "USA", "text_en": "Omg, we were all fighting lockdown when it said heard immunity k, drink bleach etc where was the heard at if were on lockdown? Ask an assclown and it's in me."}, {"id": 1439424788078993410, "verified": false, "tweet_text": "@WardenAJames @jordanbpeterson My dumb friend, infection charts will almost always have a bell shape as populations build natural immunity.\n\nWhat you can't explain is why daily deaths tripled shortly after vaccination began in Brazil (and several other countries). https://t.co/uZNGn2cZ1I", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["WardenAJames", "jordanbpeterson"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "My dumb friend, infection charts will almost always have a bell shape as populations build natural immunity. What you can't explain is why daily deaths tripled shortly after vaccination began in Brazil (and several other countries)."}, {"id": 1439424686635372548, "verified": false, "tweet_text": "@JaniceMcGeachin Natural immunity doesn't sell jabs.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JaniceMcGeachin"], "country": "USA", "text_en": "Natural immunity doesn't sell jabs."}, {"id": 1439424686094438402, "verified": false, "tweet_text": "@dbm_12 @RandymH @jrayy1128 @one_lavi @antitrumpactive @FoxNews And?  How many have natural immunity from a previous infection. That’s what this entire thread is about, in case you forgot.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["dbm_12", "RandymH", "jrayy1128", "one_lavi", "antitrumpactive", "FoxNews"], "country": "USA", "text_en": "And? How many have natural immunity from a previous infection. Thats what this entire thread is about, in case you forgot."}, {"id": 1439424602615209988, "verified": false, "tweet_text": "Natural immunity is superior to the vaccine only per the Israeli study \n\nhttps://t.co/DeH9Ab4UCj", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/DeH9Ab4UCj"], "country": "USA", "text_en": "Natural immunity is superior to the vaccine only per the Israeli study"}, {"id": 1439424601411317760, "verified": false, "tweet_text": "@Richard60328585 @Atherworld @georgehahn @charlie_adler Not every illness confers permanent immunity.\n\nTake your common cold, for instance - another coronavirus.\n\nPeople who have previously had Covid months ago are now testing with NO remaining titers (no immunity).", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Richard60328585", "Atherworld", "georgehahn", "charlie_adler"], "country": "USA", "text_en": "Not every illness confers permanent immunity. Take your common cold, for instance - another coronavirus. People who have previously had Covid months ago are now testing with NO remaining titers (no immunity)."}, {"id": 1439424468296749059, "verified": false, "tweet_text": "Got questions on boosters? Vic is getting ahead and developing a test to ascertain if a booster is required. Science doesn’t sleep. #COVID19Vic \n\nhttps://t.co/OJ3uOyNUel", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["COVID19Vic"], "tweet_urls": ["https://t.co/OJ3uOyNUel"], "country": "USA", "text_en": "Got questions on boosters? Vic is getting ahead and developing a test to ascertain if a booster is required. Science doesnt sleep."}, {"id": 1439424412466307074, "verified": false, "tweet_text": "Having SARS-CoV-2 once confers much greater immunity than a vaccine—but vaccination remains vital https://t.co/s9xt8cr6xA", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/s9xt8cr6xA"], "country": "USA", "text_en": "Having SARS-CoV-2 once confers much greater immunity than a vaccinebut vaccination remains vital"}, {"id": 1439424400562876417, "verified": false, "tweet_text": "... is stronger then the vaccine!!! All that got covid-19 and didn't get the vaccine have a natural immunity that is stronger than the vaccine. This is what all studies are now revealing, the vaccine weakens your immune system, and this is why people that got...", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "... is stronger then the vaccine!!! All that got covid-19 and didn't get the vaccine have a natural immunity that is stronger than the vaccine. This is what all studies are now revealing, the vaccine weakens your immune system, and this is why people that got..."}, {"id": 1439424376122785800, "verified": false, "tweet_text": "@BamaCrazy1 @NBCDFW Not true. The exact opposite is true. Vaccines allow for herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BamaCrazy1", "NBCDFW"], "country": "USA", "text_en": "Not true. The exact opposite is true. Vaccines allow for herd immunity."}, {"id": 1439424318211977216, "verified": false, "tweet_text": "whispers\n\ni don’t think qualified immunity will help you if you try shooting a virus to death", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "whispers i dont think qualified immunity will help you if you try shooting a virus to death"}, {"id": 1439424301258756098, "verified": false, "tweet_text": "@IanMBrowne 🙄 makes me like him less as a person. Hopefully he maintains immunity throughout the postseason!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["IanMBrowne"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "makes me like him less as a person. Hopefully he maintains immunity throughout the postseason!"}, {"id": 1439424290110148613, "verified": false, "tweet_text": "@smittycanada1 @MsNancyDrewknew I wouldn’t be shocked to learn they secretly *are* pursuing herd immunity through natural infection. I’d be delighted if solid evidence of this were found so that we could nail them to the wall at last. But I haven’t seen it yet and other explanations seem more plausible to me.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["smittycanada1", "MsNancyDrewknew"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I wouldnt be shocked to learn they secretly *are* pursuing herd immunity through natural infection. Id be delighted if solid evidence of this were found so that we could nail them to the wall at last. But I havent seen it yet and other explanations seem more plausible to me."}, {"id": 1439424280685686786, "verified": false, "tweet_text": "@loisvilla @HistoryInbooks @INDIEBOOKSOURCE @uMoreAi T-cell immunity test is the best. Viruses mutate cause vax don’t work. #COVID19AB #mentalhealth #History #Biden #dementia #healthylifestyle #writerlift https://t.co/4DSwckjnzO https://t.co/Thu4CkLg3f", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["COVID19AB", "mentalhealth", "History", "Biden", "dementia", "healthylifestyle", "writerlift"], "mentions": ["loisvilla", "HistoryInbooks", "INDIEBOOKSOURCE", "uMoreAi"], "tweet_urls": ["https://t.co/4DSwckjnzO"], "country": "USA", "text_en": "T-cell immunity test is the best. Viruses mutate cause vax dont work."}, {"id": 1439424252134973444, "verified": false, "tweet_text": "@Rhonda52807071 @tarynabell Good old organic immunity… the best form of protection is to mix and touch to feed your immune system otherwise you will get sick, one of the first things I learned AT SCHOOL … clearly not taught any more… fear is the virus IMO", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Rhonda52807071", "tarynabell"], "country": "USA", "text_en": "Good old organic immunity the best form of protection is to mix and touch to feed your immune system otherwise you will get sick, one of the first things I learned AT SCHOOL clearly not taught any more fear is the virus IMO"}, {"id": 1439424247810572294, "verified": false, "tweet_text": "@Vellixx @ksorbs Why is natural immunity not an option?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Vellixx", "ksorbs"], "country": "USA", "text_en": "Why is natural immunity not an option?"}, {"id": 1439424223378739202, "verified": false, "tweet_text": "@NFL @A_kamara6 @CMC_22 @CMC_22 made a wise choice not to get a vaccine like many other players and the @NFL is treating him like dirt along with fans. @NFL is using his name to further their agenda. Players have the right to choose. Natural immunity provides better immunity than the vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["NFL", "A_kamara6", "CMC_22", "CMC_22", "NFL", "NFL"], "country": "USA", "text_en": "made a wise choice not to get a vaccine like many other players and the is treating him like dirt along with fans. is using his name to further their agenda. Players have the right to choose. Natural immunity provides better immunity than the vaccine."}, {"id": 1439424189388054528, "verified": false, "tweet_text": "https://t.co/5dq8rBjoy1\nTo clear confusion evident in presumptuous answers - \n1.Contrary to trade related activities with larger India, internal activities must be given immunity against languages external to the culture. https://t.co/sdTlYNsRZ1", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/5dq8rBjoy1", "https://t.co/sdTlYNsRZ1"], "country": "USA", "text_en": "To clear confusion evident in presumptuous answers - .Contrary to trade related activities with larger India, internal activities must be given immunity against languages external to the culture."}, {"id": 1439424185311248388, "verified": true, "tweet_text": "'Stop spreading misinformation' — doctors to Alberta country star Paul Brandt, who tweeted about natural immunity vs COVID-19 vaccination https://t.co/pESp0XgquV", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/pESp0XgquV"], "country": "USA", "text_en": "'Stop spreading misinformation' doctors to Alberta country star Paul Brandt, who tweeted about natural immunity vs COVID-19 vaccination"}, {"id": 1439423962321195014, "verified": false, "tweet_text": "@rhondaj123 @AnthonyDeWitt7 @AOC @SpeakerPelosi @JerryNadler @KathyHochul [They] are lying. [Not telling the whole story] Sorry. The vaccine sucks. Here's what you do, get your booster and pray for no side affects. Natural immunity is many times better than that crap. Read and think for yourself. Be well.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["rhondaj123", "AnthonyDeWitt7", "AOC", "SpeakerPelosi", "JerryNadler", "KathyHochul"], "country": "USA", "text_en": "[They] are lying. [Not telling the whole story] Sorry. The vaccine sucks. Here's what you do, get your booster and pray for no side affects. Natural immunity is many times better than that crap. Read and think for yourself. Be well."}, {"id": 1439423945489350656, "verified": false, "tweet_text": "@tonyjdefranco @ksorbs Natural immunity, from having had COVID and beating it with your own immune system is much more effective than the vaccine. Vax passports don't allow for natural immunity. Because I'm naturally immune I should be fired and banned from regular life?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["tonyjdefranco", "ksorbs"], "country": "USA", "text_en": "Natural immunity, from having had COVID and beating it with your own immune system is much more effective than the vaccine. Vax passports don't allow for natural immunity. Because I'm naturally immune I should be fired and banned from regular life?"}, {"id": 1439423944478560263, "verified": false, "tweet_text": "@ArchoProbato @NYCMayor @DOEChancellor @BilldeBlasio @MeishaPorter @NYCFirstLady @Chirlane @NYCHealthCommr @davechokshi @NYCSchools They've already been saying (they = doctors) herd immunity isn't going to be able to be achieved.  If it was it would've happened &amp; fully inoculated people wouldn't be carrying same viral loads", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ArchoProbato", "NYCMayor", "DOEChancellor", "BilldeBlasio", "MeishaPorter", "NYCFirstLady", "Chirlane", "NYCHealthCommr", "davechokshi", "NYCSchools"], "country": "USA", "text_en": "They've already been saying (they = doctors) herd immunity isn't going to be able to be achieved. If it was it would've happened &amp; fully inoculated people wouldn't be carrying same viral loads"}, {"id": 1439423915256733699, "verified": false, "tweet_text": "✨Wanna get vaccinated in style? Join us next week on Kelburn Campus for Community Immunity - our student vaccination festival! ✨\n\nLive music, food trucks, good vibes - it'll be an absolute vax-scene!\n\nAll deets here: https://t.co/pxJhDzsGgj https://t.co/8FxhiHQYjt", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/pxJhDzsGgj"], "tweet_emoticons": ["✨"], "country": "USA", "text_en": "Wanna get vaccinated in style? Join us next week on Kelburn Campus for Community Immunity - our student vaccination festival! Live music, food trucks, good vibes - it'll be an absolute vax-scene! All deets here:"}, {"id": 1439423735711293445, "verified": false, "tweet_text": "Lysine turns off inflammation ;\nthymine has been found to turn off the cytokine storm.\nNo one vitamin supports your immune system, instead, they all act synergistically. All people need a strong foundation to support their innate immunity initially, most important— D3, C, zinc!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Lysine turns off inflammation ; thymine has been found to turn off the cytokine storm. No one vitamin supports your immune system, instead, they all act synergistically. All people need a strong foundation to support their innate immunity initially, most important D3, C, zinc!"}, {"id": 1439423735086268419, "verified": false, "tweet_text": "@paulbrandt You have five months of immunity tops and you could be re-infected within a year", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["paulbrandt"], "country": "USA", "text_en": "You have five months of immunity tops and you could be re-infected within a year"}, {"id": 1439423719592509441, "verified": false, "tweet_text": "@canadashero1867 @co2fraud @TeriHart @JimMon There’s not one shred of evidence that the vaccines improve the level of immunity of people that have recovered from a prior infection, but a growing number of anecdotes that the absolute opposite is true. \nI’m hearing this👇story everywhere. \nhttps://t.co/owP5TPkXZW", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["canadashero1867", "co2fraud", "TeriHart", "JimMon"], "tweet_urls": ["https://t.co/owP5TPkXZW"], "tweet_emoticons": ["👇"], "country": "USA", "text_en": "Theres not one shred of evidence that the vaccines improve the level of immunity of people that have recovered from a prior infection, but a growing number of anecdotes that the absolute opposite is true. Im hearing thisstory everywhere."}, {"id": 1439423687585779718, "verified": false, "tweet_text": "Mild COVID-19 Infection Produces Long-lasting Immunity, Study Says - The New American https://t.co/n5Zstc35s6", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/n5Zstc35s6"], "country": "USA", "text_en": "Mild COVID-19 Infection Produces Long-lasting Immunity, Study Says - The New American"}, {"id": 1439423634326622210, "verified": false, "tweet_text": "@ajohnson92941 @RyanHalvorsen1 @BWindwood @ABC Herd immunity turned out to be a conspiracy theory and the COVID virus, unlike any other virus in history, only gets stronger &amp; never wane.\nIt is best to have a portable vaccination machine to keep vaccinating daily between meals. \nRemember, 24 jabs a day keep COVID away.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ajohnson92941", "RyanHalvorsen1", "BWindwood", "ABC"], "country": "USA", "text_en": "Herd immunity turned out to be a conspiracy theory and the COVID virus, unlike any other virus in history, only gets stronger &amp; never wane. It is best to have a portable vaccination machine to keep vaccinating daily between meals. Remember, jabs a day keep COVID away."}, {"id": 1439423608573468676, "verified": false, "tweet_text": "@SpokespersonCHN People seem forgotten that Isolation and Quarantine were in the first place  meant for prevention of diseases from outer space ❗ 2nd, to protect astronauts due to low immunity occured duringsoace travel❗", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SpokespersonCHN"], "tweet_emoticons": ["❗"], "country": "USA", "text_en": "People seem forgotten that Isolation and Quarantine were in the first place meant for prevention of diseases from outer space nd, to protect astronauts due to low immunity occured duringsoace travel"}, {"id": 1439423570262704133, "verified": false, "tweet_text": "@ChanceReece1 @otooleschode @ezralevant Yes it does. The Spanish Flu spread enough to become endemic, and was later eradicated by vaccines once they were developed years later.\n\nThing is…the price of letting it become endemic was 50-100 million lives. This is what the pro-“natural immunity” folks want to do w/ Covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ChanceReece1", "otooleschode", "ezralevant"], "country": "USA", "text_en": "Yes it does. The Spanish Flu spread enough to become endemic, and was later eradicated by vaccines once they were developed years later. Thing isthe price of letting it become endemic was -100 million lives. This is what the pro-natural immunity folks want to do w/ Covid."}, {"id": 1439423563312898049, "verified": false, "tweet_text": "@heyfrmtx @abc13houston Who denies natural immunity?? \nThat's one option that would require innumerable more deaths to get to. Diabetes is natural.  Brain tumors are natural.  Appendicitis is natural. \nI mean WTF?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["heyfrmtx", "abc13houston"], "country": "USA", "text_en": "Who denies natural immunity?? That's one option that would require innumerable more deaths to get to. Diabetes is natural. Brain tumors are natural. Appendicitis is natural. I mean WTF?"}, {"id": 1439423410438737921, "verified": false, "tweet_text": "@KarlBelanger Fact is that it is the vaccinated that get infected, then incubate and spread variants. You should hope the teachers and staff are unvaccinated, and even better if recovered from covid with natural immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KarlBelanger"], "country": "USA", "text_en": "Fact is that it is the vaccinated that get infected, then incubate and spread variants. You should hope the teachers and staff are unvaccinated, and even better if recovered from covid with natural immunity."}, {"id": 1439423378935324674, "verified": false, "tweet_text": "@ABSCBNNews E putangina ninyong mga IATF at DILG fuck ups.. paano natin maaachieve ang herd immunity sa mga tangang policy ninyo? 😡😡😡🤬🤬🤬🤬", "tweet_lang": "tl", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ABSCBNNews"], "tweet_emoticons": ["🤬", "😡"]}, {"id": 1439423378373283846, "verified": true, "tweet_text": "@TKHammer That’s good stuff: glad your immunity is still good. T-cells are important but comparatively poorly understood", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TKHammer"], "country": "USA", "text_en": "Thats good stuff: glad your immunity is still good. T-cells are important but comparatively poorly understood"}, {"id": 1439423374762053633, "verified": false, "tweet_text": "One of my new fav post types on this hellsite is people bragging that their immunity acquired by being infected with COVID is superior to the vaccine. Way to rewrite the history of you catching a disease you didn't take seriously enough, jackass.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "One of my new fav post types on this hellsite is people bragging that their immunity acquired by being infected with COVID is superior to the vaccine. Way to rewrite the history of you catching a disease you didn't take seriously enough, jackass."}, {"id": 1439423355799617536, "verified": false, "tweet_text": "@paulbrandt I heard any immunity doesn’t really last, and it may not help with other strains at all.  I’ve never had covid so not for sure.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["paulbrandt"], "country": "USA", "text_en": "I heard any immunity doesnt really last, and it may not help with other strains at all. Ive never had covid so not for sure."}, {"id": 1439423350095310851, "verified": false, "tweet_text": "Wait are so many cops refusing to get covid vaccines because they think the qualified immunity they’ve got means— https://t.co/b0aLyxJJJd", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/b0aLyxJJJd"], "country": "USA", "text_en": "Wait are so many cops refusing to get covid vaccines because they think the qualified immunity theyve got means"}, {"id": 1439423324065521665, "verified": false, "tweet_text": "@Meanue_music @DanRather @PopWrapped I heard Herd Immunity from the beginning.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Meanue_music", "DanRather", "PopWrapped"], "country": "USA", "text_en": "I heard Herd Immunity from the beginning."}, {"id": 1439423318428372992, "verified": false, "tweet_text": "@Loren84Wagner @georgehahn OK you convinced me that apparently a slightly better excuse exists for the selfishness that prevents herd immunity and makes the rest of the world live with the virus forever. \n\nNow I can go on with life knowing why 1 in 500 people have to continue to die.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Loren84Wagner", "georgehahn"], "country": "USA", "text_en": "OK you convinced me that apparently a slightly better excuse exists for the selfishness that prevents herd immunity and makes the rest of the world live with the virus forever. Now I can go on with life knowing why in people have to continue to die."}, {"id": 1439423309255520258, "verified": false, "tweet_text": "https://t.co/KmI4wPYjHx", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/KmI4wPYjHx"]}, {"id": 1439423271259328514, "verified": false, "tweet_text": "“The best protection against COVID-19? Getting vaccinated, not waiting for illness to create natural immunity, says infectious disease expert Anna Durbin” #covid19 #medtwitter  https://t.co/OkHmCyRD09", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["covid19", "medtwitter"], "tweet_urls": ["https://t.co/OkHmCyRD09"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The best protection against COVID-19? Getting vaccinated, not waiting for illness to create natural immunity, says infectious disease expert Anna Durbin"}, {"id": 1439423170180747264, "verified": false, "tweet_text": "@bigwillyhill @Gabby_ucm @AmishPornStar1 You don’t remotely know what youre talking about. We could easily reach herd immunity with Covid just like we could for influenza. The easiest approach is to go nation by nation, requiring vaccination for all travelers.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["bigwillyhill", "Gabby_ucm", "AmishPornStar1"], "country": "USA", "text_en": "You dont remotely know what youre talking about. We could easily reach herd immunity with Covid just like we could for influenza. The easiest approach is to go nation by nation, requiring vaccination for all travelers."}, {"id": 1439423159573221379, "verified": false, "tweet_text": "@TIME The GQP Covidiots will find out first hand what herd immunity is all about.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["TIME"], "country": "USA", "text_en": "The GQP Covidiots will find out first hand what herd immunity is all about."}, {"id": 1439423154062086145, "verified": false, "tweet_text": "@jwags2277 @mboyeast @DesertPlains496 @MVP71073 @Ohons @CNN Nope. You obviously don’t understand how herd immunity actually works. #ignorance", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["ignorance"], "mentions": ["jwags2277", "mboyeast", "DesertPlains496", "MVP71073", "Ohons", "CNN"], "country": "USA", "text_en": "Nope. You obviously dont understand how herd immunity actually works."}, {"id": 1439423139922923520, "verified": false, "tweet_text": "@lksteve @Serendipity3197 @MrsT106 Covid is here to stay. Most probably already have had contact &amp; natural immunity. There are vaccines (falsely?) touted to be very effective.\n\nThere's no logical reason for things not to go back to normal. Claims to the contrary are therefore either ignorant or something sinister.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["lksteve", "Serendipity3197", "MrsT106"], "country": "USA", "text_en": "Covid is here to stay. Most probably already have had contact &amp; natural immunity. There are vaccines (falsely?) touted to be very effective. There's no logical reason for things not to go back to normal. Claims to the contrary are therefore either ignorant or something sinister."}, {"id": 1439423058981179393, "verified": false, "tweet_text": "@amarkinthailand Indeed. Immunity conferred by infection might only last a short time, and might only be equivalent to a single dose of vaccine. Getting vaccinated a month+ after recovery will lead to orders of magnitude better and more long lasting immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["amarkinthailand"], "country": "USA", "text_en": "Indeed. Immunity conferred by infection might only last a short time, and might only be equivalent to a single dose of vaccine. Getting vaccinated a month+ after recovery will lead to orders of magnitude better and more long lasting immunity."}, {"id": 1439422936163647492, "verified": false, "tweet_text": "This is cool - \nA new finger prick test that can quickly assess a person’s immunity to COVID-19 and whether they need a coronavirus booster shot is being developed with funding support from the Victorian Government.\n\nhttps://t.co/5BuxoRFRZb", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/5BuxoRFRZb"], "country": "USA", "text_en": "This is cool - A new finger prick test that can quickly assess a persons immunity to COVID-19 and whether they need a coronavirus booster shot is being developed with funding support from the Victorian Government."}, {"id": 1439422924264337410, "verified": false, "tweet_text": "@byDanM @CallMeJustOli @RWMaloneMD Exactly. What is he saying is absolute bulls** and I am amazed that this is said everywhere and hardly anyone objects.\n\nHealthy natural immunity + early treatment that makes Covid even less dangerous than the normal flu and this is something which has been part of life for ages.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["byDanM", "CallMeJustOli", "RWMaloneMD"], "country": "USA", "text_en": "Exactly. What is he saying is absolute bulls** and I am amazed that this is said everywhere and hardly anyone objects. Healthy natural immunity + early treatment that makes Covid even less dangerous than the normal flu and this is something which has been part of life for ages."}, {"id": 1439422898587021314, "verified": false, "tweet_text": "The U.S. economy shows immunity against delta after early scare - MarketWatch\n\nExcellent news.\n\nThanks.\n\nSam\n\nHouston \n\n https://t.co/1EBJiO3u9p", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/1EBJiO3u9p"], "country": "USA", "text_en": "The U.S. economy shows immunity against delta after early scare - MarketWatch Excellent news. Thanks. Sam Houston"}, {"id": 1439422869696495617, "verified": false, "tweet_text": "It’s been exciting seeing how well the test works so far. Let’s hope it makes life easier for maintaining immunity. A great inter-institute collaboration. https://t.co/TdGGGonoYa", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/TdGGGonoYa"], "country": "USA", "text_en": "Its been exciting seeing how well the test works so far. Lets hope it makes life easier for maintaining immunity. A great inter-institute collaboration."}, {"id": 1439422857738551300, "verified": false, "tweet_text": "@DrJBhattacharya HERD immunity Is A TRUMP term Worthless Garbage  Only Immunity is by Vaccinating . Be your OWN HERD", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DrJBhattacharya"], "country": "USA", "text_en": "HERD immunity Is A TRUMP term Worthless Garbage Only Immunity is by Vaccinating . Be your OWN HERD"}, {"id": 1439422758094581761, "verified": false, "tweet_text": "@caniknak @annbauerwriter @ClownBasket Heard tonight that one man I know made it home but uses oxygen, other still in intensive care. I know nobody with natural immunity who has been reinfected. Anecdotal yes but I so fear something is going wrong with these shots.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["caniknak", "annbauerwriter", "ClownBasket"], "country": "USA", "text_en": "Heard tonight that one man I know made it home but uses oxygen, other still in intensive care. I know nobody with natural immunity who has been reinfected. Anecdotal yes but I so fear something is going wrong with these shots."}, {"id": 1439422756760604676, "verified": false, "tweet_text": "@ISudardjat @tirta_cipeng Iya, herd immunity itu kombinasi dari vaksinasi + survive dari infeksi\nTinggal tolak ukur sudah mengalami herd immunity atau blm yg perlu ada penelitian lagi", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ISudardjat", "tirta_cipeng"]}, {"id": 1439422751832297472, "verified": false, "tweet_text": "@GlennYoungkin Qualified immunity also protects law enforcement from accountability. Why do you think law enforcement requires protection from accountability? Why do you think law enforcement should escape prosecution simply because they are law enforcement? https://t.co/p6OPs1NQua", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GlennYoungkin"], "country": "USA", "text_en": "Qualified immunity also protects law enforcement from accountability. Why do you think law enforcement requires protection from accountability? Why do you think law enforcement should escape prosecution simply because they are law enforcement?"}, {"id": 1439422712544317440, "verified": false, "tweet_text": "@priscilla_nurse @sinnndy1 I grew up in Christian Science; I never was vaccinated like my friends at school, I was exempt. We had true herd immunity to MMR etc, I don’t follow religion now but it’s nice to see they have adapted their ways.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["priscilla_nurse", "sinnndy1"], "country": "USA", "text_en": "I grew up in Christian Science; I never was vaccinated like my friends at school, I was exempt. We had true herd immunity to MMR etc, I dont follow religion now but its nice to see they have adapted their ways."}, {"id": 1439422637059551236, "verified": false, "tweet_text": "https://t.co/iobIJMiLR5", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/iobIJMiLR5"]}, {"id": 1439422590100156422, "verified": false, "tweet_text": "@rebekar30 @mboyeast @DesertPlains496 @MVP71073 @Ohons @CNN https://t.co/Hc2yxScQY0", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["rebekar30", "mboyeast", "DesertPlains496", "MVP71073", "Ohons", "CNN"], "tweet_urls": ["https://t.co/Hc2yxScQY0"]}, {"id": 1439422552028454913, "verified": false, "tweet_text": "Natural immunity is a thing. https://t.co/RKpPVMwfwE", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/RKpPVMwfwE"], "country": "USA", "text_en": "Natural immunity is a thing."}, {"id": 1439422549952245763, "verified": false, "tweet_text": "@Flabbergasted98 @JudgeJeanine @GeneralBrnovich natural immunity can't fight the covid virus because it's unpredictable...that's been established.  Go visit a covid ICU and talk to some nurses and doctors fighting to keep these patients alive", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Flabbergasted98", "JudgeJeanine", "GeneralBrnovich"], "country": "USA", "text_en": "natural immunity can't fight the covid virus because it's unpredictable...that's been established. Go visit a covid ICU and talk to some nurses and doctors fighting to keep these patients alive"}, {"id": 1439422500442619907, "verified": false, "tweet_text": "@RICHLS8 @TB_Times The vaccination rate is too low - the vaccine is not 100% &amp; you need a certain % to reach herd immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RICHLS8", "TB_Times"], "country": "USA", "text_en": "The vaccination rate is too low - the vaccine is not % &amp; you need a certain % to reach herd immunity"}, {"id": 1439422459065798656, "verified": false, "tweet_text": "@rooharn @americastruth1 @RandPaul Would call from the beginning of pandemic temporary? I personally know a Dr who has had natural immunity 17 months. Even if or after your antibody levels drop on test you have T cell memory test which T cell is much more prevention than an Antibody test. It’s your lack of info", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["rooharn", "americastruth1", "RandPaul"], "country": "USA", "text_en": "Would call from the beginning of pandemic temporary? I personally know a Dr who has had natural immunity months. Even if or after your antibody levels drop on test you have T cell memory test which T cell is much more prevention than an Antibody test. Its your lack of info"}, {"id": 1439422382087626755, "verified": false, "tweet_text": "Covid-19 NAB test aims to detect a person’s immunity to virus and potential future variants https://t.co/goZRiehkub https://t.co/IW84GcwxCo", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/goZRiehkub"], "country": "USA", "text_en": "Covid-19 NAB test aims to detect a persons immunity to virus and potential future variants"}, {"id": 1439422269441335299, "verified": false, "tweet_text": "The FDA’s Advisory Panel yesterday essentially said that there’s no significant benefit for the average person in taking a 3rd/booster shot. This sounds pretty beneficial. Can anyone explain the conflict in opinions?  https://t.co/QOmAvGPamY", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/QOmAvGPamY"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The FDAs Advisory Panel yesterday essentially said that theres no significant benefit for the average person in taking a rd/booster shot. This sounds pretty beneficial. Can anyone explain the conflict in opinions?"}, {"id": 1439422260645965825, "verified": false, "tweet_text": "@PeterSweden7 i used to work w danish people. from what they told me:\n\n&gt;universal healthcare\n&gt;healthy population\n&gt;good treatments, vaccines  etc\n&gt;people going out getting vit D\n&gt;denmark closed their borders on day one\n&gt;people building their natural immunity over time", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PeterSweden7"], "country": "USA", "text_en": "i used to work w danish people. from what they told me: &gt;universal healthcare &gt;healthy population &gt;good treatments, vaccines etc &gteople going out getting vit D &gtenmark closed their borders on day one &gteople building their natural immunity over time"}, {"id": 1439422146615332867, "verified": false, "tweet_text": "so eating onions is necessary to support immunity and protect the body from various diseases.\n\nMedicinal Benefits Of Onion - Usage Tips.\nhttps://t.co/vytcB4qsNe", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/vytcB4qsNe"], "country": "USA", "text_en": "so eating onions is necessary to support immunity and protect the body from various diseases. Medicinal Benefits Of Onion - Usage Tips."}, {"id": 1439422094182289410, "verified": false, "tweet_text": "@Windhorse_1 @Wild_Ramblinn Denying natural immunity is like denying the Earth is round🌎", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Windhorse_1", "Wild_Ramblinn"], "tweet_emoticons": ["🌎"], "country": "USA", "text_en": "Denying natural immunity is like denying the Earth is round"}, {"id": 1439422079946788864, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan. Vaksin Keluarga Terlindungi https://t.co/GdRfoGiM0D", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422074640953345, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan. Vaksin Keluarga Terlindungi https://t.co/jM7hjuZ95D", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422069276483586, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan. Vaksin Keluarga Terlindungi https://t.co/23z1oXqVQE", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422063853199361, "verified": false, "tweet_text": "Dukung Percepatan Vaksinasi Pelajar Dan Anak Umur 12-17 Tahun Demi Mencapai Herd Immunity di lingkungan Pendidikan sehingga Pembelajaran Tatap Muka Bisa Segera Dimulai. Vaksin Keluarga Terlindungi https://t.co/FVqvYqzfZ4", "tweet_lang": "in", "tweet_date": "2021-09-19T03:00:00Z"}, {"id": 1439422016164032517, "verified": false, "tweet_text": "@W96Emily It took Westly a few years to build up an immunity to iocane powder 🤷‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["W96Emily"], "tweet_emoticons": ["🤷‍♂️"], "country": "USA", "text_en": "It took Westly a few years to build up an immunity to iocane powder"}, {"id": 1439422008475914244, "verified": false, "tweet_text": "@nypost I died from Covid in the 16th century then I was sent back to take care of this mess...but...shocker!!! I have natural immunity 🤣🤣🤣", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["nypost"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "I died from Covid in the th century then I was sent back to take care of this mess...but...shocker!!! I have natural immunity"}, {"id": 1439421914963927040, "verified": false, "tweet_text": "@FlorioGina If we really wanted to stop the spread, we'd track natural immunity.  But, alas, \"Science!\" narrative instead of actual, medical knowledge and application.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["FlorioGina"], "country": "USA", "text_en": "If we really wanted to stop the spread, we'd track natural immunity. But, alas, \"Science!\" narrative instead of actual, medical knowledge and application."}, {"id": 1439421914351484928, "verified": false, "tweet_text": "@DavidMilley22 I have inate immunity and take D3 daily and have needed treatments if required.  Haven't been sick since severe non-influenza viral infection winter 2019.  Part of vax control group.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DavidMilley22"], "country": "USA", "text_en": "I have inate immunity and take D3 daily and have needed treatments if required. Haven't been sick since severe non-influenza viral infection winter . Part of vax control group."}, {"id": 1439421834156511237, "verified": false, "tweet_text": "@MDMcCullough @Popehat A state can provide a state level cause of action not subject to qualified immunity covering state and local officials", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MDMcCullough", "Popehat"], "country": "USA", "text_en": "A state can provide a state level cause of action not subject to qualified immunity covering state and local officials"}, {"id": 1439421797993050115, "verified": false, "tweet_text": "@ProfPCDoherty It comes from the fact that most countries have had huge exposure to the original virus &amp; thus have some form of immunity. However, Australian's &amp; NZ have had so little experience with c19 that exposure to gain natural immunity with Delta is a Very. Very. Bad. Idea.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ProfPCDoherty"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "It comes from the fact that most countries have had huge exposure to the original virus &amp; thus have some form of immunity. However, Australian's &amp; NZ have had so little experience with c19 that exposure to gain natural immunity with Delta is a Very. Very. Bad. Idea."}, {"id": 1439421656338997251, "verified": false, "tweet_text": "@JamesSurowiecki Higher # unvaccinated = less safe for the vaccinated= higher break through cases = higher threat for the unvaccinated….Unvaccinated can only be safe and free without the vaccine after herd immunity is achieved.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["JamesSurowiecki"], "country": "USA", "text_en": "Higher unvaccinated = less safe for the vaccinated= higher break through cases = higher threat for the unvaccinated.Unvaccinated can only be safe and free without the vaccine after herd immunity is achieved."}, {"id": 1439421589758648326, "verified": false, "tweet_text": "@haumake17 @SGalbertoMN @Jasuno_247 @RealCandaceO ignoring natural immunity it is also a tyranny and you leads us into many questions. anyways. I think you just havent seen much of whats behind . it is a lot but which you the best. you can see lies we agree so do not take everything   without questioning from a proven lier.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["haumake17", "SGalbertoMN", "Jasuno_247", "RealCandaceO"], "country": "USA", "text_en": "ignoring natural immunity it is also a tyranny and you leads us into many questions. anyways. I think you just havent seen much of whats behind . it is a lot but which you the best. you can see lies we agree so do not take everything without questioning from a proven lier."}, {"id": 1439421533873655812, "verified": false, "tweet_text": "* @mlp_cloudskim's just afraid of catching cooties...which is totally weird, because she should have natural immunity!*", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["mlp_cloudskim"], "country": "USA", "text_en": "* 's just afraid of catching cooties...which is totally weird, because she should have natural immunity!*"}, {"id": 1439421461567971332, "verified": false, "tweet_text": "@vicky_woodall @formerzygote777 @SFartsack @Hallowhero19x @jordanbpeterson Idk if your response is satire, but every single study shows that natural immunity exists and is stronger than vaccine immunity", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["vicky_woodall", "formerzygote777", "SFartsack", "Hallowhero19x", "jordanbpeterson"], "country": "USA", "text_en": "Idk if your response is satire, but every single study shows that natural immunity exists and is stronger than vaccine immunity"}, {"id": 1439421377283383299, "verified": false, "tweet_text": "Immunity Diet &amp; Weight Loss Anti-Aging Mental Health &amp; Memory Sleep Vitamin Deficiencies Stress Skin Health Supplement Response Injury Risk Eye Health \nhttps://t.co/8szfUAyHOJ https://t.co/4w61OqF7ly", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/8szfUAyHOJ"], "country": "USA", "text_en": "Immunity Diet &amp; Weight Loss Anti-Aging Mental Health &amp; Memory Sleep Vitamin Deficiencies Stress Skin Health Supplement Response Injury Risk Eye Health"}, {"id": 1439421245632749571, "verified": false, "tweet_text": "@ipglow @BreitbartNews 1. Vaccinated people can spread the virus, but the viral load is much smaller. 2. Vaccinated people can become infected, but they are far less likely to become seriously ill. 3. We have no idea how strong natural immunity will be, how long it will last or who will acquire it.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ipglow", "BreitbartNews"], "country": "USA", "text_en": ". Vaccinated people can spread the virus, but the viral load is much smaller. . Vaccinated people can become infected, but they are far less likely to become seriously ill. . We have no idea how strong natural immunity will be, how long it will last or who will acquire it."}, {"id": 1439421217585483776, "verified": false, "tweet_text": "@ZubyMusic https://t.co/yNRHcC1KJ6", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ZubyMusic"], "tweet_urls": ["https://t.co/yNRHcC1KJ6"]}, {"id": 1439421130020823042, "verified": false, "tweet_text": "Natural SARS-CoV-2 infection induces more durable immunity than vaccination study suggests https://t.co/8QioSKABnk", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/8QioSKABnk"], "country": "USA", "text_en": "Natural SARS-CoV-2 infection induces more durable immunity than vaccination study suggests"}, {"id": 1439421125411360770, "verified": false, "tweet_text": "@BitsofBurke @ZubyMusic https://t.co/yNRHcC1KJ6", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BitsofBurke", "ZubyMusic"], "tweet_urls": ["https://t.co/yNRHcC1KJ6"]}, {"id": 1439421103793860608, "verified": false, "tweet_text": "A vaccine has never been able to stop a virus from replicating. People bring up smallpox however, not all countries gave out the smallpox vaccine(natural immunity). Originally, smallpox was not even found in humans. Read an old textbook and enlighten yourself.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "A vaccine has never been able to stop a virus from replicating. People bring up smallpox however, not all countries gave out the smallpox vaccine(natural immunity). Originally, smallpox was not even found in humans. Read an old textbook and enlighten yourself."}]