[{"id": 1439612749277908998, "verified": false, "tweet_text": "#Internacionales Alemania descarta exigir pasaporte covid o vacuna a los trabajadores. Una portavoz del Ministerio de Trabajo alemán aseguró que apuesta por las \"medidas probadas\", actualmente en vigor: https://t.co/FwAAr4axYx . https://t.co/BeXiwBZLFx", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Internacionales"], "tweet_urls": ["https://t.co/FwAAr4axYx"], "country": "MEXICO", "text_es": "Alemania descarta exigir pasaporte covid o vacuna a los trabajadores. Una portavoz del Ministerio de Trabajo alemán aseguró que apuesta por las \"medidas probadas\", actualmente en vigor: ."}, {"id": 1439608208998510605, "verified": false, "tweet_text": "@EquiOdi @nachosaldombide @productoresUY Tremendo Tremendo Tremendo \nAqui para el prosimo Mes estamos usando el pasaporte  de vacuna con tutii 💪💪💪", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["EquiOdi", "nachosaldombide", "productoresUY"], "tweet_emoticons": ["💪"], "country": "MEXICO", "text_es": "Tremendo Tremendo Tremendo Aqui para el prosimo Mes estamos usando el pasaporte de vacuna con tutii 💪💪💪"}, {"id": 1439598397246345219, "verified": false, "tweet_text": "@JUANVIALPARRA @jorluquira Desinformación.\n\nYo opino que no se nos puede marcar con un pasaporte de vacunas.\n\nLa vacunación debe ser más estratégica, En Israel hay una sepa que ya mata 50% de los infectados y se promueveme la tercera vacuna y mientras en África no se vacune el virus se fortalece más rapido", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JUANVIALPARRA", "jorluquira"], "country": "MEXICO", "text_es": "Desinformación. Yo opino que no se nos puede marcar con un pasaporte de vacunas. La vacunación debe ser más estratégica, En Israel hay una sepa que ya mata % de los infectados y se promueveme la tercera vacuna y mientras en África no se vacune el virus se fortalece más rapido"}, {"id": 1439586679103397894, "verified": false, "tweet_text": "@manenitabrzovic @GobiernodeChile La vacuna no es un elemento para ayudarte a salir de vacaciones... \n\n... Y por lo demás, Italia está cerrado para extranjeros no residentes. Aunque tuvieras Pfizer no podrías ir sin un pasaporte europeo, visa , dni o permiso especial.", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["manenitabrzovic", "GobiernodeChile"], "country": "MEXICO", "text_es": "La vacuna no es un elemento para ayudarte a salir de vacaciones... ... Y por lo demás, Italia está cerrado para extranjeros no residentes. Aunque tuvieras Pfizer no podrías ir sin un pasaporte europeo, visa , dni o permiso especial."}, {"id": 1439582875570118656, "verified": false, "tweet_text": "¿Puede España obligar a los trabajadores vacunarse de la covid o hacerse una PCR cada tres días como ha impuesto Italia? https://t.co/Pb35ONtb3Q vía @20m", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["20m"], "tweet_urls": ["https://t.co/Pb35ONtb3Q"], "country": "MEXICO", "text_es": "¿Puede España obligar a los trabajadores vacunarse de la covid o hacerse una PCR cada tres días como ha impuesto Italia? vía"}, {"id": 1439578061561810946, "verified": false, "tweet_text": "@ARueda68 @PPdeLugo @ElenaCandiaLu @ppdegalicia @pontevedrapp @PPdeOU @acorunapp @ManuelBaltar @DiegoCalvoPouso @GrupoPopularGal ¿Y está en contra de las leyes que intentó poner Feijóo y son inconstitucionales, como la vacunación obligatoria de una vacuna experimental, las restricciones ilegales y el pasaporte covid nazi que acabarán tumbando definitivamente también?", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["ARueda68", "PPdeLugo", "ElenaCandiaLu", "ppdegalicia", "pontevedrapp", "PPdeOU", "acorunapp", "ManuelBaltar", "DiegoCalvoPouso", "GrupoPopularGal"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "¿Y está en contra de las leyes que intentó poner Feijóo y son inconstitucionales, como la vacunación obligatoria de una vacuna experimental, las restricciones ilegales y el pasaporte covid nazi que acabarán tumbando definitivamente también?"}, {"id": 1439562022304223237, "verified": false, "tweet_text": "@Devils_Iawyer Aquí en Valencia repartieron papeles en contra la vacuna y les insultaban,ojalá la gente empiece a despertar  salga a la calle porque el pelucas dice que no es obligado vacuuunarse pero va a sacar el pasaporte covid,encima se burla de la gente cuando habla", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Devils_Iawyer"], "country": "MEXICO", "text_es": "Aquí en Valencia repartieron papeles en contra la vacuna y les insultaban,ojalá la gente empiece a despertar salga a la calle porque el pelucas dice que no es obligado vacuuunarse pero va a sacar el pasaporte covid,encima se burla de la gente cuando habla"}, {"id": 1439541904929083396, "verified": false, "tweet_text": "@MorataDario @pedrodlop1 @Macarena_Olona @VOX_Congreso @Congreso_Es No es cierto jamás quisieron vacuna covid obligatoria en ninguna franja de edad. Se han opuesto al pasaporte covid ya que creen en la libertad individual.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["MorataDario", "pedrodlop1", "Macarena_Olona", "VOX_Congreso", "Congreso_Es"], "country": "MEXICO", "text_es": "No es cierto jamás quisieron vacuna covid obligatoria en ninguna franja de edad. Se han opuesto al pasaporte covid ya que creen en la libertad individual."}, {"id": 1439529492700094466, "verified": false, "tweet_text": "Cerca de 7500 personas participaron en el Maratón de Roma y, para competir, todos los atletas necesitaron mostrar su pasaporte sanitario, para demostrar que recibieron la vacuna contra el coronavirus, o un test negativo.\n\n#CORREDOR\\ https://t.co/KqIEZXi2xO", "tweet_lang": "es", "tweet_date": "2021-09-19T10:00:00Z", "hashtags": ["CORREDOR"], "tweet_urls": ["https://t.co/KqIEZXi2xO"], "country": "MEXICO", "text_es": "Cerca de personas participaron en el Maratón de Roma y, para competir, todos los atletas necesitaron mostrar su pasaporte sanitario, para demostrar que recibieron la vacuna contra el coronavirus, o un test negativo. \\"}, {"id": 1439518036843798529, "verified": false, "tweet_text": "@PacSavall El pasaporte lo impondran eso no tengo dudas pero te digo algo en mi caso particular, tengo asumida la vida que nos queda en el peor de los escenarios a los que no aceptemos su nueva normalidad y su vacuna y no cambiaré de opinión", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "mentions": ["PacSavall"], "country": "MEXICO", "text_es": "El pasaporte lo impondran eso no tengo dudas pero te digo algo en mi caso particular, tengo asumida la vida que nos queda en el peor de los escenarios a los que no aceptemos su nueva normalidad y su vacuna y no cambiaré de opinión"}, {"id": 1439509950477357058, "verified": false, "tweet_text": "@IvanDietrich2 Está claro, a mí me parece perfecto que haya quien decida vacunarse, esto ya no va de vacunados/no vacunados, esto va de coartar libertades y hoy es por la vacuna y mañana será por otra cosa que les interese; si se consigue imponer el pasaporte el primer paso lo tienen dado.", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "mentions": ["IvanDietrich2"], "country": "MEXICO", "text_es": "Está claro, a mí me parece perfecto que haya quien decida vacunarse, esto ya no va de vacunados/no vacunados, esto va de coartar libertades y hoy es por la vacuna y mañana será por otra cosa que les interese; si se consigue imponer el pasaporte el primer paso lo tienen dado."}, {"id": 1439469303707885568, "verified": true, "tweet_text": "#LaOpinionD ... todos los pasajeros y tripulantes de aerolíneas en vuelos domésticos e internacionales debiesen mostrar su pasaporte sanitario previo poder ingresar en las naves. \nhttps://t.co/Z1Zwd3AJRd https://t.co/rLCBndCFgG", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["LaOpinionD"], "tweet_urls": ["https://t.co/Z1Zwd3AJRd"], "country": "MEXICO", "text_es": "... todos los pasajeros y tripulantes de aerolíneas en vuelos domésticos e internacionales debiesen mostrar su pasaporte sanitario previo poder ingresar en las naves."}, {"id": 1439454853164670977, "verified": false, "tweet_text": "Politicamente quiza yo sea la persona mas dicerse pro aborto pro armas pro legalizacion anti pasaporte de vacuna", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "country": "MEXICO", "text_es": "Politicamente quiza yo sea la persona mas dicerse pro aborto pro armas pro legalizacion anti pasaporte de vacuna"}, {"id": 1439441619271360515, "verified": true, "tweet_text": "#DePlaneta Francia, que tiene unos 67 millones de habitantes, superó la barrera de 50 millones de personas que han recibido al menos una dosis de la vacuna.\n\nhttps://t.co/JMgLLkWSGw", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["DePlaneta"], "tweet_urls": ["https://t.co/JMgLLkWSGw"], "country": "MEXICO", "text_es": "Francia, que tiene unos millones de habitantes, superó la barrera de millones de personas que han recibido al menos una dosis de la vacuna."}, {"id": 1439408683633553412, "verified": false, "tweet_text": "Sin \"vacuna\" y \"pasaporte sanitario\" (código QR) el ciudadano es neutralizado en el mejor de los supuestos y transportado a \"campos de aislamiento\" gentileza del Régimen Sionista Internacional \n\n❌Reflexiona y Reacciona :\nEsto es lo que estás apoyando y legitimando con tu miedo. https://t.co/TVWHrU0Bt7", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "tweet_emoticons": ["❌"], "country": "MEXICO", "text_es": "Sin \"vacuna\" y \"pasaporte sanitario\" (código QR) el ciudadano es neutralizado en el mejor de los supuestos y transportado a \"campos de aislamiento\" gentileza del Régimen Sionista Internacional ❌Reflexiona y Reacciona : Esto es lo que estás apoyando y legitimando con tu miedo."}, {"id": 1439396478238199812, "verified": false, "tweet_text": "Bienvenido a la segregación legalizada: familia de Nueva York expulsada del restaurante después de no poder producir el pasaporte de la vacuna (VIDEO)\nhttps://t.co/6HR8nUzE6c", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/6HR8nUzE6c"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Bienvenido a la segregación legalizada: familia de Nueva York expulsada del restaurante después de no poder producir el pasaporte de la vacuna (VIDEO)"}, {"id": 1439388278101270530, "verified": false, "tweet_text": "@Doctorluisdiego A mí se me complicaria quizás\n\nTengo que ir a Suiza con pasaporte suizo y vacunarme ahí\n\nTodo porque te dan una vacuna de cuarta de prepo acá", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Doctorluisdiego"], "country": "MEXICO", "text_es": "A mí se me complicaria quizás Tengo que ir a Suiza con pasaporte suizo y vacunarme ahí Todo porque te dan una vacuna de cuarta de prepo acá"}, {"id": 1439363478037352448, "verified": false, "tweet_text": "@Charru1 @Gitano13738994 @JAmatrain @lo_monti Si te llega de forma sesgada estas convencido de que es en contra de la vacuna, pero en realidad es por la forma como se ha manejado todo lo relacionado con la pandemia y el pasaporte sanitario que negaban en un principio diciendo que era mentira", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["Charru1", "Gitano13738994", "JAmatrain", "lo_monti"], "country": "MEXICO", "text_es": "Si te llega de forma sesgada estas convencido de que es en contra de la vacuna, pero en realidad es por la forma como se ha manejado todo lo relacionado con la pandemia y el pasaporte sanitario que negaban en un principio diciendo que era mentira"}, {"id": 1439356589560016899, "verified": false, "tweet_text": "@javierfilloyok @Cadena3Com Ahora una pregunta Anti Vacuna? O Anti pasaporte Covid?, Porque estoy en contra de lo primero y a favor de lo segundo", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["javierfilloyok", "Cadena3Com"], "country": "MEXICO", "text_es": "Ahora una pregunta Anti Vacuna? O Anti pasaporte Covid?, Porque estoy en contra de lo primero y a favor de lo segundo"}, {"id": 1439354891852554244, "verified": false, "tweet_text": "@FRANCISCOJZAPPI Por eso están acondicionado a la gente con el tema de la vacuna obligatoria y el pasaporte digital está en nosotros despertar y evitar que lleguemos a ese extremo de ser controlados con un crédito social a travez de un chip", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["FRANCISCOJZAPPI"], "country": "MEXICO", "text_es": "Por eso están acondicionado a la gente con el tema de la vacuna obligatoria y el pasaporte digital está en nosotros despertar y evitar que lleguemos a ese extremo de ser controlados con un crédito social a travez de un chip"}, {"id": 1439347032729268229, "verified": false, "tweet_text": "Una manera de controlar a las personas como otra cualquiera con actitud arbitraria imponer pasaporte covid lo es  . Y si , si no estas vacunado , no puedes trabajar  ok si y otras muchas más lindezas luego nadie se hace responsable de los  efectos    y reacción  de la vacuna ok . https://t.co/SO8SxMzGer", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "tweet_urls": ["https://t.co/SO8SxMzGer"], "country": "MEXICO", "text_es": "Una manera de controlar a las personas como otra cualquiera con actitud arbitraria imponer pasaporte covid lo es . Y si , si no estas vacunado , no puedes trabajar ok si y otras muchas más lindezas luego nadie se hace responsable de los efectos y reacción de la vacuna ok ."}, {"id": 1439345885704605708, "verified": false, "tweet_text": "@arturogoga Ahora todos mis amigos sin pasaporte que no querían vacunarse con Sinopharm lo podrán hacer porque decían que no dejaban entrar con esa vacuna a ninguna parte de Europa, bien por ellos👍", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["arturogoga"], "tweet_emoticons": ["👍"], "country": "MEXICO", "text_es": "Ahora todos mis amigos sin pasaporte que no querían vacunarse con Sinopharm lo podrán hacer porque decían que no dejaban entrar con esa vacuna a ninguna parte de Europa, bien por ellos👍"}, {"id": 1439337580395368451, "verified": false, "tweet_text": "@RicQC503 Varios extranjeros que viven en El Salvador aseguran que les niegan la vacuna pese que presentan su pasaporte .\nSi MINSAL hace exclusión aunque sea de 1 pequeño sector de los habitantes , la propagación  del virus no tendrá fin", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["RicQC503"], "country": "MEXICO", "text_es": "Varios extranjeros que viven en El Salvador aseguran que les niegan la vacuna pese que presentan su pasaporte . Si MINSAL hace exclusión aunque sea de pequeño sector de los habitantes , la propagación del virus no tendrá fin"}, {"id": 1439336393684234244, "verified": false, "tweet_text": "@opinasintapujos @cabedena @ccarballo50 Repito,yo soy partidario de la vacuna en mayores de 40/50 pero no de la vacunación masiva,ni del pasaporte covid y otras medidas totalitarias. Carece de sentido la vacunación en gente joven sana o en gente q ya ha pasado el Covid. El único sentido es el negocio.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["opinasintapujos", "cabedena", "ccarballo50"], "country": "MEXICO", "text_es": "Repito,yo soy partidario de la vacuna en mayores de /50 pero no de la vacunación masiva,ni del pasaporte covid y otras medidas totalitarias. Carece de sentido la vacunación en gente joven sana o en gente q ya ha pasado el Covid. El único sentido es el negocio."}, {"id": 1439327384017252355, "verified": false, "tweet_text": "@FRANCISCOJZAPPI Y lo que ocurre en la U.E.?.No validar la vacuna rusa es cercar a los que la aplican en su territorio e impedirles la circulación por los países europeos que no la reconocen en su pasaporte o hacer que quien tenga la necesidad de viajar se ponga las aceptadas. Esto no es guerra?", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["FRANCISCOJZAPPI"], "country": "MEXICO", "text_es": "Y lo que ocurre en la U.E.?.No validar la vacuna rusa es cercar a los que la aplican en su territorio e impedirles la circulación por los países europeos que no la reconocen en su pasaporte o hacer que quien tenga la necesidad de viajar se ponga las aceptadas. Esto no es guerra?"}, {"id": 1439326967648694284, "verified": false, "tweet_text": "#FelizTarde y frente a las instalaciones de @CaracolRadio #NoMeVacuno,  marcha pacífica en contra de la vacuna obligatoria y el pasaporte digital y pilas #Colombia, #DespiertaColombia, #NoMeVacuno, #DictaduraSanitaria.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "hashtags": ["FelizTarde", "NoMeVacuno", "Colombia", "DespiertaColombia", "NoMeVacuno", "DictaduraSanitaria"], "mentions": ["CaracolRadio"], "country": "MEXICO", "text_es": "y frente a las instalaciones de , marcha pacífica en contra de la vacuna obligatoria y el pasaporte digital y pilas , , , ."}, {"id": 1439306361133731843, "verified": false, "tweet_text": "@europapress Esta fauna debería portar pasaporte  #COVID19  y certificado veterinario de vacuna antirrábica. Son odio puro.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "hashtags": ["COVID19"], "mentions": ["europapress"], "country": "MEXICO", "text_es": "Esta fauna debería portar pasaporte y certificado veterinario de vacuna antirrábica. Son odio puro."}, {"id": 1439299581989302277, "verified": false, "tweet_text": "La policía francesa hace su retirada tras escenas caóticas en las protestas por el pasaporte de la vacuna...\n\nEl pueblo se hartó! https://t.co/3MXdEHOnFi", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "country": "MEXICO", "text_es": "La policía francesa hace su retirada tras escenas caóticas en las protestas por el pasaporte de la vacuna... El pueblo se hartó!"}, {"id": 1439282497225908230, "verified": false, "tweet_text": "@fmlidermdq no protestan contra la vacuna, protestan contra el confinamiento y el pasaporte de vacunacion, la gran mayoría de esos protestantes están vacunados", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["fmlidermdq"], "country": "MEXICO", "text_es": "no protestan contra la vacuna, protestan contra el confinamiento y el pasaporte de vacunacion, la gran mayoría de esos protestantes están vacunados"}, {"id": 1439259425597005835, "verified": false, "tweet_text": "No hablan de la vacuna del COVID. Y la cartilla no es el pasaporte, pero toda triquiñuela se ve que es útil. https://t.co/wi2XRY9050", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/wi2XRY9050"], "country": "MEXICO", "text_es": "No hablan de la vacuna del COVID. Y la cartilla no es el pasaporte, pero toda triquiñuela se ve que es útil."}, {"id": 1439248078754697225, "verified": false, "tweet_text": "Lo que pienso, si el pasaporte covid. es obligatorio, y muchas personas no tienen la vacuna aunque lo deseen, no se elevara el precio de las vacunas, cuanto pagarias por tener ese pasaporte no??", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "country": "MEXICO", "text_es": "Lo que pienso, si el pasaporte covid. es obligatorio, y muchas personas no tienen la vacuna aunque lo deseen, no se elevara el precio de las vacunas, cuanto pagarias por tener ese pasaporte no??"}, {"id": 1439247949981179910, "verified": false, "tweet_text": "Lo que pienso, si el pasaporte covid. es obligatorio, y muchas personas no tienen la vacuna aunque lo deseen, no se elevara el precio de las vacunas, cuanto pagarias por tener ese pasaporte no??", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "country": "MEXICO", "text_es": "Lo que pienso, si el pasaporte covid. es obligatorio, y muchas personas no tienen la vacuna aunque lo deseen, no se elevara el precio de las vacunas, cuanto pagarias por tener ese pasaporte no??"}, {"id": 1439231603381882890, "verified": false, "tweet_text": "@navedelmisterio @cambia_elfuturo @ccarballo50 Si no ocultas verdades incomodas para cuando unos debates de médicos en contra y a favor de la vacuna y de las perdidas de libertades por culpa del pasaporte covid?", "tweet_lang": "es", "tweet_date": "2021-09-18T14:00:00Z", "mentions": ["navedelmisterio", "cambia_elfuturo", "ccarballo50"], "country": "MEXICO", "text_es": "Si no ocultas verdades incomodas para cuando unos debates de médicos en contra y a favor de la vacuna y de las perdidas de libertades por culpa del pasaporte covid?"}, {"id": 1439228742618988544, "verified": false, "tweet_text": "@Car_Se_Me @Aso_Liberum No es legal porque hasta la fecha no hay obligacióm legal de vacunarse.\nEl problema serio será cuando se requirirá un pasaporte covid para cualquier acto social y la vacuna todavia no sea obligatoria", "tweet_lang": "es", "tweet_date": "2021-09-18T14:00:00Z", "mentions": ["Car_Se_Me", "Aso_Liberum"], "country": "MEXICO", "text_es": "No es legal porque hasta la fecha no hay obligacióm legal de vacunarse. El problema serio será cuando se requirirá un pasaporte covid para cualquier acto social y la vacuna todavia no sea obligatoria"}, {"id": 1439223281173762051, "verified": false, "tweet_text": "@Noemi96638189 ¿Para qué? Porque con la vacuna se evitan muertes de ciudadanos. Al final el pasaporte covid es un medida que incentiva la vacunación, disminuye la infección comunitaria y cuidar la vida de personas con su sistema inmune debilitado como enfermos de cáncer, diabéticos, etc.", "tweet_lang": "es", "tweet_date": "2021-09-18T14:00:00Z", "mentions": ["Noemi96638189"], "country": "MEXICO", "text_es": "¿Para qué? Porque con la vacuna se evitan muertes de ciudadanos. Al final el pasaporte covid es un medida que incentiva la vacunación, disminuye la infección comunitaria y cuidar la vida de personas con su sistema inmune debilitado como enfermos de cáncer, diabéticos, etc."}, {"id": 1439208835445510146, "verified": true, "tweet_text": "#LaOpinionD ... hace sentido también que todos los pasajeros y tripulantes de aerolíneas en vuelos domésticos e internacionales debiesen mostrar su pasaporte sanitario previo poder ingresar en las naves. ...\nhttps://t.co/Z1Zwd3SkIL https://t.co/lgAmR3nh2B", "tweet_lang": "es", "tweet_date": "2021-09-18T13:00:00Z", "hashtags": ["LaOpinionD"], "tweet_urls": ["https://t.co/Z1Zwd3SkIL"], "country": "MEXICO", "text_es": "... hace sentido también que todos los pasajeros y tripulantes de aerolíneas en vuelos domésticos e internacionales debiesen mostrar su pasaporte sanitario previo poder ingresar en las naves. ..."}, {"id": 1439207235582939140, "verified": false, "tweet_text": "💉  Vacunación Covid sin cita para aquellos colectivos que tienen dificultades para acceder a la vacuna \n\nAcércate a los centros que aparecen el cartel y ¡Vacúnate!\n\n👁  Recuerda llevar algún medio de identificación (DNI, NIE, Pasaporte…)\n\n#Yomevacuno #Torrelaguna https://t.co/1adnrKWHDJ", "tweet_lang": "es", "tweet_date": "2021-09-18T13:00:00Z", "hashtags": ["Yomevacuno", "Torrelaguna"], "tweet_emoticons": ["💉", "👁"], "country": "MEXICO", "text_es": "💉 Vacunación Covid sin cita para aquellos colectivos que tienen dificultades para acceder a la vacuna Acércate a los centros que aparecen el cartel y ¡Vacúnate! 👁 Recuerda llevar algún medio de identificación (DNI, NIE, Pasaporte…)"}, {"id": 1439198463435186176, "verified": false, "tweet_text": "Lia y Nano buscan familia , creemos que son mix de Mastin *NO SE DAN EN ADOPCIÓN PARA GUARDA*\n\nSe entrega cuando tenga la edad recomendada, con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato. https://t.co/qtQmHuxH1h", "tweet_lang": "es", "tweet_date": "2021-09-18T12:00:00Z", "country": "MEXICO", "text_es": "Lia y Nano buscan familia , creemos que son mix de Mastin *NO SE DAN EN ADOPCIÓN PARA GUARDA* Se entrega cuando tenga la edad recomendada, con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato."}, {"id": 1439189029136777217, "verified": false, "tweet_text": "Andy, Lucas, Neón y Ron en adopción 🥰, tienen 5 semanas, mestizos de ppp, tamaño mediano, es necesaria la licencia.\n\nSe entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración. https://t.co/CM7grPCd4Y", "tweet_lang": "es", "tweet_date": "2021-09-18T11:00:00Z", "tweet_emoticons": ["🥰"], "country": "MEXICO", "text_es": "Andy, Lucas, Neón y Ron en adopción 🥰, tienen semanas, mestizos de ppp, tamaño mediano, es necesaria la licencia. Se entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración."}, {"id": 1439176304750911492, "verified": true, "tweet_text": "¿Puede España obligar a los trabajadores vacunarse de la covid o hacerse una PCR cada tres días como ha impuesto Italia? https://t.co/g7BQL7WqIh", "tweet_lang": "es", "tweet_date": "2021-09-18T11:00:00Z", "tweet_urls": ["https://t.co/g7BQL7WqIh"], "country": "MEXICO", "text_es": "¿Puede España obligar a los trabajadores vacunarse de la covid o hacerse una PCR cada tres días como ha impuesto Italia?"}, {"id": 1439174322036350980, "verified": false, "tweet_text": "@lo_monti Pasaporte sanitario, si vas a Asia te piden la vacuna de la fiebre amarilla, sino no entras! Sino te queres vacunar esta bien, pero  no tenes por que joder al q se vacuna y se cuida.", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["lo_monti"], "country": "MEXICO", "text_es": "Pasaporte sanitario, si vas a Asia te piden la vacuna de la fiebre amarilla, sino no entras! Sino te queres vacunar esta bien, pero no tenes por que joder al q se vacuna y se cuida."}, {"id": 1439168944175255553, "verified": false, "tweet_text": "Para algo bueno que hace un político 🤣🤣🤣. Con la pesadilla de meternos una pvta vacuna hasta en la sopa; y entiendo que probablemente estas vacunas den mas beneficios que riesgos, pero de ahí a crear el pasaporte cov19 y toda esta parafernalia 🤦‍♂️ https://t.co/XWOnXrbJe2", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "tweet_urls": ["https://t.co/XWOnXrbJe2"], "tweet_emoticons": ["🤦‍♂️", "🤣"], "country": "MEXICO", "text_es": "Para algo bueno que hace un político 🤣🤣🤣. Con la pesadilla de meternos una pvta vacuna hasta en la sopa; y entiendo que probablemente estas vacunas den mas beneficios que riesgos, pero de ahí a crear el pasaporte cov19 y toda esta parafernalia 🤦‍♂️"}, {"id": 1439167945738002432, "verified": false, "tweet_text": "¿Puede España obligar a los trabajadores vacunarse de la covid o hacerse una PCR cada tres días como ha impuesto Italia? https://t.co/ZEX46xBUHB vía @20m", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["20m"], "tweet_urls": ["https://t.co/ZEX46xBUHB"], "country": "MEXICO", "text_es": "¿Puede España obligar a los trabajadores vacunarse de la covid o hacerse una PCR cada tres días como ha impuesto Italia? vía"}, {"id": 1439162706343387139, "verified": false, "tweet_text": "@lustrijilla @ituerahipster @xikibemix1 @GanchitoC Entonces q me aclare.\nLa vacuna no es eficaz del todo y eso puede permitir contagios d igual modo q si no la tuvieras,pero si quieres ir a 1 festival sólo puedes estar vacunado,y además no puedes hacer 1 botellón de 5k personas,pero si el botellón fuese con pasaporte covid si,no?", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["lustrijilla", "ituerahipster", "xikibemix1", "GanchitoC"], "country": "MEXICO", "text_es": "Entonces q me aclare. La vacuna no es eficaz del todo y eso puede permitir contagios d igual modo q si no la tuvieras,pero si quieres ir a festival sólo puedes estar vacunado,y además no puedes hacer botellón de k personas,pero si el botellón fuese con pasaporte covid si,no?"}, {"id": 1439158409425731589, "verified": false, "tweet_text": "@_Agente_Smith @elmundoes Porque la vacuna no es esterilizante. Hoy por hoy no veo necesito el pasaporte covid, pero ha de ser imprescindible en determinados trabajos, como en residencias de ancianos.", "tweet_lang": "es", "tweet_date": "2021-09-18T09:00:00Z", "mentions": ["_Agente_Smith", "elmundoes"], "country": "MEXICO", "text_es": "Porque la vacuna no es esterilizante. Hoy por hoy no veo necesito el pasaporte covid, pero ha de ser imprescindible en determinados trabajos, como en residencias de ancianos."}, {"id": 1439157335394590720, "verified": false, "tweet_text": "@dave73es No sé que parte es mas seductora; multiplicar por 4 la posibilidad de efectos adversos de la vacuna o empeorar la respuesta inmune cuando, cosa que pasara con mucha probabilidad, entres de nuevo en contacto con el virus. Pasaporte covid premium darán al menos...", "tweet_lang": "es", "tweet_date": "2021-09-18T09:00:00Z", "mentions": ["dave73es"], "country": "MEXICO", "text_es": "No sé que parte es mas seductora; multiplicar por la posibilidad de efectos adversos de la vacuna o empeorar la respuesta inmune cuando, cosa que pasara con mucha probabilidad, entres de nuevo en contacto con el virus. Pasaporte covid premium darán al menos..."}, {"id": 1439142232808898561, "verified": false, "tweet_text": "@vox_es @Santi_ABASCAL Sr Abascal, le compro casi todo su discurso. Pero se equivoca, y mucho, en la NO OBLIGATORIEDAD de la vacuna y del pasaporte COVID. Me niego a que el profesor de mi hijo no esté vacunado. No hay libertades absolutas", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "mentions": ["vox_es", "Santi_ABASCAL"], "country": "MEXICO", "text_es": "Sr Abascal, le compro casi todo su discurso. Pero se equivoca, y mucho, en la NO OBLIGATORIEDAD de la vacuna y del pasaporte COVID. Me niego a que el profesor de mi hijo no esté vacunado. No hay libertades absolutas"}, {"id": 1439138918046310400, "verified": false, "tweet_text": "tuve una pequeña discusion con el y me dijo que no quiere saber nada de teorias y tal porque sino se obsesiona y tal y llegamos a la conclusion de que se vacuna por presion xq se quiere ir a puta francia de mierda y tema pasaporte covid y mierdas", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "country": "MEXICO", "text_es": "tuve una pequeña discusion con el y me dijo que no quiere saber nada de teorias y tal porque sino se obsesiona y tal y llegamos a la conclusion de que se vacuna por presion xq se quiere ir a puta francia de mierda y tema pasaporte covid y mierdas"}, {"id": 1439122018029473792, "verified": false, "tweet_text": "El certificado, válido digital o en papel, demuestra que alguien ha recibido al menos una dosis de la vacuna contra el coronavirus, ha pasado la enfermedad o se ha sometido a una prueba con resultado negativo en las horas previas a mostrarlo\nhttps://t.co/k7Le8V4oIm", "tweet_lang": "es", "tweet_date": "2021-09-18T07:00:00Z", "tweet_urls": ["https://t.co/k7Le8V4oIm"], "country": "MEXICO", "text_es": "El certificado, válido digital o en papel, demuestra que alguien ha recibido al menos una dosis de la vacuna contra el coronavirus, ha pasado la enfermedad o se ha sometido a una prueba con resultado negativo en las horas previas a mostrarlo"}, {"id": 1439100006187814916, "verified": false, "tweet_text": "👇👇👇🤔🐏🐏💩💩💩🤦🤦🤦🤦👇Está es la verdadera batalla que tenemos que dar todos juntos no al PASAPORTE SANITARIO basta gente esto es lo importante lo demás no importa nos vendieron como ratas de laboratorios para sus experimentos Transgenesis llamado vacuna  y otros futuros https://t.co/YnbtQlUs5e", "tweet_lang": "es", "tweet_date": "2021-09-18T06:00:00Z", "tweet_urls": ["https://t.co/YnbtQlUs5e"], "tweet_emoticons": ["🐏", "👇", "🤦", "💩", "🤔", "xp"], "country": "MEXICO", "text_es": "👇👇👇🤔🐏🐏💩💩💩🤦🤦🤦🤦👇Está es la verdadera batalla que tenemos que dar todos juntos no al PASAPORTE SANITARIO basta gente esto es lo importante lo demás no importa nos vendieron como ratas de laboratorios para sus experimentos Transgenesis llamado vacuna y otros futuros"}, {"id": 1439061754269601798, "verified": false, "tweet_text": "@castrellon_md @jaimeraulmolina @LaAlianzaPanam1 @cruzadaxlaliber @FRANCISCOJZAPPI @edmcgrath Excelente mensaje, con bases solidas y muy lógicas. El pasaporte que ya lo desecharon en otros países quieren imponerlo aquí. La obligatoriedad de ponerse una vacuna para recibir una ayuda social como el vale digital también es ILEGAL.", "tweet_lang": "es", "tweet_date": "2021-09-18T03:00:00Z", "mentions": ["castrellon_md", "jaimeraulmolina", "LaAlianzaPanam1", "cruzadaxlaliber", "FRANCISCOJZAPPI", "edmcgrath"], "country": "MEXICO", "text_es": "Excelente mensaje, con bases solidas y muy lógicas. El pasaporte que ya lo desecharon en otros países quieren imponerlo aquí. La obligatoriedad de ponerse una vacuna para recibir una ayuda social como el vale digital también es ILEGAL."}, {"id": 1439038965961699329, "verified": false, "tweet_text": "#Internacionales Una portavoz del Ministerio de Trabajo alemán confirmó este viernes (17.09.2021), que el gobierno de Alemania no contempla la implantación de un \"pasaporte covid\" para empleados, como se ha hecho en Italia: https://t.co/FwAAr3SX6Z . https://t.co/TYEe5ZuGwd", "tweet_lang": "es", "tweet_date": "2021-09-18T02:00:00Z", "hashtags": ["Internacionales"], "tweet_urls": ["https://t.co/FwAAr3SX6Z"], "country": "MEXICO", "text_es": "Una portavoz del Ministerio de Trabajo alemán confirmó este viernes (17.09.2021), que el gobierno de Alemania no contempla la implantación de un \"pasaporte covid\" para empleados, como se ha hecho en Italia: ."}, {"id": 1439001220669001731, "verified": false, "tweet_text": "#Mundo | Italia, primer país en pedir «pasaporte sanitario»\n\n| Demuestra que alguien ha recibido al menos una dosis de la vacuna contra el coronavirus\n\nLee aquí: https://t.co/9iZZllxEnZ https://t.co/iJ6pSk7KSP", "tweet_lang": "es", "tweet_date": "2021-09-17T23:00:00Z", "hashtags": ["Mundo"], "tweet_urls": ["https://t.co/9iZZllxEnZ"], "country": "MEXICO", "text_es": "| Italia, primer país en pedir «pasaporte sanitario» | Demuestra que alguien ha recibido al menos una dosis de la vacuna contra el coronavirus Lee aquí:"}, {"id": 1438993521868951554, "verified": false, "tweet_text": "@flandivar @ladriguruok Nadie hablo de ningún tipo de pasaporte. Los que mencionas no pueden entrar xq está cerrado el turismo, no por la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "mentions": ["flandivar", "ladriguruok"], "country": "MEXICO", "text_es": "Nadie hablo de ningún tipo de pasaporte. Los que mencionas no pueden entrar xq está cerrado el turismo, no por la vacuna"}, {"id": 1438988017537007616, "verified": false, "tweet_text": "Que no os digan que el pasaporte covid de la vacuna no sirve pa na. Lo he necesitado en todas partes aquí, hasta pa tomar algo en un bar!!! Jajajaja mejor inversión ever", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "country": "MEXICO", "text_es": "Que no os digan que el pasaporte covid de la vacuna no sirve pa na. Lo he necesitado en todas partes aquí, hasta pa tomar algo en un bar!!! Jajajaja mejor inversión ever"}, {"id": 1438987931411259393, "verified": false, "tweet_text": "Virus proviene de China-miedo-compra masiva material sanitario a ellos-siguen restricciones-aparece vacuna y pasaporte verde-EEUU se pira de Afganistán-China pasará a ser 1 potencia mundial-país comunista: \nNOS ENTRENAN PARA LLEVAR SU FORMA DE VIDA. \nEsto no ha venido porque sí.", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "country": "MEXICO", "text_es": "Virus proviene de China-miedo-compra masiva material sanitario a ellos-siguen restricciones-aparece vacuna y pasaporte verde-EEUU se pira de Afganistán-China pasará a ser potencia mundial-país comunista: NOS ENTRENAN PARA LLEVAR SU FORMA DE VIDA. Esto no ha venido porque sí."}, {"id": 1438980753518379009, "verified": false, "tweet_text": "El Gobierno alemán afirmó hoy que descarta la implantación de un \"pasaporte covid\" para empleados como ocurre en Italia y aseguró que apuesta por las \"medidas probadas\" actualmente en vigor, al tiempo que rechazó hacer obligatoria la vacuna contra el SARS-CoV-2.", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "country": "MEXICO", "text_es": "El Gobierno alemán afirmó hoy que descarta la implantación de un \"pasaporte covid\" para empleados como ocurre en Italia y aseguró que apuesta por las \"medidas probadas\" actualmente en vigor, al tiempo que rechazó hacer obligatoria la vacuna contra el SARS-CoV-2."}, {"id": 1438978790324060161, "verified": false, "tweet_text": "El Gobierno de Alemania afirmó hoy que descarta la implantación de un «pasaporte covid» para empleados como ocurre en Italia y aseguró que apuesta por las «medidas probadas» actualmente en vigor, al tiempo que rechazó hacer obligatoria la vacuna contra el SARS-CoV-2.  \nwww.di...", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "country": "MEXICO", "text_es": "El Gobierno de Alemania afirmó hoy que descarta la implantación de un «pasaporte covid» para empleados como ocurre en Italia y aseguró que apuesta por las «medidas probadas» actualmente en vigor, al tiempo que rechazó hacer obligatoria la vacuna contra el SARS-CoV-2. www.di..."}, {"id": 1438974119270404096, "verified": false, "tweet_text": "@Joselito_1976 @Disidencia21 @SinPoder10 @ChakNorris93 El problema es q tu crees q esta vacuna sirve xa algo, xo amigo, está vacuna solo sirve xa enfermar a gente y justificar el pasaporte covid q es el carnet de buen ciudadano q nos quieren poner en occidente. Despierta. Nos han engañado", "tweet_lang": "es", "tweet_date": "2021-09-17T21:00:00Z", "mentions": ["Joselito_1976", "Disidencia21", "SinPoder10", "ChakNorris93"], "country": "MEXICO", "text_es": "El problema es q tu crees q esta vacuna sirve xa algo, xo amigo, está vacuna solo sirve xa enfermar a gente y justificar el pasaporte covid q es el carnet de buen ciudadano q nos quieren poner en occidente. Despierta. Nos han engañado"}, {"id": 1438972645240885248, "verified": false, "tweet_text": "@mleandi @59Liberal @flandivar @maruceballos Para entrar desde Argentina y con pasaporte argentino si o si Tenes que estar vacunado. Sin cuarentena pero vacunado. Con pasaporte de la comunidad podes entrar sin vacuna", "tweet_lang": "es", "tweet_date": "2021-09-17T21:00:00Z", "mentions": ["mleandi", "59Liberal", "flandivar", "maruceballos"], "country": "MEXICO", "text_es": "Para entrar desde Argentina y con pasaporte argentino si o si Tenes que estar vacunado. Sin cuarentena pero vacunado. Con pasaporte de la comunidad podes entrar sin vacuna"}, {"id": 1438971047508955140, "verified": false, "tweet_text": "Sembla que, de moment, alguns encara conserven una mica de seny...👇\n\nAlemania descarta \"pasaporte covid\" para empleados y vacuna obligatoria https://t.co/acJvV6PSQM", "tweet_lang": "ca", "tweet_date": "2021-09-17T21:00:00Z", "tweet_urls": ["https://t.co/acJvV6PSQM"], "tweet_emoticons": ["👇"]}, {"id": 1438958167371755529, "verified": false, "tweet_text": "@EGofio Lo mismo digo desde Galicia. Aquí Feijoo el Dictador queriendo imponer una y otra vez el pasaporte Covid,ilegal a pesar de esa loca sentencia del Supremo. La vacuna y el PCR, no son obligatotios. Que se lo metan en la cabeza.", "tweet_lang": "es", "tweet_date": "2021-09-17T20:00:00Z", "mentions": ["EGofio"], "country": "MEXICO", "text_es": "Lo mismo digo desde Galicia. Aquí Feijoo el Dictador queriendo imponer una y otra vez el pasaporte Covid,ilegal a pesar de esa loca sentencia del Supremo. La vacuna y el PCR, no son obligatotios. Que se lo metan en la cabeza."}, {"id": 1438948348338262025, "verified": false, "tweet_text": "@cmor0420 @panaclo Siii, y me parece que de hecho no necesitas visa ni pasaporte, los cruzan solo a la vacuna, sin papás y los regresan,eso tengo entendido.", "tweet_lang": "es", "tweet_date": "2021-09-17T19:00:00Z", "mentions": ["cmor0420", "panaclo"], "country": "MEXICO", "text_es": "Siii, y me parece que de hecho no necesitas visa ni pasaporte, los cruzan solo a la vacuna, sin papás y los regresan,eso tengo entendido."}, {"id": 1438929202082983938, "verified": false, "tweet_text": "Pues en Hungría, con Orban, hay pasaporte COVID, vacunaciones obligatorias y tercera vacuna. El nacional-tradicional-cristiano, referente de los liberales y conservadores. https://t.co/FwJIN6izfE", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "tweet_urls": ["https://t.co/FwJIN6izfE"], "country": "MEXICO", "text_es": "Pues en Hungría, con Orban, hay pasaporte COVID, vacunaciones obligatorias y tercera vacuna. El nacional-tradicional-cristiano, referente de los liberales y conservadores."}, {"id": 1438928340392554497, "verified": false, "tweet_text": "@_SantosTrinidad Ahora los “liberales” queriendo imponer el pasaporte covid(obligatoriedad de la vacuna ) quien lo iba a decir.\nEstos eran los de comunismo o Libertad? Pues menos mal", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "mentions": ["_SantosTrinidad"], "country": "MEXICO", "text_es": "Ahora los “liberales” queriendo imponer el pasaporte covid(obligatoriedad de la vacuna ) quien lo iba a decir. Estos eran los de comunismo o Libertad? Pues menos mal"}, {"id": 1438927028623851525, "verified": false, "tweet_text": "@juansotoivars O sea que si estás en contra de la vacuna obligatoria y el pasaporte COVID eres un conspiranoico. Ser conspiranoico es el nuevo ser machista", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "mentions": ["juansotoivars"], "country": "MEXICO", "text_es": "O sea que si estás en contra de la vacuna obligatoria y el pasaporte COVID eres un conspiranoico. Ser conspiranoico es el nuevo ser machista"}, {"id": 1438921945295249415, "verified": false, "tweet_text": "Zazu y Zarco en adopción, bretones de 2,5 meses, serán de tamaño mediano.\nSe entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración. https://t.co/LYouuAPtLH", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "country": "MEXICO", "text_es": "Zazu y Zarco en adopción, bretones de meses, serán de tamaño mediano. Se entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración."}, {"id": 1438921455278886918, "verified": false, "tweet_text": "Andy, Lucas, Neón y Ron en adopción 🥰, tienen 5 semanas, mestizos de ppp, tamaño mediano, es necesaria la licencia.\n\nSe entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración. https://t.co/uA40VTQs3x", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "tweet_emoticons": ["🥰"], "country": "MEXICO", "text_es": "Andy, Lucas, Neón y Ron en adopción 🥰, tienen semanas, mestizos de ppp, tamaño mediano, es necesaria la licencia. Se entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración."}, {"id": 1438918818852712450, "verified": false, "tweet_text": "@juansotoivars Por otro lado, exigís la obligatoriedad de una vacuna nueva pero con las de la varicela o sarampión callais como putas, y más si hablamos de exigirselas a los inmigrantes que entran. Hipócritas. O pasaporte de todas las vacunas o ninguna.", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "mentions": ["juansotoivars"], "country": "MEXICO", "text_es": "Por otro lado, exigís la obligatoriedad de una vacuna nueva pero con las de la varicela o sarampión callais como putas, y más si hablamos de exigirselas a los inmigrantes que entran. Hipócritas. O pasaporte de todas las vacunas o ninguna."}, {"id": 1438911866286186501, "verified": false, "tweet_text": "@jorgemaucaz @patriota_1972 Si con los pases verdes y ahora pasaporte de vacuna? Si son tan buenas porque deben presionar a la gente si te vacunas porque debes usar bozal y obligar al resto que lo use? Si claro aún son optativas", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "mentions": ["jorgemaucaz", "patriota_1972"], "country": "MEXICO", "text_es": "Si con los pases verdes y ahora pasaporte de vacuna? Si son tan buenas porque deben presionar a la gente si te vacunas porque debes usar bozal y obligar al resto que lo use? Si claro aún son optativas"}, {"id": 1438909805356322827, "verified": false, "tweet_text": "\"Un pasaporte de vacuna no es prueba de estar libre de covid. Es prueba de sumisión.\" https://t.co/dmCOdo0dcE", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "tweet_urls": ["https://t.co/dmCOdo0dcE"], "country": "MEXICO", "text_es": "\"Un pasaporte de vacuna no es prueba de estar libre de covid. Es prueba de sumisión.\""}, {"id": 1438905449252855814, "verified": false, "tweet_text": "Al hacer obligatorio el Pasaporte covid, no tienes de otra mas que vacunarte “voluntariamente”. Es mejor que hacer la vacuna obligatoria ya que el Gobierno se desliga de responsabilidad. Jaque mate", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "country": "MEXICO", "text_es": "Al hacer obligatorio el Pasaporte covid, no tienes de otra mas que vacunarte “voluntariamente”. Es mejor que hacer la vacuna obligatoria ya que el Gobierno se desliga de responsabilidad. Jaque mate"}, {"id": 1438905081156538370, "verified": true, "tweet_text": "Alemania descarta la vacuna obligatoria y exigir un 'pasaporte COVID' a los empleados\nhttps://t.co/sEWZaCkivM", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "tweet_urls": ["https://t.co/sEWZaCkivM"], "country": "MEXICO", "text_es": "Alemania descarta la vacuna obligatoria y exigir un 'pasaporte COVID' a los empleados"}, {"id": 1438903913634312199, "verified": false, "tweet_text": "Lia y Nano buscan familia , creemos que son mix de Mastin *NO SE DAN EN ADOPCIÓN PARA GUARDA*\n\nSe entrega cuando tenga la edad recomendada, con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato. https://t.co/NzkY3GZMjr", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "country": "MEXICO", "text_es": "Lia y Nano buscan familia , creemos que son mix de Mastin *NO SE DAN EN ADOPCIÓN PARA GUARDA* Se entrega cuando tenga la edad recomendada, con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato."}, {"id": 1438901419340402694, "verified": false, "tweet_text": "El Gobierno alemán afirmó hoy que descarta la implantación de un pasaporte COVID-19 para empleados como ocurre en Italia y aseguró que apuesta por las \"medidas probadas\" actualmente en vigor, al tiempo que rechazó hacer obligatoria la vacuna contra  ##Al\n\nhttps://t.co/v7lH06fE1R https://t.co/D9ULkPXGPs", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "hashtags": ["Al"], "tweet_urls": ["https://t.co/v7lH06fE1R"], "country": "MEXICO", "text_es": "El Gobierno alemán afirmó hoy que descarta la implantación de un pasaporte COVID-19 para empleados como ocurre en Italia y aseguró que apuesta por las \"medidas probadas\" actualmente en vigor, al tiempo que rechazó hacer obligatoria la vacuna contra"}, {"id": 1438901319759192071, "verified": false, "tweet_text": "@mianrey @TOutsider Ya, pero ahora las cifras no importan. Ahora toca hablar de tercera dosis, vacuna a los niños, pasaporte covid y bla, bla, bla...", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["mianrey", "TOutsider"], "country": "MEXICO", "text_es": "Ya, pero ahora las cifras no importan. Ahora toca hablar de tercera dosis, vacuna a los niños, pasaporte covid y bla, bla, bla..."}, {"id": 1438896264511381511, "verified": false, "tweet_text": "Alemania descarta la vacuna obligatoria y exigir un 'pasaporte COVID' a los empleados https://t.co/tdYWKispIt", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "tweet_urls": ["https://t.co/tdYWKispIt"], "country": "MEXICO", "text_es": "Alemania descarta la vacuna obligatoria y exigir un 'pasaporte COVID' a los empleados"}, {"id": 1438896035296915460, "verified": false, "tweet_text": "Alemania descarta «pasaporte covid» para empleados y vacuna obligatoria \nhttps://t.co/RPrCrNyoya \n\nEl Gobierno de Alemania afirmó hoy que descarta la implantación de un «pasaporte covid» para empleados como ocurre en Italia y as...", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "tweet_urls": ["https://t.co/RPrCrNyoya"], "country": "MEXICO", "text_es": "Alemania descarta «pasaporte covid» para empleados y vacuna obligatoria El Gobierno de Alemania afirmó hoy que descarta la implantación de un «pasaporte covid» para empleados como ocurre en Italia y as..."}, {"id": 1438895990715654156, "verified": true, "tweet_text": "#Alemania descarta la implantación de un \"pasaporte covid\" para empleados como ocurre en Italia  https://t.co/zY3tB4dDI3", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "hashtags": ["Alemania"], "tweet_urls": ["https://t.co/zY3tB4dDI3"], "country": "MEXICO", "text_es": "descarta la implantación de un \"pasaporte covid\" para empleados como ocurre en Italia"}, {"id": 1438895894879952906, "verified": false, "tweet_text": "@Surfloridanow En florida el aumento de la pandemias es por culpa del Gobernador que se opone al uso de las mascaras  en los niños y al pasaporte de vacuna este Gobernador es un criminal los Republicanos queremos que renuncie", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["Surfloridanow"], "country": "MEXICO", "text_es": "En florida el aumento de la pandemias es por culpa del Gobernador que se opone al uso de las mascaras en los niños y al pasaporte de vacuna este Gobernador es un criminal los Republicanos queremos que renuncie"}, {"id": 1438885896598794243, "verified": false, "tweet_text": "@Gabriel_cam1951 @jioj86 @fantasmasuarez Si eres menor a 50 años y sano en realidad el virus no te hace nada si sigues los protocolos de tu doctor.\nY que me dicen de la gente que tiene inmunidad natural ya hasta dijeron que protege mejor que la vacuna. En un estudio de Israel. Si ya te dio no necesitas pasaporte", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["Gabriel_cam1951", "jioj86", "fantasmasuarez"], "country": "MEXICO", "text_es": "Si eres menor a años y sano en realidad el virus no te hace nada si sigues los protocolos de tu doctor. Y que me dicen de la gente que tiene inmunidad natural ya hasta dijeron que protege mejor que la vacuna. En un estudio de Israel. Si ya te dio no necesitas pasaporte"}, {"id": 1438885853296799748, "verified": false, "tweet_text": "@gatacalica @eldiarioes @Sofi_pm No la ponen obligatoria ni en Italia, te exigen el pasaporte covid o un test. Lo hacen así para, ante la incomodidad de estar haciéndote test continuamente, seas tú el q decida vacunarse. No hacen obligatoria la vacuna por no hacerse cargo en el supuesto de q te pase algo.", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["gatacalica", "eldiarioes", "Sofi_pm"], "country": "MEXICO", "text_es": "No la ponen obligatoria ni en Italia, te exigen el pasaporte covid o un test. Lo hacen así para, ante la incomodidad de estar haciéndote test continuamente, seas tú el q decida vacunarse. No hacen obligatoria la vacuna por no hacerse cargo en el supuesto de q te pase algo."}, {"id": 1438885314660118540, "verified": false, "tweet_text": "¿Para cuándo la normalidad?\n... La vacuna sigue siendo el pasaporte para recuperar la normalidad en algún momento de nuestras vidas. \n@claudialunapale \nhttps://t.co/6vz7lUUzbB", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["claudialunapale"], "tweet_urls": ["https://t.co/6vz7lUUzbB"], "country": "MEXICO", "text_es": "¿Para cuándo la normalidad? ... La vacuna sigue siendo el pasaporte para recuperar la normalidad en algún momento de nuestras vidas."}, {"id": 1438881672888569857, "verified": false, "tweet_text": "@mariocuvi Eso se llama discriminar; inclusive con pasaporte covid, tienes que actualizarlo cada seis meses que se acaba la inmunidad de la vacuna.  No hay que confundir discriminar con libertad.", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["mariocuvi"], "country": "MEXICO", "text_es": "Eso se llama discriminar; inclusive con pasaporte covid, tienes que actualizarlo cada seis meses que se acaba la inmunidad de la vacuna. No hay que confundir discriminar con libertad."}, {"id": 1438881343589523464, "verified": false, "tweet_text": "El PP sigue insistiendo en cercenar los derechos fundamentales de los ciudadanos para imponer un pasaporte Covid y su ley de pandemias cuando hoy sabemos que ha habido cientos de muertes por la vacuna que se nos han ocultado \n\nEl PP es el mayor peligro para la Libertad en España https://t.co/czBIdDNMSa https://t.co/viigWsDQc6", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "tweet_urls": ["https://t.co/czBIdDNMSa"], "country": "MEXICO", "text_es": "El PP sigue insistiendo en cercenar los derechos fundamentales de los ciudadanos para imponer un pasaporte Covid y su ley de pandemias cuando hoy sabemos que ha habido cientos de muertes por la vacuna que se nos han ocultado El PP es el mayor peligro para la Libertad en España"}, {"id": 1438880758664503304, "verified": false, "tweet_text": "@ArturoVilla_ Ayuso está estudiando la propuesta sobre exigir el pasaporte COVID o el certificado de vacunación en bares y discotecas. A ti no te van a obligar a ponerte la vacuna.\n\nhttps://t.co/VP0LADBfMq", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["ArturoVilla_"], "tweet_urls": ["https://t.co/VP0LADBfMq"], "country": "MEXICO", "text_es": "Ayuso está estudiando la propuesta sobre exigir el pasaporte COVID o el certificado de vacunación en bares y discotecas. A ti no te van a obligar a ponerte la vacuna."}, {"id": 1438879935926517767, "verified": false, "tweet_text": "@ArturoVilla_ Pero quien ha hablado de vacuna obligatoria. Te pasa siempre lo mismo. Hablas de cosas que nadie más dice. Me parece perfecto que pidan en los bares y discotecas el pasaporte COVID o el certificado de vacunación. ¿Donde ves que a ti te vayan a obligar a vacunarte?", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["ArturoVilla_"], "country": "MEXICO", "text_es": "Pero quien ha hablado de vacuna obligatoria. Te pasa siempre lo mismo. Hablas de cosas que nadie más dice. Me parece perfecto que pidan en los bares y discotecas el pasaporte COVID o el certificado de vacunación. ¿Donde ves que a ti te vayan a obligar a vacunarte?"}, {"id": 1438878789979758596, "verified": false, "tweet_text": "@RAMIROMARRA Me encantaria escucharlos hablar sobre postura de NOM, Implentacion obligacion vacuna, pasaporte sanitario, relacion con Foro Mundial, Davos. Pero explicacion concreta. Para saber si son mas de lo mismo, como los K y macrismo.", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["RAMIROMARRA"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Me encantaria escucharlos hablar sobre postura de NOM, Implentacion obligacion vacuna, pasaporte sanitario, relacion con Foro Mundial, Davos. Pero explicacion concreta. Para saber si son mas de lo mismo, como los K y macrismo."}, {"id": 1438876456566857737, "verified": false, "tweet_text": "@marimarher Las noticias son preocupantes: Italia exigiendo la vacuna a los trabajadores, el supremo admitiendo el pasaporte en Galicia....to no tengo problema porque soy autónomo y de momento será difícil que me lo exija nadie. Pero que hacer?", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["marimarher"], "country": "MEXICO", "text_es": "Las noticias son preocupantes: Italia exigiendo la vacuna a los trabajadores, el supremo admitiendo el pasaporte en Galicia....to no tengo problema porque soy autónomo y de momento será difícil que me lo exija nadie. Pero que hacer?"}, {"id": 1438872794956247044, "verified": false, "tweet_text": "@dw_espanol La vacuna no es obligatoria pero oiga si kiere trabajar o entrar en un tren tiene k tener el pasaporte de los cojones...mu lógico todo oiga", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "mentions": ["dw_espanol"], "country": "MEXICO", "text_es": "La vacuna no es obligatoria pero oiga si kiere trabajar o entrar en un tren tiene k tener el pasaporte de los cojones...mu lógico todo oiga"}, {"id": 1438870791655989261, "verified": false, "tweet_text": "@HuhConH Siguiendo la misma lógica de que los vacunados contagian menos,el llevar mascarilla también hace que contagies menos.Por eso quiero que la mascarilla sea obligatoria para SIEMPRE para evitar contagios de gripe, resfriados, tuberculosis... y exigir tb pasaporte de vacuna de gripe", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "mentions": ["HuhConH"], "country": "MEXICO", "text_es": "Siguiendo la misma lógica de que los vacunados contagian menos,el llevar mascarilla también hace que contagies menos.Por eso quiero que la mascarilla sea obligatoria para SIEMPRE para evitar contagios de gripe, resfriados, tuberculosis... y exigir tb pasaporte de vacuna de gripe"}, {"id": 1438867250275143683, "verified": false, "tweet_text": "La pequeña discrepancia entre Abascal y Federico de esta mañana con el asunto de obligatoriedad d poner vacuna Covid y la exigencia de un pasaporte , como lo veis ?? Teatro o Real ?", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "country": "MEXICO", "text_es": "La pequeña discrepancia entre Abascal y Federico de esta mañana con el asunto de obligatoriedad d poner vacuna Covid y la exigencia de un pasaporte , como lo veis ?? Teatro o Real ?"}, {"id": 1438860799917891585, "verified": false, "tweet_text": "** Cualquier identificación sirve para registrarte y recibir tu vacuna, trae pasaporte o  un carné de identidad (de cualquier país o lo que tengas)  l.\n\nEs seguro y confidencial", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "country": "MEXICO", "text_es": "** Cualquier identificación sirve para registrarte y recibir tu vacuna, trae pasaporte o un carné de identidad (de cualquier país o lo que tengas) l. Es seguro y confidencial"}, {"id": 1438858891509514241, "verified": false, "tweet_text": "@Nopanaden Por eso nadie pide pasaporte difteria, o prueba negativa de que no la tienes.  La vacuna es voluntaria y nadie exige que la llves para entrar  a los sitios...  ,Esto es lo que no se entiende", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "mentions": ["Nopanaden"], "country": "MEXICO", "text_es": "Por eso nadie pide pasaporte difteria, o prueba negativa de que no la tienes. La vacuna es voluntaria y nadie exige que la llves para entrar a los sitios... ,Esto es lo que no se entiende"}, {"id": 1438847528129155072, "verified": false, "tweet_text": "@Silsh @elmundoes El pasaporte covid de que informa. Que me he puesto la vacuna? Pero no de que lo esté contagiando o que tenga si tomas. Con la vacuna del tétano no sacaron un certificado para trabajar. Y que vamos a ir con el pasaporte enseñandoselo a quien. Al portero del edificio? Es absurdo", "tweet_lang": "es", "tweet_date": "2021-09-17T13:00:00Z", "mentions": ["Silsh", "elmundoes"], "country": "MEXICO", "text_es": "El pasaporte covid de que informa. Que me he puesto la vacuna? Pero no de que lo esté contagiando o que tenga si tomas. Con la vacuna del tétano no sacaron un certificado para trabajar. Y que vamos a ir con el pasaporte enseñandoselo a quien. Al portero del edificio? Es absurdo"}, {"id": 1438828612111765505, "verified": false, "tweet_text": "@timodelpino @PraLarr Dado que la protección de la vacuna está estimada en unos 6 meses, los vacunados entre diciembre 2020 y marzo 2021 pasan al bando de los no vacunados. ¿Seguís apoyando el pasaporte COVID?", "tweet_lang": "es", "tweet_date": "2021-09-17T12:00:00Z", "mentions": ["timodelpino", "PraLarr"], "country": "MEXICO", "text_es": "Dado que la protección de la vacuna está estimada en unos meses, los vacunados entre diciembre y marzo pasan al bando de los no vacunados. ¿Seguís apoyando el pasaporte COVID?"}, {"id": 1438826385343123457, "verified": false, "tweet_text": "Pensar que un hoy congresista fujimorista, aseguró en el medio de desinformación willagg, que la vacuna era agua. Y ahí anda fresco, tras ese atentado contra la salud pública. \nDudas sobre aplicabilidad del pasaporte sanitario laboral impuesto en Italia\nhttps://t.co/9K2q9jgJPA", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "tweet_urls": ["https://t.co/9K2q9jgJPA"], "country": "MEXICO", "text_es": "Pensar que un hoy congresista fujimorista, aseguró en el medio de desinformación willagg, que la vacuna era agua. Y ahí anda fresco, tras ese atentado contra la salud pública. Dudas sobre aplicabilidad del pasaporte sanitario laboral impuesto en Italia"}, {"id": 1438825350251810820, "verified": false, "tweet_text": "@GonKilgore @Legadema_85 Pues yo esta noche voy a un concierto con un Chorron de miles de personas…. No está muy limitado el derecho de reunión.\nY el pasaporte COVID no se está aplicando , no? ———-estoy totalmente en contra, aunque considere que quien no se vacuna es idiota——-", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "mentions": ["GonKilgore", "Legadema_85"], "country": "MEXICO", "text_es": "Pues yo esta noche voy a un concierto con un Chorron de miles de personas…. No está muy limitado el derecho de reunión. Y el pasaporte COVID no se está aplicando , no? ———-estoy totalmente en contra, aunque considere que quien no se vacuna es idiota——-"}, {"id": 1438824889327235074, "verified": false, "tweet_text": "Del 15 de octubre al 31 de diciembre no se podrá acceder a ningún lugar de trabajo, público o privado, sin el #PaseSanitarioLaboral en #Italia. Pero se critica su aplicabilidad, porque el 25% de los adultos aún no se vacuna. https://t.co/yyaavxboB2 (jov) https://t.co/D88TLrDgVa", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "hashtags": ["PaseSanitarioLaboral", "Italia"], "tweet_urls": ["https://t.co/yyaavxboB2"], "country": "MEXICO", "text_es": "Del de octubre al de diciembre no se podrá acceder a ningún lugar de trabajo, público o privado, sin el en . Pero se critica su aplicabilidad, porque el % de los adultos aún no se vacuna. (jov)"}, {"id": 1438824091801247744, "verified": false, "tweet_text": "Del 15 de octubre al 31 de diciembre no se podrá acceder a ningún lugar de trabajo, público o privado, sin el #PaseSanitarioLaboral en #Italia. Pero se critica su aplicabilidad, porque el 25% de los adultos aún no se vacuna. https://t.co/lYQShOPQtv (jov) https://t.co/c7jIa6N3YU", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "hashtags": ["PaseSanitarioLaboral", "Italia"], "tweet_urls": ["https://t.co/lYQShOPQtv"], "country": "MEXICO", "text_es": "Del de octubre al de diciembre no se podrá acceder a ningún lugar de trabajo, público o privado, sin el en . Pero se critica su aplicabilidad, porque el % de los adultos aún no se vacuna. (jov)"}, {"id": 1438824052097957895, "verified": true, "tweet_text": "Del 15 de octubre al 31 de diciembre no se podrá acceder a ningún lugar de trabajo, público o privado, sin el #PaseSanitarioLaboral en #Italia. Pero se critica su aplicabilidad, porque el 25% de los adultos aún no se vacuna. https://t.co/TehSrwMmjV (jov) https://t.co/aSJZ8pOOXW", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "hashtags": ["PaseSanitarioLaboral", "Italia"], "tweet_urls": ["https://t.co/TehSrwMmjV"], "country": "MEXICO", "text_es": "Del de octubre al de diciembre no se podrá acceder a ningún lugar de trabajo, público o privado, sin el en . Pero se critica su aplicabilidad, porque el % de los adultos aún no se vacuna. (jov)"}, {"id": 1438821573818032128, "verified": false, "tweet_text": "Lo del pasaporte Covid es una jodida aberración.Estamos hablando de un medicamento/vacuna en fase Alpha/Beta, para algo que en nada de tiempo pasara como la gripe de 1917,en el cual murieron muchos pero en 2 años ya hubo inmunidad de rebaño sin necesidad de estas medidas tan gore https://t.co/s7vN7J8LJl https://t.co/2vETBJM4b2", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "tweet_urls": ["https://t.co/s7vN7J8LJl"], "country": "MEXICO", "text_es": "Lo del pasaporte Covid es una jodida aberración.Estamos hablando de un medicamento/vacuna en fase Alpha/Beta, para algo que en nada de tiempo pasara como la gripe de ,en el cual murieron muchos pero en años ya hubo inmunidad de rebaño sin necesidad de estas medidas tan gore"}, {"id": 1438820111427805186, "verified": false, "tweet_text": "@HuhConH Bastante razón, algunos nos vacunamos para, por ejemplo, poder ir de vacaciones con menos restricciones este verano. Pero no le veo sentido a una \"pasaporte\" que no te impide contagiar si coges el virus. Básicamente el problema de la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-17T11:00:00Z", "mentions": ["HuhConH"], "country": "MEXICO", "text_es": "Bastante razón, algunos nos vacunamos para, por ejemplo, poder ir de vacaciones con menos restricciones este verano. Pero no le veo sentido a una \"pasaporte\" que no te impide contagiar si coges el virus. Básicamente el problema de la vacuna."}, {"id": 1438804105896599552, "verified": false, "tweet_text": "y sus entornos... sé de un montonazo de casos no considerados \"efectos secundarios\"... Y ahora el pasaporte ¿Alguien puede explicarme para qué sirve con una vacuna no esterilizante? Porque tampoco lo entiendo", "tweet_lang": "es", "tweet_date": "2021-09-17T10:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "y sus entornos... sé de un montonazo de casos no considerados \"efectos secundarios\"... Y ahora el pasaporte ¿Alguien puede explicarme para qué sirve con una vacuna no esterilizante? Porque tampoco lo entiendo"}, {"id": 1438797390052474886, "verified": false, "tweet_text": "@JavierGarisoain Ya decía que usted no era franquista. Lo ponía como ejemplo de que la autoridad política, en un momento de excepción, puede establecer la obligatoriedad de una vacuna. Pero eso no pasará ahora. Aquí en España no será obligatoria. Y no creo que lleguen a exigir \"pasaporte\".", "tweet_lang": "es", "tweet_date": "2021-09-17T10:00:00Z", "mentions": ["JavierGarisoain"], "country": "MEXICO", "text_es": "Ya decía que usted no era franquista. Lo ponía como ejemplo de que la autoridad política, en un momento de excepción, puede establecer la obligatoriedad de una vacuna. Pero eso no pasará ahora. Aquí en España no será obligatoria. Y no creo que lleguen a exigir \"pasaporte\"."}, {"id": 1438793495108591620, "verified": false, "tweet_text": "@MasiaTarazona @CoradoJuanramon @sonia_riverogc VOX no está a favor de la vacuna, sino de la libertad de elección. Y Vd lo sabe. Y sí, está en contra del pasaporte covinazi", "tweet_lang": "es", "tweet_date": "2021-09-17T09:00:00Z", "mentions": ["MasiaTarazona", "CoradoJuanramon", "sonia_riverogc"], "country": "MEXICO", "text_es": "VOX no está a favor de la vacuna, sino de la libertad de elección. Y Vd lo sabe. Y sí, está en contra del pasaporte covinazi"}, {"id": 1438785995789545481, "verified": false, "tweet_text": "@CoradoJuanramon @sonia_riverogc Vox está a favor de la vacuna y en contra del pasaporte que quita libertades, bien sencillo y fácil.", "tweet_lang": "es", "tweet_date": "2021-09-17T09:00:00Z", "mentions": ["CoradoJuanramon", "sonia_riverogc"], "country": "MEXICO", "text_es": "Vox está a favor de la vacuna y en contra del pasaporte que quita libertades, bien sencillo y fácil."}, {"id": 1438784505159028736, "verified": false, "tweet_text": "@VaAserQueNop @Nunakusi La cuestión es que te quieren violar legalmente con la imposición de la vacuna y mientras te coaccion con amenazas como restricciones de movimiento  inscripción como mal ciudadano si no tienes el pasaporte covid y que te quites la vida, pero somos más fuertes y no estamos solos", "tweet_lang": "es", "tweet_date": "2021-09-17T09:00:00Z", "mentions": ["VaAserQueNop", "Nunakusi"], "country": "MEXICO", "text_es": "La cuestión es que te quieren violar legalmente con la imposición de la vacuna y mientras te coaccion con amenazas como restricciones de movimiento inscripción como mal ciudadano si no tienes el pasaporte covid y que te quites la vida, pero somos más fuertes y no estamos solos"}, {"id": 1438779012848005120, "verified": false, "tweet_text": "@Pili20521974 @InveritatisL @HemerotecaFilm @Macarena_Olona VOX son hechos, y es el único partido que ha defendido la libertad, al q desea ponerse la vacuna y al que no. Ha llevado el pasaporte covid a los tribunales. El PP en Galicia trata de imponerlo, y la izquierda ya sabemos. #SoloQuedaVox", "tweet_lang": "es", "tweet_date": "2021-09-17T08:00:00Z", "hashtags": ["SoloQuedaVox"], "mentions": ["Pili20521974", "InveritatisL", "HemerotecaFilm", "Macarena_Olona"], "country": "MEXICO", "text_es": "VOX son hechos, y es el único partido que ha defendido la libertad, al q desea ponerse la vacuna y al que no. Ha llevado el pasaporte covid a los tribunales. El PP en Galicia trata de imponerlo, y la izquierda ya sabemos."}, {"id": 1438778553722720262, "verified": false, "tweet_text": "@InveritatisL @HemerotecaFilm @Macarena_Olona No se sabía sobre la seguridad de las vacunas,confiaba en q las autoridades sanitarias lo ofrecieran solo siendo seguras.Y no había pasaporte covid, discriminación al que, por lo q sea,elija libremente no claudicar ante este tratamiento experimental,q nunca debió llamarse vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-17T08:00:00Z", "mentions": ["InveritatisL", "HemerotecaFilm", "Macarena_Olona"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "No se sabía sobre la seguridad de las vacunas,confiaba en q las autoridades sanitarias lo ofrecieran solo siendo seguras.Y no había pasaporte covid, discriminación al que, por lo q sea,elija libremente no claudicar ante este tratamiento experimental,q nunca debió llamarse vacuna."}, {"id": 1438770467234619398, "verified": false, "tweet_text": "@sylvyanyc @elmonarac1 @squadrado @ErnestFolch @JordiBosch11 @amelanovela También me llama la atención que, ya que están tan de acuerdo en implantar el pasaporte, por qué no proponen directamente hacer obligatoria la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-17T08:00:00Z", "mentions": ["sylvyanyc", "elmonarac1", "squadrado", "ErnestFolch", "JordiBosch11", "amelanovela"], "country": "MEXICO", "text_es": "También me llama la atención que, ya que están tan de acuerdo en implantar el pasaporte, por qué no proponen directamente hacer obligatoria la vacuna."}, {"id": 1438760902791213060, "verified": false, "tweet_text": "@MariaMu24417972 No soy muy partidario de la vacuna y el pasaporte covid,  cosa que no quita la necesidad de un control mínimo, pero esta subnormalidad, ¿de qué diarrea mental ha salido?", "tweet_lang": "es", "tweet_date": "2021-09-17T07:00:00Z", "mentions": ["MariaMu24417972"], "country": "MEXICO", "text_es": "No soy muy partidario de la vacuna y el pasaporte covid, cosa que no quita la necesidad de un control mínimo, pero esta subnormalidad, ¿de qué diarrea mental ha salido?"}, {"id": 1438724657876721665, "verified": false, "tweet_text": "@LRsecreta Fatal!!!!! Fatalllll, tenemos muchas enfermedades contagiosas ( hepatitis, sida, tuberculosis…) y tantas infecciosas que lo de esta vacuna y su pasaporte tiene un trasfondo oscuro y preocupante, además de no inmunizar y seguir propagando el virus a la vez que mutarlo", "tweet_lang": "es", "tweet_date": "2021-09-17T05:00:00Z", "mentions": ["LRsecreta"], "country": "MEXICO", "text_es": "Fatal!!!!! Fatalllll, tenemos muchas enfermedades contagiosas ( hepatitis, sida, tuberculosis…) y tantas infecciosas que lo de esta vacuna y su pasaporte tiene un trasfondo oscuro y preocupante, además de no inmunizar y seguir propagando el virus a la vez que mutarlo"}, {"id": 1438720158185439232, "verified": false, "tweet_text": "Bienvenido a la segregación legalizada: familia de Nueva York expulsada del restaurante después de no poder producir el pasaporte de la vacuna (VIDEO).\n\nhttps://t.co/i4oGmMBCx8", "tweet_lang": "es", "tweet_date": "2021-09-17T04:00:00Z", "tweet_urls": ["https://t.co/i4oGmMBCx8"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Bienvenido a la segregación legalizada: familia de Nueva York expulsada del restaurante después de no poder producir el pasaporte de la vacuna (VIDEO)."}, {"id": 1438690057225859073, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna https://t.co/WUTNRr35Hv https://t.co/7I7oHEsKBw", "tweet_lang": "es", "tweet_date": "2021-09-17T02:00:00Z", "tweet_urls": ["https://t.co/WUTNRr35Hv"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1438678701558931458, "verified": false, "tweet_text": "@RAULNET22 Dr, un saludo cordial. Hace unos meses se intentó proponer el proyecto para que la vacuna fuese obligatoria. La Cámara de los Representantes lo archivó por inconstitucionalidad, empero, no estoy seguro si se ha propuesto lo del \"pasaporte\". Dios le guarde, la Vírgen lo acompañe.", "tweet_lang": "es", "tweet_date": "2021-09-17T02:00:00Z", "mentions": ["RAULNET22"], "country": "MEXICO", "text_es": "Dr, un saludo cordial. Hace unos meses se intentó proponer el proyecto para que la vacuna fuese obligatoria. La Cámara de los Representantes lo archivó por inconstitucionalidad, empero, no estoy seguro si se ha propuesto lo del \"pasaporte\". Dios le guarde, la Vírgen lo acompañe."}, {"id": 1438663285574938626, "verified": false, "tweet_text": "@ituerahipster Victoria con la espada de la vacuna obligatoria y el pasaporte COVID colgando sobre nuestras cabezas???? Mucho me temo que esto es solo un aliciente a la gente que se ha vacunado y que el pasaporte se quedará como instrumento de control… ojalá me equivoque y desaparezca todo", "tweet_lang": "es", "tweet_date": "2021-09-17T01:00:00Z", "mentions": ["ituerahipster"], "country": "MEXICO", "text_es": "Victoria con la espada de la vacuna obligatoria y el pasaporte COVID colgando sobre nuestras cabezas???? Mucho me temo que esto es solo un aliciente a la gente que se ha vacunado y que el pasaporte se quedará como instrumento de control… ojalá me equivoque y desaparezca todo"}, {"id": 1438652897273712645, "verified": false, "tweet_text": "@Unicanal ACLARACIÓN : El pasaporte de vacunación es obligatorio xq NO pueden hacer una vacuna obligatoria y es una manera de coacción, y los medios de comunicación hacen su parte de coacción tergiversando las palabras. Fin", "tweet_lang": "es", "tweet_date": "2021-09-17T00:00:00Z", "mentions": ["Unicanal"], "country": "MEXICO", "text_es": "ACLARACIÓN : El pasaporte de vacunación es obligatorio xq NO pueden hacer una vacuna obligatoria y es una manera de coacción, y los medios de comunicación hacen su parte de coacción tergiversando las palabras. Fin"}, {"id": 1438651169702830089, "verified": false, "tweet_text": "@DeMoralidad @hartadezurdos Quiero mi pasaporte de sanidad!\n\nEstoy sano y no necesito ninguna vacuna CoVid", "tweet_lang": "es", "tweet_date": "2021-09-17T00:00:00Z", "mentions": ["DeMoralidad", "hartadezurdos"], "country": "MEXICO", "text_es": "Quiero mi pasaporte de sanidad! Estoy sano y no necesito ninguna vacuna CoVid"}, {"id": 1438624182158299163, "verified": false, "tweet_text": "@JorgeOr11544795 La gente habla por hablar. Si en Alberta los casos se dispararon, culpa del premier por liberar las restricciones muy temprano y evitar el “pasaporte” de vacunas. 67% de la provincia tiene aunque sea una vacuna, pero “sorpresa” 80% de la gente en el hospital no está vacunada", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "mentions": ["JorgeOr11544795"], "country": "MEXICO", "text_es": "La gente habla por hablar. Si en Alberta los casos se dispararon, culpa del premier por liberar las restricciones muy temprano y evitar el “pasaporte” de vacunas. % de la provincia tiene aunque sea una vacuna, pero “sorpresa” % de la gente en el hospital no está vacunada"}, {"id": 1438623954739113993, "verified": true, "tweet_text": "Si está planeando viaje fuera del país, ya se vacunó y necesita el pasaporte de la vacuna Covid, acá le dicen dónde descargarlo. Además, ¡es gratis! ⤵️\n\nhttps://t.co/io1wL5qc5a", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "tweet_urls": ["https://t.co/io1wL5qc5a"], "tweet_emoticons": ["⤵️"], "country": "MEXICO", "text_es": "Si está planeando viaje fuera del país, ya se vacunó y necesita el pasaporte de la vacuna Covid, acá le dicen dónde descargarlo. Además, ¡es gratis! ⤵️"}, {"id": 1438621392409346050, "verified": false, "tweet_text": "@A3Noticias Me hace gracia... Cuando hablan de asesinos siempre dicen \"presunto asesino\", ahora sí una persona no se vacuna, o está en contra del pasaporte Covid se le llama negacionista sin ni siquiera comprobarlo. Además se hace con la intención de insultar o descalificar a esa persona", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "mentions": ["A3Noticias"], "country": "MEXICO", "text_es": "Me hace gracia... Cuando hablan de asesinos siempre dicen \"presunto asesino\", ahora sí una persona no se vacuna, o está en contra del pasaporte Covid se le llama negacionista sin ni siquiera comprobarlo. Además se hace con la intención de insultar o descalificar a esa persona"}, {"id": 1438618948086468613, "verified": false, "tweet_text": "El pasaporte Covid no es una solución.\n\nSeñores gobernantes: \n\nSi quieren incentivar la vacunación regalen piruletas, no utilicen a la hostelería, ya han abusado bastante de este sector.\n\nLa vacuna no evita el contagio ni la trasmisión.\n\nLegislen sistemas de prevención eficaces. https://t.co/BeyilUtkng", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "tweet_urls": ["https://t.co/BeyilUtkng"], "country": "MEXICO", "text_es": "El pasaporte Covid no es una solución. Señores gobernantes: Si quieren incentivar la vacunación regalen piruletas, no utilicen a la hostelería, ya han abusado bastante de este sector. La vacuna no evita el contagio ni la trasmisión. Legislen sistemas de prevención eficaces."}, {"id": 1438615353924390912, "verified": false, "tweet_text": "@HemerotecaFilm Yo respeto a la gente que se vacuna como si no (aunque mi posicion es a favor de las vacunas ademas muy informado). Pero es verdad que desde que te has metido  en el grupo de los plandemios estas tan cansino como los progubernamentales con el pasaporte covid", "tweet_lang": "es", "tweet_date": "2021-09-16T21:00:00Z", "mentions": ["HemerotecaFilm"], "country": "MEXICO", "text_es": "Yo respeto a la gente que se vacuna como si no (aunque mi posicion es a favor de las vacunas ademas muy informado). Pero es verdad que desde que te has metido en el grupo de los plandemios estas tan cansino como los progubernamentales con el pasaporte covid"}, {"id": 1438594441233801216, "verified": false, "tweet_text": "Llevamos 5 años de no salir a ningún lado, ni de escapada rápida de una noche. Y yo llevo desde marzo de 2020 sin salir de casa salvo para la vacuna y para pasaporte. \nEstábamos desayunando, hablando del nivel de estrés que traemos y la mala semana que ha sido. \n1/2", "tweet_lang": "es", "tweet_date": "2021-09-16T20:00:00Z", "country": "MEXICO", "text_es": "Llevamos años de no salir a ningún lado, ni de escapada rápida de una noche. Y yo llevo desde marzo de sin salir de casa salvo para la vacuna y para pasaporte. Estábamos desayunando, hablando del nivel de estrés que traemos y la mala semana que ha sido. /2"}, {"id": 1438592379834015744, "verified": false, "tweet_text": "Las infecciones tras la vacuna y otros agujeros del 'pasaporte Covid' https://t.co/xINGTyAFEX\nPermite el acceso a contagiados. Sólo sirve para discriminar, para robar derechos. No tiene justificación sanitaria. Es una medida de presión para que la gente se inocule. #YoNOMeVacuno", "tweet_lang": "es", "tweet_date": "2021-09-16T20:00:00Z", "hashtags": ["YoNOMeVacuno"], "tweet_urls": ["https://t.co/xINGTyAFEX"], "country": "MEXICO", "text_es": "Las infecciones tras la vacuna y otros agujeros del 'pasaporte Covid' Permite el acceso a contagiados. Sólo sirve para discriminar, para robar derechos. No tiene justificación sanitaria. Es una medida de presión para que la gente se inocule."}, {"id": 1438592348850688015, "verified": false, "tweet_text": "@AlvarezChas @Buenrollo13 @Txantxangorri22 Y si les ponen la 3ra ya no sé el porcentaje... la gente cree que una vacuna (experimento) es una tontería. Son muy peligrosas y si no están muy bien testadas (son 5-10 años) te pueden joder la vida pero bien... es preferible que te maten. Yo tengo un pasaporte de vacunación.", "tweet_lang": "es", "tweet_date": "2021-09-16T20:00:00Z", "mentions": ["AlvarezChas", "Buenrollo13", "Txantxangorri22"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y si les ponen la ra ya no sé el porcentaje... la gente cree que una vacuna (experimento) es una tontería. Son muy peligrosas y si no están muy bien testadas (son -10 años) te pueden joder la vida pero bien... es preferible que te maten. Yo tengo un pasaporte de vacunación."}, {"id": 1438581954719322112, "verified": true, "tweet_text": "Italia hace obligatorio el pase sanitario para todos los trabajadores bajo riesgo de multas y suspensiones\nhttps://t.co/bRktXVDOgl", "tweet_lang": "es", "tweet_date": "2021-09-16T19:00:00Z", "tweet_urls": ["https://t.co/bRktXVDOgl"], "country": "MEXICO", "text_es": "Italia hace obligatorio el pase sanitario para todos los trabajadores bajo riesgo de multas y suspensiones"}, {"id": 1438577003167469568, "verified": false, "tweet_text": "@Alvisepf @Macarena_Olona Alvise, qué opinas de la vacuna y de que nos vayan a pedir el pasaporte covid para entrar a bares y lugares de ocio? No es totalitarismo?", "tweet_lang": "es", "tweet_date": "2021-09-16T19:00:00Z", "mentions": ["Alvisepf", "Macarena_Olona"], "country": "MEXICO", "text_es": "Alvise, qué opinas de la vacuna y de que nos vayan a pedir el pasaporte covid para entrar a bares y lugares de ocio? No es totalitarismo?"}, {"id": 1438566613939281922, "verified": false, "tweet_text": "@ChakNorris93 Completamente de acuerdo, se empieza por una vacuna y un pasaporte y se sigue con pases según lo que gastes o el CO2 que emites.... Vamos al abismo y no lo ven....", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "mentions": ["ChakNorris93"], "country": "MEXICO", "text_es": "Completamente de acuerdo, se empieza por una vacuna y un pasaporte y se sigue con pases según lo que gastes o el CO2 que emites.... Vamos al abismo y no lo ven...."}, {"id": 1438554714484977667, "verified": false, "tweet_text": "La burocracia biomédica cuando eres migrant &amp; tr*ves*i implica:pelearte con la ley de extranjería para tener permiso de residencia, pelearte con el sistema de salud para acceder a hormonas, a la vacuna, al pasaporte biomédico. 🤯  Necesito un porro y milkshaKe", "tweet_lang": "es", "tweet_date": "2021-09-16T17:00:00Z", "tweet_emoticons": ["🤯", ":p"], "country": "MEXICO", "text_es": "La burocracia biomédica cuando eres migrant &amp; tr*ves*i implicaelearte con la ley de extranjería para tener permiso de residencia, pelearte con el sistema de salud para acceder a hormonas, a la vacuna, al pasaporte biomédico. 🤯 Necesito un porro y milkshaKe"}, {"id": 1438547524701274118, "verified": false, "tweet_text": "@NoRed10750542 Creo q lo q hay q buscar es el mercenario q hace como q te vacuna y tienes el pasaporte legal. Con dinero siempre se consiguen cosas, es cuestión de juntarnos y juntar dinero y sobornar", "tweet_lang": "es", "tweet_date": "2021-09-16T17:00:00Z", "mentions": ["NoRed10750542"], "country": "MEXICO", "text_es": "Creo q lo q hay q buscar es el mercenario q hace como q te vacuna y tienes el pasaporte legal. Con dinero siempre se consiguen cosas, es cuestión de juntarnos y juntar dinero y sobornar"}, {"id": 1438544988418232327, "verified": false, "tweet_text": "Soy una persona amante de la soledad y no dependo de una empresa que me exija pasaporte sanitario , así que no será el ostracismo al que me condenen lo que me incite a tomar una decisión sobre la vacuna. Aunque todos tenemos un límite hasta el que podemos aguantar.", "tweet_lang": "es", "tweet_date": "2021-09-16T17:00:00Z", "country": "MEXICO", "text_es": "Soy una persona amante de la soledad y no dependo de una empresa que me exija pasaporte sanitario , así que no será el ostracismo al que me condenen lo que me incite a tomar una decisión sobre la vacuna. Aunque todos tenemos un límite hasta el que podemos aguantar."}, {"id": 1438540579114307585, "verified": false, "tweet_text": "@mariatad 100% de acuerdo. El pasaporte es un atropello a los derechos individuales además de inútil ya que la vacuna seguramente te salve la vida pero no te protege de contraer el virus.", "tweet_lang": "es", "tweet_date": "2021-09-16T16:00:00Z", "mentions": ["mariatad"], "country": "MEXICO", "text_es": "% de acuerdo. El pasaporte es un atropello a los derechos individuales además de inútil ya que la vacuna seguramente te salve la vida pero no te protege de contraer el virus."}, {"id": 1438539686843138051, "verified": false, "tweet_text": "Zazu y Zarco en adopción, bretones de 2,5 meses, serán de tamaño mediano.\n\nSe entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración. https://t.co/EKFFTosOJO", "tweet_lang": "es", "tweet_date": "2021-09-16T16:00:00Z", "country": "MEXICO", "text_es": "Zazu y Zarco en adopción, bretones de meses, serán de tamaño mediano. Se entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración."}, {"id": 1438530861079670799, "verified": false, "tweet_text": "@suissetarten @ArturoVilla_ @CafentoMori622 Los vacunados COVID también contagian.\nPor lo que la aplicación del actual pasaporte no es por Salud.\n\nSi lo fuera, debería ser por inmunidad, ( no contagias).\nY por sano. \n\nDe qué sirve un pase de vacuna si estás enfermo y contagias? \n\nPor otro lado en esa época no Nuremberg", "tweet_lang": "es", "tweet_date": "2021-09-16T16:00:00Z", "mentions": ["suissetarten", "ArturoVilla_", "CafentoMori622"], "country": "MEXICO", "text_es": "Los vacunados COVID también contagian. Por lo que la aplicación del actual pasaporte no es por Salud. Si lo fuera, debería ser por inmunidad, ( no contagias). Y por sano. De qué sirve un pase de vacuna si estás enfermo y contagias? Por otro lado en esa época no Nuremberg"}, {"id": 1438522791884582919, "verified": false, "tweet_text": "#ESPAÑA Somos una pareja de Canarias y encontramos este gatito en #Sevilla, fuimos a preguntar al aeropuerto para llevárnoslo y sale 50€ y nos daba para pagarlos pero dicen que hace falta pasaporte, chip y vacuna...¡¡Espero que alguien pueda darnos una solución😖644 31 01 42 ¡¡ https://t.co/S7jhf4lZwQ", "tweet_lang": "es", "tweet_date": "2021-09-16T15:00:00Z", "hashtags": ["ESPAÑA", "Sevilla"], "tweet_emoticons": ["😖"], "country": "MEXICO", "text_es": "Somos una pareja de Canarias y encontramos este gatito en , fuimos a preguntar al aeropuerto para llevárnoslo y sale € y nos daba para pagarlos pero dicen que hace falta pasaporte, chip y vacuna...¡¡Espero que alguien pueda darnos una solución😖644 ¡¡"}, {"id": 1438518047610859526, "verified": false, "tweet_text": "https://t.co/csKaRUo4RE", "tweet_lang": "und", "tweet_date": "2021-09-16T15:00:00Z", "tweet_urls": ["https://t.co/csKaRUo4RE"]}, {"id": 1438500176763633664, "verified": false, "tweet_text": "@martintetaz @LuciaBejar5 @GerardoMorales Me extraña @martintetaz que nada digas sobre el pasaporte sanitario, ni la vacuna obligatoria, que implementa el gobernador morales en jujuy.\nSi uno defiende la libertad económica, también debe defender la libertad de circular, de decidir sobre inocularse o no una vac. en fase 3", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "mentions": ["martintetaz", "LuciaBejar5", "GerardoMorales", "martintetaz"], "country": "MEXICO", "text_es": "Me extraña que nada digas sobre el pasaporte sanitario, ni la vacuna obligatoria, que implementa el gobernador morales en jujuy. Si uno defiende la libertad económica, también debe defender la libertad de circular, de decidir sobre inocularse o no una vac. en fase"}, {"id": 1438496936663863304, "verified": false, "tweet_text": "@serafin_ro @Macarena_Olona @Santi_ABASCAL @eslamananadeFJL @anarosaq La abstención también es un voto. Pinta que la cuestionada vacuna será obligatoria pronto, en Italia acaban de instaurar el pasaporte COVID para TODO.", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "mentions": ["serafin_ro", "Macarena_Olona", "Santi_ABASCAL", "eslamananadeFJL", "anarosaq"], "country": "MEXICO", "text_es": "La abstención también es un voto. Pinta que la cuestionada vacuna será obligatoria pronto, en Italia acaban de instaurar el pasaporte COVID para TODO."}, {"id": 1438495900058492932, "verified": false, "tweet_text": "9..vacunado más que perderá su pasaporte y volverá a la exclusión social. \n\"No pasa nada, también me vacuno de la gripe cada año\" dicen los que ya han asumido que irán corriendo a ponerse la tercera dosis, olvidando que nadie se vacuna 3 veces en 6 meses contra la gripe, y mucho.", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "country": "MEXICO", "text_es": "..vacunado más que perderá su pasaporte y volverá a la exclusión social. \"No pasa nada, también me vacuno de la gripe cada año\" dicen los que ya han asumido que irán corriendo a ponerse la tercera dosis, olvidando que nadie se vacuna veces en meses contra la gripe, y mucho."}, {"id": 1438491432910737417, "verified": false, "tweet_text": "Por qué la gente sigue mandando foto del cartón de la vacuna? \nSerá que documentan el evento por si la vacuna les pega para el orto?  Será como un sello en el pasaporte? El festejo de una inmunidad conseguida?\nNo sé. Es tan extraño. Como no me vacuné, no lo entiendo. Desconfío.", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "country": "MEXICO", "text_es": "Por qué la gente sigue mandando foto del cartón de la vacuna? Será que documentan el evento por si la vacuna les pega para el orto? Será como un sello en el pasaporte? El festejo de una inmunidad conseguida? No sé. Es tan extraño. Como no me vacuné, no lo entiendo. Desconfío."}, {"id": 1438487839193374729, "verified": false, "tweet_text": "@Ralph194468 @TheInvi09664929 El pasaporte está pensado para tener una base de datos de los inoculados. Si suben los contagios es evidente que la causa es la \"vacuna\" que lejos de proteger, provoca la enfermedad. Los viales de las \"vacunas\" tienen un tóxico que provoca covid\nhttps://t.co/RFl8lpYofd", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "mentions": ["Ralph194468", "TheInvi09664929"], "tweet_urls": ["https://t.co/RFl8lpYofd"], "country": "MEXICO", "text_es": "El pasaporte está pensado para tener una base de datos de los inoculados. Si suben los contagios es evidente que la causa es la \"vacuna\" que lejos de proteger, provoca la enfermedad. Los viales de las \"vacunas\" tienen un tóxico que provoca covid"}, {"id": 1438474325846278147, "verified": false, "tweet_text": "@Fernandopanzajr @victordiscovery El pasaporte es para evitar que los que no están vacunados entren en sitios cerrados y propaguen en teoría la enfermedad. Nada más. Pero si los vacunados propagan… no vale para nada. Cuando un médico me haga una receta de la vacuna y con ella pueda quitar la mascarilla lo hago.", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "mentions": ["Fernandopanzajr", "victordiscovery"], "country": "MEXICO", "text_es": "El pasaporte es para evitar que los que no están vacunados entren en sitios cerrados y propaguen en teoría la enfermedad. Nada más. Pero si los vacunados propagan… no vale para nada. Cuando un médico me haga una receta de la vacuna y con ella pueda quitar la mascarilla lo hago."}, {"id": 1438459056071626760, "verified": false, "tweet_text": "Abp. Viganò: vacuna COVID-19, pasaporte impulsa 'una guerra de época' y 'preludio del fin de los tiempos' - LifeSite https://t.co/azDgzPnOsp", "tweet_lang": "es", "tweet_date": "2021-09-16T11:00:00Z", "tweet_urls": ["https://t.co/azDgzPnOsp"], "country": "MEXICO", "text_es": "Abp. Viganò: vacuna COVID-19, pasaporte impulsa 'una guerra de época' y 'preludio del fin de los tiempos' - LifeSite"}, {"id": 1438447904306368516, "verified": false, "tweet_text": "Yo siempre he defendido -y está por escrito- que la vacuna ha de ser voluntaria y soy contraria a medidas  como la exhibición del pasaporte covid en restaurantes etc. Eso no quita que recomiende encarecidamente a la gente que se vacune. Al que no le parezca bien, que no me siga🤷‍♀️", "tweet_lang": "es", "tweet_date": "2021-09-16T10:00:00Z", "tweet_emoticons": ["🤷‍♀️"], "country": "MEXICO", "text_es": "Yo siempre he defendido -y está por escrito- que la vacuna ha de ser voluntaria y soy contraria a medidas como la exhibición del pasaporte covid en restaurantes etc. Eso no quita que recomiende encarecidamente a la gente que se vacune. Al que no le parezca bien, que no me siga🤷‍♀️"}, {"id": 1438444719491751940, "verified": false, "tweet_text": "@Proserpinasb Coincido en todo menos en lo de la vacuna, Lupe, que es una opción. \nCreo que con esto del pasaporte Covid intentan convencer a través del miedo, mal asunto esa Sentencia, que me resulta rara.", "tweet_lang": "es", "tweet_date": "2021-09-16T10:00:00Z", "mentions": ["Proserpinasb"], "country": "MEXICO", "text_es": "Coincido en todo menos en lo de la vacuna, Lupe, que es una opción. Creo que con esto del pasaporte Covid intentan convencer a través del miedo, mal asunto esa Sentencia, que me resulta rara."}, {"id": 1438439012079972364, "verified": false, "tweet_text": "Dentro de poco empieza la vacuna de la gripe. ¿ Pedirán pasaporte ? ¿ Habrá que poner tres dosis ?,,,,,,que sin vivir madre mía 🤔🤔🤦", "tweet_lang": "es", "tweet_date": "2021-09-16T10:00:00Z", "tweet_emoticons": ["🤔", "🤦"], "country": "MEXICO", "text_es": "Dentro de poco empieza la vacuna de la gripe. ¿ Pedirán pasaporte ? ¿ Habrá que poner tres dosis ?,,,,,,que sin vivir madre mía 🤔🤔🤦"}, {"id": 1438432074814402568, "verified": false, "tweet_text": "Lia y Nano buscan familia , creemos que son mix de Mastin *NO SE DAN EN ADOPCIÓN PARA GUARDA*\n\nSe entrega cuando tenga la edad recomendada, con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato. https://t.co/Jb8hhf6KgT", "tweet_lang": "es", "tweet_date": "2021-09-16T09:00:00Z", "country": "MEXICO", "text_es": "Lia y Nano buscan familia , creemos que son mix de Mastin *NO SE DAN EN ADOPCIÓN PARA GUARDA* Se entrega cuando tenga la edad recomendada, con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato."}, {"id": 1438430202804248577, "verified": false, "tweet_text": "@ConsEspCaracas Beunos días quisiera saber si un menor de 17 puede  viajar sólo a España de turista y que permiso debe llevar aparte del pasaporte vigente, la vacuna y los requisitos de turista.", "tweet_lang": "es", "tweet_date": "2021-09-16T09:00:00Z", "mentions": ["ConsEspCaracas"], "country": "MEXICO", "text_es": "Beunos días quisiera saber si un menor de puede viajar sólo a España de turista y que permiso debe llevar aparte del pasaporte vigente, la vacuna y los requisitos de turista."}, {"id": 1438430155953876995, "verified": false, "tweet_text": "@ciudadanosensa1 @CocoSols La vacuna no impide el contagio, solo parcialmente, y suaviza los efectos adversos. Más allá de eso, los que deben preocupar no son los vacunados, son los que no se han vacunado. Para eso es el pasaporte.", "tweet_lang": "es", "tweet_date": "2021-09-16T09:00:00Z", "mentions": ["ciudadanosensa1", "CocoSols"], "country": "MEXICO", "text_es": "La vacuna no impide el contagio, solo parcialmente, y suaviza los efectos adversos. Más allá de eso, los que deben preocupar no son los vacunados, son los que no se han vacunado. Para eso es el pasaporte."}, {"id": 1438423438436229121, "verified": false, "tweet_text": "@20m Madrid sin pasaporte, libre. Galicia y Cataluña ( nacionalismos) piden pasaporte para tomar un café o una caña con el 80% vacunados ( efectividad de vacuna puesta en duda). Tremendo. 🧐", "tweet_lang": "es", "tweet_date": "2021-09-16T09:00:00Z", "mentions": ["20m"], "tweet_emoticons": ["🧐"], "country": "MEXICO", "text_es": "Madrid sin pasaporte, libre. Galicia y Cataluña ( nacionalismos) piden pasaporte para tomar un café o una caña con el % vacunados ( efectividad de vacuna puesta en duda). Tremendo. 🧐"}, {"id": 1438383935302639616, "verified": false, "tweet_text": "@dasainajo7 @JOShFloyd12 @alexmazzini_ Se nota que usted no investiga pero nada, una vacuna que no inmuniza no es vacuna, un \"vacunado\" te puede contagiar, ¿para que sirve entonces un pasaporte COVID si igual puedes contraer la enfermedad? ¿Es muy difícil de entender?", "tweet_lang": "es", "tweet_date": "2021-09-16T06:00:00Z", "mentions": ["dasainajo7", "JOShFloyd12", "alexmazzini_"], "country": "MEXICO", "text_es": "Se nota que usted no investiga pero nada, una vacuna que no inmuniza no es vacuna, un \"vacunado\" te puede contagiar, ¿para que sirve entonces un pasaporte COVID si igual puedes contraer la enfermedad? ¿Es muy difícil de entender?"}, {"id": 1438369350382235652, "verified": false, "tweet_text": "@LaVanguardia Sólo ignorantes, corruptos, o criminales, pedirían un pasaporte de vacuna\n\nMiren para lo que sirve la vacuna https://t.co/ExFmtPInNr", "tweet_lang": "es", "tweet_date": "2021-09-16T05:00:00Z", "mentions": ["LaVanguardia"], "tweet_urls": ["https://t.co/ExFmtPInNr"], "country": "MEXICO", "text_es": "Sólo ignorantes, corruptos, o criminales, pedirían un pasaporte de vacuna Miren para lo que sirve la vacuna"}, {"id": 1438364137583747076, "verified": false, "tweet_text": "@Macarena_Olona @VOX_Congreso @jlsteeg Que una persona quiera vacunarse de una vacuna experimental la cual a nadie le an dicho ni se la a firmado nadie me parece bien pero presionar a quien no queremos ser unas coballas humanas nos tienen que respetar.\n\nLa imposición del pasaporte es de NACIS globalistas.", "tweet_lang": "es", "tweet_date": "2021-09-16T05:00:00Z", "mentions": ["Macarena_Olona", "VOX_Congreso", "jlsteeg"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Que una persona quiera vacunarse de una vacuna experimental la cual a nadie le an dicho ni se la a firmado nadie me parece bien pero presionar a quien no queremos ser unas coballas humanas nos tienen que respetar. La imposición del pasaporte es de NACIS globalistas."}, {"id": 1438358546211655683, "verified": false, "tweet_text": "@_SmolSmol @FrayJosepho También está de acuerdo con el pasaporte sanitario, osea la obligatoriedad de la vacuna?\nEl uso de mascarillas?\nLe parece normal que los políticos decidan en que territorio es necesario o no?\nEsta de acuerdo con los confinamientos? Declarados ilegales por otra parte", "tweet_lang": "es", "tweet_date": "2021-09-16T04:00:00Z", "mentions": ["_SmolSmol", "FrayJosepho"], "country": "MEXICO", "text_es": "También está de acuerdo con el pasaporte sanitario, osea la obligatoriedad de la vacuna? El uso de mascarillas? Le parece normal que los políticos decidan en que territorio es necesario o no? Esta de acuerdo con los confinamientos? Declarados ilegales por otra parte"}, {"id": 1438340085989191681, "verified": false, "tweet_text": "@Fruizgomez @MinSaludCol @infopresidencia Y los que tenemos viaje al exterior. No tenemos exepcion. Tambien debemos esperar hasta los 84 dias? Deberian colocar como requisito presentar el pasaporte y la compra de los vuelos y reserva de hotel para poder acceder a la vacuna a los 21 días. No podemos seguir encarcelados!!", "tweet_lang": "es", "tweet_date": "2021-09-16T03:00:00Z", "mentions": ["Fruizgomez", "MinSaludCol", "infopresidencia"], "country": "MEXICO", "text_es": "Y los que tenemos viaje al exterior. No tenemos exepcion. Tambien debemos esperar hasta los dias? Deberian colocar como requisito presentar el pasaporte y la compra de los vuelos y reserva de hotel para poder acceder a la vacuna a los días. No podemos seguir encarcelados!!"}, {"id": 1438326700559982600, "verified": false, "tweet_text": "@Domadora76 Milei,también te doy el beneficio de la duda....todo bien....pero a favor de la obligación de pasaporte,vacuna,etc...eso NOOOOOOOOOOOOOO", "tweet_lang": "es", "tweet_date": "2021-09-16T02:00:00Z", "mentions": ["Domadora76"], "country": "MEXICO", "text_es": "Milei,también te doy el beneficio de la duda....todo bien....pero a favor de la obligación de pasaporte,vacuna,etc...eso NOOOOOOOOOOOOOO"}, {"id": 1438319139706261511, "verified": false, "tweet_text": "todos los primeros ministros de Canadá quieren el pasaporte de la vacuna. Llegará a todas las provincias, eventualmente. https://t.co/EzdH01pcsR", "tweet_lang": "es", "tweet_date": "2021-09-16T02:00:00Z", "tweet_urls": ["https://t.co/EzdH01pcsR"], "country": "MEXICO", "text_es": "todos los primeros ministros de Canadá quieren el pasaporte de la vacuna. Llegará a todas las provincias, eventualmente."}, {"id": 1438297923524177926, "verified": false, "tweet_text": "@valentinaanto35 @GobiernodeChile Hay una opción en la página de mi vacuna para extranjeros no residentes ingresen con pasaporte", "tweet_lang": "es", "tweet_date": "2021-09-16T00:00:00Z", "mentions": ["valentinaanto35", "GobiernodeChile"], "country": "MEXICO", "text_es": "Hay una opción en la página de mi vacuna para extranjeros no residentes ingresen con pasaporte"}, {"id": 1438261352133496842, "verified": false, "tweet_text": "FUE PRIMICIA. El punto clave de la atacó en un pasaporte vacuna para entrar a espacios públicos.", "tweet_lang": "es", "tweet_date": "2021-09-15T22:00:00Z", "country": "MEXICO", "text_es": "FUE PRIMICIA. El punto clave de la atacó en un pasaporte vacuna para entrar a espacios públicos."}, {"id": 1438247735619203083, "verified": false, "tweet_text": "Andy, Lucas, Neón y Ron en adopción 🥰, tienen 5 semanas, mestizos de ppp, tamaño mediano, es necesaria la licencia.\n\nSe entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración. https://t.co/srUFqPoOzf", "tweet_lang": "es", "tweet_date": "2021-09-15T21:00:00Z", "tweet_emoticons": ["🥰"], "country": "MEXICO", "text_es": "Andy, Lucas, Neón y Ron en adopción 🥰, tienen semanas, mestizos de ppp, tamaño mediano, es necesaria la licencia. Se entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración."}, {"id": 1438236143154352137, "verified": false, "tweet_text": "@salemv__ Pasaporte y tiempo puedes estar en la mayoría de países hasta 90 días, supongo que en covid certificado de vacuna incluida", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "mentions": ["salemv__"], "country": "MEXICO", "text_es": "Pasaporte y tiempo puedes estar en la mayoría de países hasta días, supongo que en covid certificado de vacuna incluida"}, {"id": 1438233966650265605, "verified": false, "tweet_text": "@mianrey La vacuna funciona, pero ¿cuántos niños de guardería y escuela primaria están vacunados? \nY en las universidades se hacen las clases sin *ningún* control: no tests, no pasaporte covid, no mascarillas ffp2, no DaD para los que tienen que hacer cuarentena y aulas casi llenas.", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "mentions": ["mianrey"], "country": "MEXICO", "text_es": "La vacuna funciona, pero ¿cuántos niños de guardería y escuela primaria están vacunados? Y en las universidades se hacen las clases sin *ningún* control: no tests, no pasaporte covid, no mascarillas ffp2, no DaD para los que tienen que hacer cuarentena y aulas casi llenas."}, {"id": 1438230453832589312, "verified": false, "tweet_text": "#Ravers después de muchas críticas, el primer ministro británico, Boris Johnson, anunció que el gobierno abandonará la idea de implementar un  pasaporte de vacuna  para ingresar a clubes y eventos.\nhttps://t.co/ZcwnN5HI90", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "hashtags": ["Ravers"], "tweet_urls": ["https://t.co/ZcwnN5HI90"], "country": "MEXICO", "text_es": "después de muchas críticas, el primer ministro británico, Boris Johnson, anunció que el gobierno abandonará la idea de implementar un pasaporte de vacuna para ingresar a clubes y eventos."}, {"id": 1438213124499427336, "verified": false, "tweet_text": "Rio de Janeiro implementa \"pasaporte vacuna\" - Brasil - ANSA Latina https://t.co/iUAcV23gAP", "tweet_lang": "pt", "tweet_date": "2021-09-15T19:00:00Z", "tweet_urls": ["https://t.co/iUAcV23gAP"]}, {"id": 1438212300465397764, "verified": false, "tweet_text": "@2911xavier @Sam_santacruz25 @Romita_Diaz @GobiernodeChile Si la duda está en el pase de movilidad q se puede hacer por la página pero no dicen si tiene q ser con el #del pasaporte o el documento de identidad. Pues en mi caso la vacuna está con mi documento de identidad pero viajo con el pasaporte, a veces esos detalles genera confusión", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "hashtags": ["del"], "mentions": ["2911xavier", "Sam_santacruz25", "Romita_Diaz", "GobiernodeChile"], "country": "MEXICO", "text_es": "Si la duda está en el pase de movilidad q se puede hacer por la página pero no dicen si tiene q ser con el pasaporte o el documento de identidad. Pues en mi caso la vacuna está con mi documento de identidad pero viajo con el pasaporte, a veces esos detalles genera confusión"}, {"id": 1438210007796002824, "verified": false, "tweet_text": "😷 ¿Podría Connecticut usar un pasaporte digital de la vacuna COVID-19? - Telemundo Nueva Inglaterra 👉 https://t.co/P2Hvf4fvpD 💊 #Medical #GroupZirigoza", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "hashtags": ["Medical", "GroupZirigoza"], "tweet_urls": ["https://t.co/P2Hvf4fvpD"], "tweet_emoticons": ["😷", "👉", "💊"], "country": "MEXICO", "text_es": "😷 ¿Podría Connecticut usar un pasaporte digital de la vacuna COVID-19? - Telemundo Nueva Inglaterra 👉 💊"}, {"id": 1438207326587138060, "verified": false, "tweet_text": "@EmbajadaEspArg Hola! Tengo pasaporte argentino, no tengoa vacuna pero ya pasé el covid (tengo pcr positivo de julio), puedo viajar con eso?", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["EmbajadaEspArg"], "country": "MEXICO", "text_es": "Hola! Tengo pasaporte argentino, no tengoa vacuna pero ya pasé el covid (tengo pcr positivo de julio), puedo viajar con eso?"}, {"id": 1438205182299549697, "verified": false, "tweet_text": "Río de Janeiro implementa el “pasaporte vacuna” https://t.co/IMnQLRNJnq", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "tweet_urls": ["https://t.co/IMnQLRNJnq"], "country": "MEXICO", "text_es": "Río de Janeiro implementa el “pasaporte vacuna”"}, {"id": 1438200787994353672, "verified": false, "tweet_text": "@jorgenomefui @marulamas1 @otralopez3 @HoracioRubio97 Por lo que te digo, estan vacunando a todo el mundo con una vacuna experimental que tiene 1 millón de esavi graves en europa por una enfermedad que mata al 0,03% de la población al año. Y hasta pretenden tener un pasaporte sanitario por esto.", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["jorgenomefui", "marulamas1", "otralopez3", "HoracioRubio97"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Por lo que te digo, estan vacunando a todo el mundo con una vacuna experimental que tiene millón de esavi graves en europa por una enfermedad que mata al % de la población al año. Y hasta pretenden tener un pasaporte sanitario por esto."}, {"id": 1438200621857972229, "verified": false, "tweet_text": "@vox_es @_Marta_Castro Y sobre la discriminacion que pretenden hacer con el Pasaporte Covid, cual es su postura?\nDiria que ya que la vacuna NO previene el contagio, el pasaporte es irrelevante.  Ademas de la obvia medida discriminatoria claro...", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["vox_es", "_Marta_Castro"], "country": "MEXICO", "text_es": "Y sobre la discriminacion que pretenden hacer con el Pasaporte Covid, cual es su postura? Diria que ya que la vacuna NO previene el contagio, el pasaporte es irrelevante. Ademas de la obvia medida discriminatoria claro..."}, {"id": 1438199180942524417, "verified": false, "tweet_text": "es penoso que un vacunado que dice que si no esta inmunizado no tiene peligro de morir porque con la vacuna solo sufren un covid leve no tenga valor de comprobarlo quitándose la mascarilla o votando que no a este pasaporte covid por ejemplo... https://t.co/AfOEGwCzip", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "tweet_urls": ["https://t.co/AfOEGwCzip"], "country": "MEXICO", "text_es": "es penoso que un vacunado que dice que si no esta inmunizado no tiene peligro de morir porque con la vacuna solo sufren un covid leve no tenga valor de comprobarlo quitándose la mascarilla o votando que no a este pasaporte covid por ejemplo..."}, {"id": 1438198918689533956, "verified": false, "tweet_text": "@LaVanguardia es penoso que un vacunado que dice y afirma que si no esta inmunizado no tiene peligro de morir porque con la vacuna solo sufren un covid leve no tenga valor de comprobarlo quitándose la mascarilla o votando que no a este pasaporte covid por ejemplo...", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["LaVanguardia"], "country": "MEXICO", "text_es": "es penoso que un vacunado que dice y afirma que si no esta inmunizado no tiene peligro de morir porque con la vacuna solo sufren un covid leve no tenga valor de comprobarlo quitándose la mascarilla o votando que no a este pasaporte covid por ejemplo..."}, {"id": 1438197852317097990, "verified": false, "tweet_text": "@Wiltereano No, no es una vacuna, es un experimento y nadie tiene por qué obligarte a ser conejillo de indias.\nY ni hablar del pasaporte del orto", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["Wiltereano"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "No, no es una vacuna, es un experimento y nadie tiene por qué obligarte a ser conejillo de indias. Y ni hablar del pasaporte del orto"}, {"id": 1438196410776756229, "verified": false, "tweet_text": "Viganò: vacuna COVID-19, pasaporte impulsa 'una guerra de época' y 'preludio del fin de los tiempos'\nEl ex nuncio apostólico en los Estados Unidos comparó el estado actual del mundo con \"la gran apostasía de la que se habla en la segunda escritura\".\nhttps://t.co/m3NjpWK0QA", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "tweet_urls": ["https://t.co/m3NjpWK0QA"], "country": "MEXICO", "text_es": "Viganò: vacuna COVID-19, pasaporte impulsa 'una guerra de época' y 'preludio del fin de los tiempos' El ex nuncio apostólico en los Estados Unidos comparó el estado actual del mundo con \"la gran apostasía de la que se habla en la segunda escritura\"."}, {"id": 1438194039338188806, "verified": false, "tweet_text": "@DistraidaChica @CatBipolar Yo he volado recientemente de Grecia a Alemania (código QR del país de destino + pasaporte de vacunación (o PCR/antígenos). Y de Alemania a España el código QR… en españa no me pidieron nada de la vacuna a principios de septiembre. Depende si vienes de zona de riesgo o no.", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["DistraidaChica", "CatBipolar"], "country": "MEXICO", "text_es": "Yo he volado recientemente de Grecia a Alemania (código QR del país de destino + pasaporte de vacunación (o PCR/antígenos). Y de Alemania a España el código QR… en españa no me pidieron nada de la vacuna a principios de septiembre. Depende si vienes de zona de riesgo o no."}, {"id": 1438188103013961745, "verified": false, "tweet_text": "Río de Janeiro implementa el \"pasaporte vacuna\" https://t.co/MnnbMqq4C5 a través de @Ambitocom", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "mentions": ["Ambitocom"], "tweet_urls": ["https://t.co/MnnbMqq4C5"], "country": "MEXICO", "text_es": "Río de Janeiro implementa el \"pasaporte vacuna\" a través de"}, {"id": 1438185385776107529, "verified": false, "tweet_text": "@PabloLucini3 Muchas ovejas irán orgullosas con su pasaporte felices de poder entrar...lo que no saben que pasar hoy por ese aro el dia de mañana, si no quieren una cuarta vacuna será lo mismo que los que no tenemos ninguna y no habrá libertad para ellos y encima  vakunados y j-didos", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "mentions": ["PabloLucini3"], "country": "MEXICO", "text_es": "Muchas ovejas irán orgullosas con su pasaporte felices de poder entrar...lo que no saben que pasar hoy por ese aro el dia de mañana, si no quieren una cuarta vacuna será lo mismo que los que no tenemos ninguna y no habrá libertad para ellos y encima vakunados y j-didos"}, {"id": 1438184284091654149, "verified": true, "tweet_text": "Río de Janeiro implementa el \"pasaporte vacuna\" https://t.co/EH6fz4RIPM", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "tweet_urls": ["https://t.co/EH6fz4RIPM"], "country": "MEXICO", "text_es": "Río de Janeiro implementa el \"pasaporte vacuna\""}, {"id": 1438169077562974209, "verified": false, "tweet_text": "2.-\n\nEl pasaporte COVID y las vacunas.\n\nVamos a ver, sin entrar en debates de eficacia o necesidad de vacunarse, las vacunas (todas) se ponen para proteger a quien se las pone.\nEl principal objetivo de una vacuna es proteger a quien se la ha puesto, en caso de infección.", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "country": "MEXICO", "text_es": ".- El pasaporte COVID y las vacunas. Vamos a ver, sin entrar en debates de eficacia o necesidad de vacunarse, las vacunas (todas) se ponen para proteger a quien se las pone. El principal objetivo de una vacuna es proteger a quien se la ha puesto, en caso de infección."}, {"id": 1438168876706148356, "verified": false, "tweet_text": "Rio de Janeiro puso en funcionamiento un “pasaporte vacuna” para entrar a espacios públicos https://t.co/bOSAZdWPPa", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/bOSAZdWPPa"], "country": "MEXICO", "text_es": "Rio de Janeiro puso en funcionamiento un “pasaporte vacuna” para entrar a espacios públicos"}, {"id": 1438165825287081999, "verified": false, "tweet_text": "@ivonne68011 Ah y que el último viene con pasaporte verde incluído, te pide validación de vacuna para poder utilizarlo 🤣 Apple es diabólico", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "mentions": ["ivonne68011"], "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "Ah y que el último viene con pasaporte verde incluído, te pide validación de vacuna para poder utilizarlo 🤣 Apple es diabólico"}, {"id": 1438165541659811840, "verified": false, "tweet_text": "Rio de Janeiro puso en funcionamiento un “pasaporte vacuna” para entrar a espacios públicos https://t.co/jlxNo2wZDz", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/jlxNo2wZDz"], "country": "MEXICO", "text_es": "Rio de Janeiro puso en funcionamiento un “pasaporte vacuna” para entrar a espacios públicos"}, {"id": 1438165224146681857, "verified": true, "tweet_text": "Rio de Janeiro puso en funcionamiento un \"pasaporte vacuna\" para entrar a espacios públicos https://t.co/B4MIf9ZXWQ", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/B4MIf9ZXWQ"], "country": "MEXICO", "text_es": "Rio de Janeiro puso en funcionamiento un \"pasaporte vacuna\" para entrar a espacios públicos"}, {"id": 1438165223710416896, "verified": false, "tweet_text": "Rio de Janeiro puso en funcionamiento un \"pasaporte vacuna\" para entrar a espacios públicos https://t.co/eS1i0FBVfe", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/eS1i0FBVfe"], "country": "MEXICO", "text_es": "Rio de Janeiro puso en funcionamiento un \"pasaporte vacuna\" para entrar a espacios públicos"}, {"id": 1438163893281558532, "verified": true, "tweet_text": "Rio de Janeiro puso en funcionamiento un 'pasaporte vacuna' para entrar a espacios públicos https://t.co/cB0xOoRWdp", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/cB0xOoRWdp"], "country": "MEXICO", "text_es": "Rio de Janeiro puso en funcionamiento un 'pasaporte vacuna' para entrar a espacios públicos"}, {"id": 1438162864020275201, "verified": false, "tweet_text": "@navedelmisterio Iker, investigar sobre la gente que tiene anticuerpos naturales y si es cierto que es mejor que la vacuna. Y porque no interesa ese dato a la hora de querer imponer el pasaporte covid.  Tambien si se sigue contagiando con la vacuna,porque hay esa discriminacion.", "tweet_lang": "es", "tweet_date": "2021-09-15T15:00:00Z", "mentions": ["navedelmisterio"], "country": "MEXICO", "text_es": "Iker, investigar sobre la gente que tiene anticuerpos naturales y si es cierto que es mejor que la vacuna. Y porque no interesa ese dato a la hora de querer imponer el pasaporte covid. Tambien si se sigue contagiando con la vacuna,porque hay esa discriminacion."}, {"id": 1438158917415014405, "verified": true, "tweet_text": "‼️ La OMS se opone al pasaporte vacunal 🛂, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna 💉\n\n@WHO \n\n#COVID19 #pasaportecovid \n\nhttps://t.co/GfD8UgkYq6", "tweet_lang": "es", "tweet_date": "2021-09-15T15:00:00Z", "hashtags": ["COVID19", "pasaportecovid"], "mentions": ["WHO"], "tweet_urls": ["https://t.co/GfD8UgkYq6"], "tweet_emoticons": ["‼️", "💉", "🛂"], "country": "MEXICO", "text_es": "‼️ La OMS se opone al pasaporte vacunal 🛂, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna 💉"}, {"id": 1438146828428529665, "verified": false, "tweet_text": "(voy desde irlanda asi que no necesito cuarentena, solo pasaporte y certificado de vacuna)", "tweet_lang": "es", "tweet_date": "2021-09-15T14:00:00Z", "country": "MEXICO", "text_es": "(voy desde irlanda asi que no necesito cuarentena, solo pasaporte y certificado de vacuna)"}, {"id": 1438133348677849091, "verified": false, "tweet_text": "@GLlamazares @elmundoes Pues señor Llamazares, no acabo de entender la idiosincrasia de declarar inconstitucional la obligatoriedad de la vacuna y aceptar q algo q no es obligatorio por ser inconstitucional fijado en un pasaporte se pueda pedir en un bar, por ejemplo.", "tweet_lang": "es", "tweet_date": "2021-09-15T14:00:00Z", "mentions": ["GLlamazares", "elmundoes"], "country": "MEXICO", "text_es": "Pues señor Llamazares, no acabo de entender la idiosincrasia de declarar inconstitucional la obligatoriedad de la vacuna y aceptar q algo q no es obligatorio por ser inconstitucional fijado en un pasaporte se pueda pedir en un bar, por ejemplo."}, {"id": 1438121482186633228, "verified": false, "tweet_text": "@PadreFJD Solo tenemos 2 opciones: vacunarse o no. Quien se vacuna acepta las posibles consecuencias de una vacuna \"experimental\". El problema es que quien no se vacuna no quiere las consecuencias de su decisión (no hablo de pasaporte covid). La libertad conlleva aceptar las consecuencias.", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "mentions": ["PadreFJD"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Solo tenemos opciones: vacunarse o no. Quien se vacuna acepta las posibles consecuencias de una vacuna \"experimental\". El problema es que quien no se vacuna no quiere las consecuencias de su decisión (no hablo de pasaporte covid). La libertad conlleva aceptar las consecuencias."}, {"id": 1438117697208922112, "verified": false, "tweet_text": "SE ADOPTAN CACHORROS DE ✨GOLDEN x BOXER✨con la Asociación Amigos de los Animales. Están en Granada (con posibilidad de envío). Nada más hay que aportar 180e para gastos de vacuna, desparasitación, pasaporte, microchip y castración. Cto Maite Vidal 687572443. Fotos 🐶⬇️ https://t.co/vaH6IuWiuG", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "tweet_emoticons": ["⬇️", "✨", "🐶"], "country": "MEXICO", "text_es": "SE ADOPTAN CACHORROS DE ✨GOLDEN x BOXER✨con la Asociación Amigos de los Animales. Están en Granada (con posibilidad de envío). Nada más hay que aportar e para gastos de vacuna, desparasitación, pasaporte, microchip y castración. Cto Maite Vidal . Fotos 🐶⬇️"}, {"id": 1438112226997641223, "verified": false, "tweet_text": "@JusafinaBonport @ari_arifu @Alvisepf @jlsteeg @vox_es Estoy de acuerdo. Feijoo esta obsesionado con el pasaporte Covid y lo ha logrado con la ayuda del Supremo. Lo siguiente que quiere es la vacuna obligatoria. Los gallegos vivimos ya en una Dictadura Sanitaria. Pero por aquí todo es sumisión y obediencia. Nadie se rebela Angustioso", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "mentions": ["JusafinaBonport", "ari_arifu", "Alvisepf", "jlsteeg", "vox_es"], "country": "MEXICO", "text_es": "Estoy de acuerdo. Feijoo esta obsesionado con el pasaporte Covid y lo ha logrado con la ayuda del Supremo. Lo siguiente que quiere es la vacuna obligatoria. Los gallegos vivimos ya en una Dictadura Sanitaria. Pero por aquí todo es sumisión y obediencia. Nadie se rebela Angustioso"}, {"id": 1438110504850006016, "verified": false, "tweet_text": "@LaUFMInforma \nGILDARDO BUEN DÍA,RESPECTO AL TEMA DEL PASAPORTE DIGITAL DE MÍ VACUNA,EN MI CASO INGERESE A LA PÁGINA DE MI VACUNA Y SÍ APARECE MIS DATOS,CABE ACOTAR QUE NO TODOS TIENEN PROBLEMAS AL INGRESAR A LA PAGINA A CONSULTAR.", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "mentions": ["LaUFMInforma"], "country": "MEXICO", "text_es": "GILDARDO BUEN DÍA,RESPECTO AL TEMA DEL PASAPORTE DIGITAL DE MÍ VACUNA,EN MI CASO INGERESE A LA PÁGINA DE MI VACUNA Y SÍ APARECE MIS DATOS,CABE ACOTAR QUE NO TODOS TIENEN PROBLEMAS AL INGRESAR A LA PAGINA A CONSULTAR."}, {"id": 1438110371793997826, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal por \"discriminatorio\" al no haber igualdad de acceso a la vacuna https://t.co/EdaqdljzX8", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "tweet_urls": ["https://t.co/EdaqdljzX8"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal por \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1438107349584056323, "verified": false, "tweet_text": "OMS se opone al pasaporte vacunal, lo considera “discriminatorio” al no haber igualdad de acceso a la vacuna - https://t.co/EQSD4KZVgz #EVNews #OMS #Vacuna", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "hashtags": ["EVNews", "OMS", "Vacuna"], "tweet_urls": ["https://t.co/EQSD4KZVgz"], "country": "MEXICO", "text_es": "OMS se opone al pasaporte vacunal, lo considera “discriminatorio” al no haber igualdad de acceso a la vacuna -"}, {"id": 1438099511445008385, "verified": false, "tweet_text": "Ustedes, los fanáticos de verdad pro obligatoriedad de la vacuna y pasaporte \"sanitario\", solo pueden ver una \"realidad\" simplona y maniquea del asunto:\n- Ciencia, progreso, ARN...\n- Oscurantismos, chamanismo, terraplanismo...\nPero déjenme decirles una cosa ⬇️ https://t.co/ZKofOZLGMF", "tweet_lang": "es", "tweet_date": "2021-09-15T11:00:00Z", "tweet_emoticons": ["⬇️"], "country": "MEXICO", "text_es": "Ustedes, los fanáticos de verdad pro obligatoriedad de la vacuna y pasaporte \"sanitario\", solo pueden ver una \"realidad\" simplona y maniquea del asunto: - Ciencia, progreso, ARN... - Oscurantismos, chamanismo, terraplanismo... Pero déjenme decirles una cosa ⬇️"}, {"id": 1438088745425809412, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal 🛂, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna 💉\n\n@pahowho \n\nNoticia competa👇:\nhttps://t.co/3KGZCDOpg6 https://t.co/MxCC5tgFBE", "tweet_lang": "es", "tweet_date": "2021-09-15T11:00:00Z", "mentions": ["pahowho"], "tweet_urls": ["https://t.co/3KGZCDOpg6"], "tweet_emoticons": ["🛂", "💉", "👇"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal 🛂, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna 💉 Noticia competa👇:"}, {"id": 1438083793102020614, "verified": false, "tweet_text": "@Perbess @JesusM_77 @ildefonsog_ Y para mí el pasaporte de vacunación es un error de tomo y lomo. Porque extiende esa falsa seguridad que anula los beneficios que aporta la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-15T10:00:00Z", "mentions": ["Perbess", "JesusM_77", "ildefonsog_"], "country": "MEXICO", "text_es": "Y para mí el pasaporte de vacunación es un error de tomo y lomo. Porque extiende esa falsa seguridad que anula los beneficios que aporta la vacuna."}, {"id": 1438083750458531841, "verified": false, "tweet_text": "@Perbess @JesusM_77 Defiendo la inutilidad del pasaporte Covid, no de las vacunas\nSi 100 vacunados contagian igual o más que 100 no vacunados, la vacuna es una cuestión de protección individual, no colectiva\nY si el 80% de ingresos hospitalarios es &gt;60 para qué la presión de vacunar al resto? https://t.co/az9I8hweSN", "tweet_lang": "es", "tweet_date": "2021-09-15T10:00:00Z", "mentions": ["Perbess", "JesusM_77"], "country": "MEXICO", "text_es": "Defiendo la inutilidad del pasaporte Covid, no de las vacunas Si vacunados contagian igual o más que no vacunados, la vacuna es una cuestión de protección individual, no colectiva Y si el % de ingresos hospitalarios es &gt;60 para qué la presión de vacunar al resto?"}, {"id": 1438073212408156161, "verified": false, "tweet_text": "@JorgeMa90364974 @dred_juez @DaniWolv @aitor13023985 Ya, pero el herpes Zoster es un efecto secundario de la vacuna, así que si el camarero tiene pasaporte puede ser que tenga Zoster, además de COVID. recordemos que estar vacunado no evita el contagio y un PCR negativo sirve únicamente para ese momento.\nhttps://t.co/FbWcqmsCic", "tweet_lang": "es", "tweet_date": "2021-09-15T10:00:00Z", "mentions": ["JorgeMa90364974", "dred_juez", "DaniWolv", "aitor13023985"], "tweet_urls": ["https://t.co/FbWcqmsCic"], "country": "MEXICO", "text_es": "Ya, pero el herpes Zoster es un efecto secundario de la vacuna, así que si el camarero tiene pasaporte puede ser que tenga Zoster, además de COVID. recordemos que estar vacunado no evita el contagio y un PCR negativo sirve únicamente para ese momento."}, {"id": 1438065969662992387, "verified": false, "tweet_text": "@Maria08515 @blythe_club Soy doblemente antivacunas. Por los mismos motivos que la mayoría y sobretodo x estar fabricadas con células de niños abortados.\nCreo que la postura de VOX, contraria al pasaporte covid y a la obligatoriedad de la vacuna, es razonable.", "tweet_lang": "es", "tweet_date": "2021-09-15T09:00:00Z", "mentions": ["Maria08515", "blythe_club"], "country": "MEXICO", "text_es": "Soy doblemente antivacunas. Por los mismos motivos que la mayoría y sobretodo x estar fabricadas con células de niños abortados. Creo que la postura de VOX, contraria al pasaporte covid y a la obligatoriedad de la vacuna, es razonable."}, {"id": 1438057382299504643, "verified": false, "tweet_text": "@The_Tripman Pero vea que ya hasta desistieron del pasaporte que quieren implantar, la mascarilla si bien ayuda a que los sintomáticos no contagien a otros, la mejor forma de prevención científicamente comprobada es la vacuna", "tweet_lang": "es", "tweet_date": "2021-09-15T08:00:00Z", "mentions": ["The_Tripman"], "country": "MEXICO", "text_es": "Pero vea que ya hasta desistieron del pasaporte que quieren implantar, la mascarilla si bien ayuda a que los sintomáticos no contagien a otros, la mejor forma de prevención científicamente comprobada es la vacuna"}, {"id": 1438056513847824385, "verified": false, "tweet_text": "Catedrática de Oxford: “la vacuna no detiene la transmisión del virus“\nTodos: “Es obligatorio vacunarse para impedir la transmisión y salvar vidas” y para tener tu pasaporte Covid para viajar y transmitir el virus por el mundo.\nHay alguien ahí pensando con lógica??? 🤯 https://t.co/aoWOb0zGCg", "tweet_lang": "es", "tweet_date": "2021-09-15T08:00:00Z", "tweet_urls": ["https://t.co/aoWOb0zGCg"], "tweet_emoticons": ["🤯"], "country": "MEXICO", "text_es": "Catedrática de Oxford: “la vacuna no detiene la transmisión del virus“ Todos: “Es obligatorio vacunarse para impedir la transmisión y salvar vidas” y para tener tu pasaporte Covid para viajar y transmitir el virus por el mundo. Hay alguien ahí pensando con lógica??? 🤯"}, {"id": 1438050864418152457, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna https://t.co/1WxzTG4Zxd vía @infosalus_com", "tweet_lang": "es", "tweet_date": "2021-09-15T08:00:00Z", "mentions": ["infosalus_com"], "tweet_urls": ["https://t.co/1WxzTG4Zxd"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna vía"}, {"id": 1438012745329389570, "verified": false, "tweet_text": "Se trata de la primera vez que el alto tribunal abre la puerta a extender la utilización de este documento para impedir a los no vacunados el acceso a lugares públicos. #covid #vacuna #Canarias \nhttps://t.co/SzAOQoC9LC", "tweet_lang": "es", "tweet_date": "2021-09-15T06:00:00Z", "hashtags": ["covid", "vacuna", "Canarias"], "tweet_urls": ["https://t.co/SzAOQoC9LC"], "country": "MEXICO", "text_es": "Se trata de la primera vez que el alto tribunal abre la puerta a extender la utilización de este documento para impedir a los no vacunados el acceso a lugares públicos."}, {"id": 1438012577632620554, "verified": false, "tweet_text": "Una justificación de patio de colegio y totalmente sectaria y falsa en cuanto s protección de la salud. Algo q no garantiza la vacuna El Tribunal Supremo avala exigir el pasaporte covid para acceder a los bares en Galicia - Libertad Digital https://t.co/vudIGRoTJs", "tweet_lang": "es", "tweet_date": "2021-09-15T06:00:00Z", "tweet_urls": ["https://t.co/vudIGRoTJs"], "country": "MEXICO", "text_es": "Una justificación de patio de colegio y totalmente sectaria y falsa en cuanto s protección de la salud. Algo q no garantiza la vacuna El Tribunal Supremo avala exigir el pasaporte covid para acceder a los bares en Galicia - Libertad Digital"}, {"id": 1438010202205261827, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna https://t.co/ROrvaLlANh https://t.co/TV9vFNDehm", "tweet_lang": "es", "tweet_date": "2021-09-15T05:00:00Z", "tweet_urls": ["https://t.co/ROrvaLlANh"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1437991119036551170, "verified": false, "tweet_text": "Podrá el hombre araña tener pasaporte y vacuna listos para antes de que Bianca Marroquín de su última fecha en el Musical de Chicago en Broadway? No lo sé, síganme para saber el desenlace.", "tweet_lang": "es", "tweet_date": "2021-09-15T04:00:00Z", "country": "MEXICO", "text_es": "Podrá el hombre araña tener pasaporte y vacuna listos para antes de que Bianca Marroquín de su última fecha en el Musical de Chicago en Broadway? No lo sé, síganme para saber el desenlace."}, {"id": 1437982561188425731, "verified": false, "tweet_text": "OMS se opone al pasaporte vacunal, lo considera “discriminatorio” al no haber igualdad de acceso a la vacuna - https://t.co/5TYRELOUQ3 #EVNews #OMS #Vacuna", "tweet_lang": "es", "tweet_date": "2021-09-15T04:00:00Z", "hashtags": ["EVNews", "OMS", "Vacuna"], "tweet_urls": ["https://t.co/5TYRELOUQ3"], "country": "MEXICO", "text_es": "OMS se opone al pasaporte vacunal, lo considera “discriminatorio” al no haber igualdad de acceso a la vacuna -"}, {"id": 1437974251450114055, "verified": false, "tweet_text": "Hay un concepto confuso entre los vacunados con 2 dosis.\nDe ninguna manera es un pasaporte para regresar a la normalidad.\nLos contagios suceden aun con vacuna, y entre las personas vulnerables hay mortandad.\nEn algunos países, por ese motivo, están con 3as dosis.", "tweet_lang": "es", "tweet_date": "2021-09-15T03:00:00Z", "country": "MEXICO", "text_es": "Hay un concepto confuso entre los vacunados con dosis. De ninguna manera es un pasaporte para regresar a la normalidad. Los contagios suceden aun con vacuna, y entre las personas vulnerables hay mortandad. En algunos países, por ese motivo, están con as dosis."}, {"id": 1437952990430830599, "verified": false, "tweet_text": "@LuisZanger @FantasmaQuintin Para ir a un restaurant, al cine, al teatro o hacer deporte en lugares cerrados hay que presentar un pasaporte sanitario (vacuna covid). Los que no tienen no pueden entrar, en donde vivo esto incluye a los chicos de 13 años y mas. Quieren extenderlo  para trabajar y viajar.", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["LuisZanger", "FantasmaQuintin"], "country": "MEXICO", "text_es": "Para ir a un restaurant, al cine, al teatro o hacer deporte en lugares cerrados hay que presentar un pasaporte sanitario (vacuna covid). Los que no tienen no pueden entrar, en donde vivo esto incluye a los chicos de años y mas. Quieren extenderlo para trabajar y viajar."}, {"id": 1437949502544023553, "verified": false, "tweet_text": "@MPosidonia @FrayJosepho @jaulbo Vox defiende la libertad de elección, no apoya la coacción ni obligación de la vacuna ni el pasaporte Covid (como sí hacen PP y PSOETA). Así que Vox sigue siendo el único partido FIABLE. PERO hay que seguir observando lo que va a pasar con Steegman, el maleducado tragacionista.", "tweet_lang": "es", "tweet_date": "2021-09-15T01:00:00Z", "mentions": ["MPosidonia", "FrayJosepho", "jaulbo"], "country": "MEXICO", "text_es": "Vox defiende la libertad de elección, no apoya la coacción ni obligación de la vacuna ni el pasaporte Covid (como sí hacen PP y PSOETA). Así que Vox sigue siendo el único partido FIABLE. PERO hay que seguir observando lo que va a pasar con Steegman, el maleducado tragacionista."}, {"id": 1437933450095435780, "verified": false, "tweet_text": "@ZinClaudio Dr Zin puedo consultarle sobre la vacuna; 1er dosis Astrazeneca (India) y 2da. dosis Astrazeneca de Inglaterra. Tengo cuidadania y pasaporte de Alemania. Podré ingresar a Inglaterra y España 2022? Muchas Gracias Thomas de Martínez", "tweet_lang": "es", "tweet_date": "2021-09-15T00:00:00Z", "mentions": ["ZinClaudio"], "country": "MEXICO", "text_es": "Dr Zin puedo consultarle sobre la vacuna; er dosis Astrazeneca (India) y da. dosis Astrazeneca de Inglaterra. Tengo cuidadania y pasaporte de Alemania. Podré ingresar a Inglaterra y España ? Muchas Gracias Thomas de Martínez"}, {"id": 1437929542417518597, "verified": false, "tweet_text": "Cuando voy a #insalud me informan que solo me darán el cartón o certificado si voy a salir de viaje y en ese caso debo llevar:                                 -Copia de Pasaje  -Copia de Pasaporte -Cedula - Papel de Vacuna.  Parece un chiste pero no. #cadivi", "tweet_lang": "es", "tweet_date": "2021-09-15T00:00:00Z", "hashtags": ["insalud", "cadivi"], "country": "MEXICO", "text_es": "Cuando voy a me informan que solo me darán el cartón o certificado si voy a salir de viaje y en ese caso debo llevar: -Copia de Pasaje -Copia de Pasaporte -Cedula - Papel de Vacuna. Parece un chiste pero no."}, {"id": 1437917705361833989, "verified": false, "tweet_text": "@AdaaLovelacee @WomanInWorld_ Yo no lo entiendo... el pasaporte covid para entrar en Canarias, caduca a las 8 meses.\n\n\"Haber recibido la pauta completa de vacunación contra la COVID-19 de una vacuna autorizada (...), dentro de los 8 meses previos al desplazamiento. https://t.co/OAACz96LKd", "tweet_lang": "es", "tweet_date": "2021-09-14T23:00:00Z", "mentions": ["AdaaLovelacee", "WomanInWorld_"], "country": "MEXICO", "text_es": "Yo no lo entiendo... el pasaporte covid para entrar en Canarias, caduca a las meses. \"Haber recibido la pauta completa de vacunación contra la COVID-19 de una vacuna autorizada (...), dentro de los meses previos al desplazamiento."}, {"id": 1437911896712220675, "verified": false, "tweet_text": "Países Bajos exigirá la presentación de un pasaporte de vacunación contra el coronavirus para entrar en bares, restaurantes y actos culturales o deportivos\nhttps://t.co/wh1S8Q9oh6", "tweet_lang": "es", "tweet_date": "2021-09-14T23:00:00Z", "tweet_urls": ["https://t.co/wh1S8Q9oh6"], "country": "MEXICO", "text_es": "Países Bajos exigirá la presentación de un pasaporte de vacunación contra el coronavirus para entrar en bares, restaurantes y actos culturales o deportivos"}, {"id": 1437910514244505604, "verified": false, "tweet_text": "@todomejorqenada @pablo42053124 @jldominguez60 Tb Pasaporte en julio solo hasta mediados noviembre. Ya anunció que se prorrogará sin fecha. Ha anunciado que si fuera necesario pondrá vacuna obligatoria a toda la población. Ha anunciado un aumento de la policía en las calles, y un plan a 10 años para aumentar control policial", "tweet_lang": "es", "tweet_date": "2021-09-14T23:00:00Z", "mentions": ["todomejorqenada", "pablo42053124", "jldominguez60"], "country": "MEXICO", "text_es": "Tb Pasaporte en julio solo hasta mediados noviembre. Ya anunció que se prorrogará sin fecha. Ha anunciado que si fuera necesario pondrá vacuna obligatoria a toda la población. Ha anunciado un aumento de la policía en las calles, y un plan a años para aumentar control policial"}, {"id": 1437907390259728384, "verified": false, "tweet_text": "Reino Unido no exigirá “pasaporte Covid” pero sí una nueva dosis de la vacuna https://t.co/5ELrY7hxQA", "tweet_lang": "es", "tweet_date": "2021-09-14T23:00:00Z", "tweet_urls": ["https://t.co/5ELrY7hxQA"], "country": "MEXICO", "text_es": "Reino Unido no exigirá “pasaporte Covid” pero sí una nueva dosis de la vacuna"}, {"id": 1437905712554852356, "verified": false, "tweet_text": "OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a vacuna\nhttps://t.co/HmypJgcReE", "tweet_lang": "es", "tweet_date": "2021-09-14T22:00:00Z", "tweet_urls": ["https://t.co/HmypJgcReE"], "country": "MEXICO", "text_es": "OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a vacuna"}, {"id": 1437900175297507332, "verified": false, "tweet_text": "@publico_es Supuestos?.. El tiempo dirá, como el mundo obligó inocularse una \" Vacuna\" con metales y otras sustancias ,que afectaron a la salud a muchos jóvenes y no tan jóvenes, para poder tener control total de la sociedad  con un pasaporte.\nPero tranquilos, todo fue un simple accidente. https://t.co/s7NoRlvVe8", "tweet_lang": "es", "tweet_date": "2021-09-14T22:00:00Z", "mentions": ["publico_es"], "country": "MEXICO", "text_es": "Supuestos?.. El tiempo dirá, como el mundo obligó inocularse una \" Vacuna\" con metales y otras sustancias ,que afectaron a la salud a muchos jóvenes y no tan jóvenes, para poder tener control total de la sociedad con un pasaporte. Pero tranquilos, todo fue un simple accidente."}, {"id": 1437893672868073473, "verified": false, "tweet_text": "@politico @RyanLizza @tarapalmeri @EugeneDaniels2 @rachaelmbade Por si no lo sabe en inglaterra no van a seguir con la historia del tal pasaporte de la estúpida vacuna cambien la ficha porque esta ya  la gente se canzo de estos ensallos de dcontrol esta tendra que ser mejor porque la gente esta conociendo las nuevas estratejicas ya los conose", "tweet_lang": "es", "tweet_date": "2021-09-14T22:00:00Z", "mentions": ["politico", "RyanLizza", "tarapalmeri", "EugeneDaniels2", "rachaelmbade"], "country": "MEXICO", "text_es": "Por si no lo sabe en inglaterra no van a seguir con la historia del tal pasaporte de la estúpida vacuna cambien la ficha porque esta ya la gente se canzo de estos ensallos de dcontrol esta tendra que ser mejor porque la gente esta conociendo las nuevas estratejicas ya los conose"}, {"id": 1437890496475635715, "verified": false, "tweet_text": "🌐💉 La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna #COVID19 #Internacional \n\nhttps://t.co/iC3X2UBm9e", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "hashtags": ["COVID19", "Internacional"], "tweet_urls": ["https://t.co/iC3X2UBm9e"], "tweet_emoticons": ["💉", "🌐"], "country": "MEXICO", "text_es": "🌐💉 La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1437890243127021571, "verified": false, "tweet_text": "Yo al tema del ocio nocturno le veo un gran problema, que va dirigido al espectro de población que más está fallando en la vacuna. Quizás la solución esté en el pasaporte COVID, que pueda servir además de estímulo \nhttps://t.co/6HMInPOph6", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "tweet_urls": ["https://t.co/6HMInPOph6"], "country": "MEXICO", "text_es": "Yo al tema del ocio nocturno le veo un gran problema, que va dirigido al espectro de población que más está fallando en la vacuna. Quizás la solución esté en el pasaporte COVID, que pueda servir además de estímulo"}, {"id": 1437869750613336067, "verified": false, "tweet_text": "Se entrega con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato https://t.co/J8tcYVxFTx", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "country": "MEXICO", "text_es": "Se entrega con chip, pasaporte, desparasitado, con la vacuna correspondiente a su edad y con compromiso de castración por contrato"}, {"id": 1437867448150241286, "verified": true, "tweet_text": "La OMS considera \"discriminatorio\" el pasaporte vacunal al no haber igualdad de acceso a la vacuna\nhttps://t.co/ciC8L3NeHW", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "tweet_urls": ["https://t.co/ciC8L3NeHW"], "country": "MEXICO", "text_es": "La OMS considera \"discriminatorio\" el pasaporte vacunal al no haber igualdad de acceso a la vacuna"}, {"id": 1437867292243677191, "verified": false, "tweet_text": "@lacasademitia @RicardoFPA @tinoroso @GonzaloAscanio @bersagastume @CHEMA_AYASO @AlfonsoJLT @JoseDazFlores2 @carlosmoreno_ch @valeron1965 Si es que hasta el gobierno ya habla de quinta (quinta) dosis. La cuarta es segura. De otro, aseguradoras solamente dan cobertura a los cruceros por nacionalidades y tripulaciones con pasaporte Covid europeos https://t.co/idMJ4ArHBd", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "mentions": ["lacasademitia", "RicardoFPA", "tinoroso", "GonzaloAscanio", "bersagastume", "CHEMA_AYASO", "AlfonsoJLT", "JoseDazFlores2", "carlosmoreno_ch", "valeron1965"], "tweet_urls": ["https://t.co/idMJ4ArHBd"], "country": "MEXICO", "text_es": "Si es que hasta el gobierno ya habla de quinta (quinta) dosis. La cuarta es segura. De otro, aseguradoras solamente dan cobertura a los cruceros por nacionalidades y tripulaciones con pasaporte Covid europeos"}, {"id": 1437864981068800002, "verified": false, "tweet_text": "El director general de la OMS ha pedido a todos los países y fabricantes que compartan información sobre acuerdos bilaterales con COVAX y AVAT, a fin de que se sepa dónde se necesita más vacunación, así como proyecciones de suministro. https://t.co/LtEjB57ynj", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "tweet_urls": ["https://t.co/LtEjB57ynj"], "country": "MEXICO", "text_es": "El director general de la OMS ha pedido a todos los países y fabricantes que compartan información sobre acuerdos bilaterales con COVAX y AVAT, a fin de que se sepa dónde se necesita más vacunación, así como proyecciones de suministro."}, {"id": 1437850689070407680, "verified": false, "tweet_text": "@DesvariosdeMono @rosadiezglez que ni veas en este el sinvergüenza , chulo , caradura, q nos esta arruinando, Afganistán? anda que ha movido un dedo para evitar q esa gente tenga q salir de su país! España no es la única q vacuna  sin pedir pasaporte ni ser miembro del partido.", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "mentions": ["DesvariosdeMono", "rosadiezglez"], "country": "MEXICO", "text_es": "que ni veas en este el sinvergüenza , chulo , caradura, q nos esta arruinando, Afganistán? anda que ha movido un dedo para evitar q esa gente tenga q salir de su país! España no es la única q vacuna sin pedir pasaporte ni ser miembro del partido."}, {"id": 1437847785286643719, "verified": false, "tweet_text": "La #OMS se opone al pasaporte vacunal, lo considera «discriminatorio» al no haber igualdad de acceso a la vacuna \nhttps://t.co/4TY3bW8TR2", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "hashtags": ["OMS"], "tweet_urls": ["https://t.co/4TY3bW8TR2"], "country": "MEXICO", "text_es": "La se opone al pasaporte vacunal, lo considera «discriminatorio» al no haber igualdad de acceso a la vacuna"}, {"id": 1437847411913863174, "verified": false, "tweet_text": "@elpuntualizador @PulpoAGallega @elmundoes Es que ese certificado está pensado para casos como poder entrar en hostelería etc, no es para obtener un pasaporte europeo, ni sirve fuera de españa. Soluciona el papel a los no vacunados. Si queires el pasaporte europeo o test ofical econocido fuera o vacuna", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "mentions": ["elpuntualizador", "PulpoAGallega", "elmundoes"], "country": "MEXICO", "text_es": "Es que ese certificado está pensado para casos como poder entrar en hostelería etc, no es para obtener un pasaporte europeo, ni sirve fuera de españa. Soluciona el papel a los no vacunados. Si queires el pasaporte europeo o test ofical econocido fuera o vacuna"}, {"id": 1437842679216357385, "verified": false, "tweet_text": "Noticia de La OMS se opone al pasaporte vacunal, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna - https://t.co/Af9O9ayCLi", "tweet_lang": "es", "tweet_date": "2021-09-14T18:00:00Z", "tweet_urls": ["https://t.co/Af9O9ayCLi"], "country": "MEXICO", "text_es": "Noticia de La OMS se opone al pasaporte vacunal, lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna -"}, {"id": 1437838564901851140, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna\n\nhttps://t.co/7GZWIBpF1S", "tweet_lang": "es", "tweet_date": "2021-09-14T18:00:00Z", "tweet_urls": ["https://t.co/7GZWIBpF1S"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1437827608394309639, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna https://t.co/mhkTycKUVF", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "tweet_urls": ["https://t.co/mhkTycKUVF"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1437825922854490122, "verified": true, "tweet_text": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna https://t.co/cltMGzfkRj", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "tweet_urls": ["https://t.co/cltMGzfkRj"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1437825780881494016, "verified": false, "tweet_text": "@souljazzbossa Texas no está en contra de la vacuna, está en contra del pasaporte Covid y en contra quitar los derechos universales.", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["souljazzbossa"], "country": "MEXICO", "text_es": "Texas no está en contra de la vacuna, está en contra del pasaporte Covid y en contra quitar los derechos universales."}, {"id": 1437822998598324226, "verified": false, "tweet_text": "Si bebe para olvidar, muestre el pasaporte de vacuna antes que se le olvide… https://t.co/P7YHmXTSuo", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "tweet_urls": ["https://t.co/P7YHmXTSuo"], "country": "MEXICO", "text_es": "Si bebe para olvidar, muestre el pasaporte de vacuna antes que se le olvide…"}, {"id": 1437822315685990407, "verified": true, "tweet_text": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna\nhttps://t.co/sMEE4JRc9P", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "tweet_urls": ["https://t.co/sMEE4JRc9P"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal y lo considera \"discriminatorio\" al no haber igualdad de acceso a la vacuna"}, {"id": 1437819204015697920, "verified": false, "tweet_text": "La OMS se opone al pasaporte vacunal: \"Es discriminatorio al no haber igualdad de acceso a la vacuna\"\nhttps://t.co/cpGed4M1XW", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "tweet_urls": ["https://t.co/cpGed4M1XW"], "country": "MEXICO", "text_es": "La OMS se opone al pasaporte vacunal: \"Es discriminatorio al no haber igualdad de acceso a la vacuna\""}, {"id": 1437819097677455360, "verified": false, "tweet_text": "@fjconpe @jlsteeg Que quiera imponer la vacunación obligatoria, pasaporte covid, que insulte a los que no creemos en ésta vacuna es razón más que suficiente para desconfiar de él. A Vox le resta mucho personas como éste hombre en el partido! Y ya si lo que dice @Alvisepf  es verdad...", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["fjconpe", "jlsteeg", "Alvisepf"], "country": "MEXICO", "text_es": "Que quiera imponer la vacunación obligatoria, pasaporte covid, que insulte a los que no creemos en ésta vacuna es razón más que suficiente para desconfiar de él. A Vox le resta mucho personas como éste hombre en el partido! Y ya si lo que dice es verdad..."}, {"id": 1437818920010924043, "verified": false, "tweet_text": "\"\" https://t.co/yFuV4XtKQL #Menadel #Psicología El ministro de Sanidad israelí, pillado en un micrófono abierto, dice que EL \"PASAPORTE VERDE\" NO SE BASA EN LA EPIDEMIOLOGÍA. \"Nuestro problema es la gente que no se vacuna. Tenemos que [influir] un poco en ellos; si no, no saldr…", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "hashtags": ["Menadel", "Psicología"], "tweet_urls": ["https://t.co/yFuV4XtKQL"], "country": "MEXICO", "text_es": "\"\" El ministro de Sanidad israelí, pillado en un micrófono abierto, dice que EL \"PASAPORTE VERDE\" NO SE BASA EN LA EPIDEMIOLOGÍA. \"Nuestro problema es la gente que no se vacuna. Tenemos que [influir] un poco en ellos; si no, no saldr…"}, {"id": 1437818510214901767, "verified": false, "tweet_text": "Sí El Supremo avala la decisión de la Xunta de exigir el pasaporte Covid para entrar en la hostelería, cuando el 75 % de la población está vacunada, sabiendo además que la vacuna no inmuniza, está claro que avala que presionen para vacunarnos o la venganza para los que no quieran", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "country": "MEXICO", "text_es": "Sí El Supremo avala la decisión de la Xunta de exigir el pasaporte Covid para entrar en la hostelería, cuando el % de la población está vacunada, sabiendo además que la vacuna no inmuniza, está claro que avala que presionen para vacunarnos o la venganza para los que no quieran"}, {"id": 1437816396604448768, "verified": false, "tweet_text": "@degrelle_sr @jledezmah26 @NitoCortizo @b_baruj @0467luis @gatitaferoz507 @VctorAtencioG @Isaac_0390 @JosErnestoPare1 @LaAlianzaPanam1 @PadresXPanama @Alianzapanamen2 La idea es acabar con todo y clase media, grandes empresas acaparando todo, negocio redondo hacernos más esclavos, muchos no lo ven, pero hay está pasaporte verde, código QR, vacuna obligatoria, etc, donde están nuestros derechos, Así de Fácil", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["degrelle_sr", "jledezmah26", "NitoCortizo", "b_baruj", "0467luis", "gatitaferoz507", "VctorAtencioG", "Isaac_0390", "JosErnestoPare1", "LaAlianzaPanam1", "PadresXPanama", "Alianzapanamen2"], "tweet_emoticons": ["XP"], "country": "MEXICO", "text_es": "La idea es acabar con todo y clase media, grandes empresas acaparando todo, negocio redondo hacernos más esclavos, muchos no lo ven, pero hay está pasaporte verde, código QR, vacuna obligatoria, etc, donde están nuestros derechos, Así de Fácil"}, {"id": 1437813816113475591, "verified": false, "tweet_text": "@ConsEspCDMX Hola, buen día. ¿Puedo viajar a España con mi pasaporte español si aún no recibo la segunda dosis de la vacuna?", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "mentions": ["ConsEspCDMX"], "country": "MEXICO", "text_es": "Hola, buen día. ¿Puedo viajar a España con mi pasaporte español si aún no recibo la segunda dosis de la vacuna?"}, {"id": 1437813689986519049, "verified": false, "tweet_text": "@Florencia_Pink Para mí la vacuna es efectiva,  salvo la vida de mis padres, si el pasaporte es o no una forma de control es debatible, pero no hay motivos para pensar que la vacuna es una forma de control.", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "mentions": ["Florencia_Pink"], "country": "MEXICO", "text_es": "Para mí la vacuna es efectiva, salvo la vida de mis padres, si el pasaporte es o no una forma de control es debatible, pero no hay motivos para pensar que la vacuna es una forma de control."}, {"id": 1437806053295632387, "verified": false, "tweet_text": "Que por culo de vacuna y que todo gire en torno al pasaporte covid. Si lo único que hace la vacuna es que si lo pillas los síntomas son menores, para que mierda es necesario el pasaporte para prácticamente todo?? Si aún estando vacunado lo puedes coger y contagiar...", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "country": "MEXICO", "text_es": "Que por culo de vacuna y que todo gire en torno al pasaporte covid. Si lo único que hace la vacuna es que si lo pillas los síntomas son menores, para que mierda es necesario el pasaporte para prácticamente todo?? Si aún estando vacunado lo puedes coger y contagiar..."}, {"id": 1437803646704627715, "verified": false, "tweet_text": "@LuisLacallePou Dinamarca con un porcentaje de población vacunada igual a Uy, eliminó TODAS las restricciones por covid, ni tapabocas, ni aforo, ni pasaporte de vacuna. Eso es un país liberal...sería bueno que Uy haga un gesto y muestre que aún respeta la libertad de su pueblo.", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "mentions": ["LuisLacallePou"], "country": "MEXICO", "text_es": "Dinamarca con un porcentaje de población vacunada igual a Uy, eliminó TODAS las restricciones por covid, ni tapabocas, ni aforo, ni pasaporte de vacuna. Eso es un país liberal...sería bueno que Uy haga un gesto y muestre que aún respeta la libertad de su pueblo."}, {"id": 1437797513902362625, "verified": false, "tweet_text": "Son mil vacunas y los padres de los jóvenes solo necesitaban inscribirlos, sin necesidad de contar con pasaporte y visa para ingresar a Estados Unidos a recibir gratis la vacuna. Vía @k911noticias y @claudiobresofic https://t.co/ZP0iVxK4Z3", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "mentions": ["k911noticias", "claudiobresofic"], "country": "MEXICO", "text_es": "Son mil vacunas y los padres de los jóvenes solo necesitaban inscribirlos, sin necesidad de contar con pasaporte y visa para ingresar a Estados Unidos a recibir gratis la vacuna. Vía y"}, {"id": 1437796028976095233, "verified": false, "tweet_text": "@LaVanguardia Pues a ver si arreglan la paradoja de haber pasado covid y hasta q no recibes una segunda dosis no te dan el pasaporte. Cuando todos los infectados covid solo deben recibir un solo pinchazo de la vacuna. Pero nada, seguid complicándolo todo por temas administrativos/informáticos.", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "mentions": ["LaVanguardia"], "country": "MEXICO", "text_es": "Pues a ver si arreglan la paradoja de haber pasado covid y hasta q no recibes una segunda dosis no te dan el pasaporte. Cuando todos los infectados covid solo deben recibir un solo pinchazo de la vacuna. Pero nada, seguid complicándolo todo por temas administrativos/informáticos."}, {"id": 1437781486044958723, "verified": true, "tweet_text": "¿Podría Connecticut usar un pasaporte digital de la vacuna COVID-19? https://t.co/EN0obt4eip", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "tweet_urls": ["https://t.co/EN0obt4eip"], "country": "MEXICO", "text_es": "¿Podría Connecticut usar un pasaporte digital de la vacuna COVID-19?"}, {"id": 1437778676897157121, "verified": false, "tweet_text": "🔵#Actualidad | Gobernador Regional de Cusco, Jean Paul Benavente, afirmó que el uso de un pasaporte Covid genera expectativa en la población para recibir la vacuna. Además, comentó que empresariado ha respondido y ya preparan incentivos para vacunados. https://t.co/alhemESQQH", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "hashtags": ["Actualidad"], "tweet_emoticons": ["🔵", "xp"], "country": "MEXICO", "text_es": "🔵 | Gobernador Regional de Cusco, Jean Paul Benavente, afirmó que el uso de un pasaporte Covid genera expectativa en la población para recibir la vacuna. Además, comentó que empresariado ha respondido y ya preparan incentivos para vacunados."}, {"id": 1437774593708724233, "verified": false, "tweet_text": "Si esto sigue como va para poder cagar nos van a pedir el pasaporte de vacuna, una cosa es cuidarse como no y otra q te quieren controlar todo q comer q decir que pensar y a donde ir y como y obligarte a ponerte algo experimental que no evita la enfermedad es la cereza del pastel", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Si esto sigue como va para poder cagar nos van a pedir el pasaporte de vacuna, una cosa es cuidarse como no y otra q te quieren controlar todo q comer q decir que pensar y a donde ir y como y obligarte a ponerte algo experimental que no evita la enfermedad es la cereza del pastel"}, {"id": 1437772380768768014, "verified": false, "tweet_text": "AMLO invita a Quirino Ordaz, gobernador priista de Sinaloa, a incorporarse a su gabinete.\n\nDice Alito que le quitará la credencial del PRI; para ir a España como embajador solo se necesita el pasaporte y la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "country": "MEXICO", "text_es": "AMLO invita a Quirino Ordaz, gobernador priista de Sinaloa, a incorporarse a su gabinete. Dice Alito que le quitará la credencial del PRI; para ir a España como embajador solo se necesita el pasaporte y la vacuna."}, {"id": 1437763592238075907, "verified": false, "tweet_text": "Cusco: pasaporte covid genera expectativa y motiva a los pobladores a recibir la vacuna  https://t.co/6BSGpIH3mK a través de @Agencia_Andina", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "mentions": ["Agencia_Andina"], "tweet_urls": ["https://t.co/6BSGpIH3mK"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Cusco: pasaporte covid genera expectativa y motiva a los pobladores a recibir la vacuna a través de"}, {"id": 1437762693214187523, "verified": false, "tweet_text": "@CeliaPma @R4ultimate @xsaezll @etica Discusión estéril. Hay protestas, publicaciones mundiales a favor y en contra vacuna covid/pasaporte sanitario, etc. Eso es libertad de expresión y por eso están en redes sociales y medios de comunicación. https://t.co/blYSfUEasl", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "mentions": ["CeliaPma", "R4ultimate", "xsaezll", "etica"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Discusión estéril. Hay protestas, publicaciones mundiales a favor y en contra vacuna covid/pasaporte sanitario, etc. Eso es libertad de expresión y por eso están en redes sociales y medios de comunicación."}, {"id": 1437756266533867524, "verified": false, "tweet_text": "En cuanto a lo que ha dicho Sánchez sobre la magnanimidad de la vacuna, que oye han vacunado a todos, sin pedir pasaporte de voto, ha dicho, esto no va a crear ningún cisma, aunque las declaraciones no son afortunadas....es increible", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "country": "MEXICO", "text_es": "En cuanto a lo que ha dicho Sánchez sobre la magnanimidad de la vacuna, que oye han vacunado a todos, sin pedir pasaporte de voto, ha dicho, esto no va a crear ningún cisma, aunque las declaraciones no son afortunadas....es increible"}, {"id": 1437710255606091778, "verified": false, "tweet_text": "ISRAEL: MINISTROS ATRAPADOS EN MICRÓFONO CALIENTE QUE ADMITEN PASAPORTE DE LA VACUNA NO ESTÁ JUSTIFICADO “EPIDEMIOLÓGICAMENTE”...  \n\nNO PIENSES!!!  ellos lo hacen por nuestro bien 🐑🐏\n https://t.co/9DWhOejCLv", "tweet_lang": "es", "tweet_date": "2021-09-14T10:00:00Z", "tweet_urls": ["https://t.co/9DWhOejCLv"], "tweet_emoticons": ["🐑", "🐏"], "country": "MEXICO", "text_es": "ISRAEL: MINISTROS ATRAPADOS EN MICRÓFONO CALIENTE QUE ADMITEN PASAPORTE DE LA VACUNA NO ESTÁ JUSTIFICADO “EPIDEMIOLÓGICAMENTE”... NO PIENSES!!! ellos lo hacen por nuestro bien 🐑🐏"}, {"id": 1437695702642089985, "verified": false, "tweet_text": "@be_so22 @ADRIANAAZZIAS Eso no es así, en Europa solo está planteado x ahora una tercera para personas ancianas o con alguna condicion. En el pasaporte de vacuna no dice nada de eso.", "tweet_lang": "es", "tweet_date": "2021-09-14T09:00:00Z", "mentions": ["be_so22", "ADRIANAAZZIAS"], "country": "MEXICO", "text_es": "Eso no es así, en Europa solo está planteado x ahora una tercera para personas ancianas o con alguna condicion. En el pasaporte de vacuna no dice nada de eso."}, {"id": 1437678061445648385, "verified": false, "tweet_text": "@Joker_Hispanico Por qué es mentira lo que dices. NO es un experimento y la vacuna, pregúntale a tu médico si quieres, te saca un certificado de vacunación (no el pasaporte covid) donde pone TODOS los datos de la vacuna, el centro donde se administró y TU MEDICO DE CABECERA.", "tweet_lang": "es", "tweet_date": "2021-09-14T07:00:00Z", "mentions": ["Joker_Hispanico"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Por qué es mentira lo que dices. NO es un experimento y la vacuna, pregúntale a tu médico si quieres, te saca un certificado de vacunación (no el pasaporte covid) donde pone TODOS los datos de la vacuna, el centro donde se administró y TU MEDICO DE CABECERA."}, {"id": 1437667382240202752, "verified": false, "tweet_text": "@InfoViajera Para embarcar con vacunacion completa y el QR de la app española de salud sirve. Luego, de pasar migraciones en Madrid, el control de salud te mira el QR, pide pasaporte y vacuna. Al final te deja ir y te pide mandes lo que les adjunte en el tweet anterior", "tweet_lang": "es", "tweet_date": "2021-09-14T07:00:00Z", "mentions": ["InfoViajera"], "country": "MEXICO", "text_es": "Para embarcar con vacunacion completa y el QR de la app española de salud sirve. Luego, de pasar migraciones en Madrid, el control de salud te mira el QR, pide pasaporte y vacuna. Al final te deja ir y te pide mandes lo que les adjunte en el tweet anterior"}, {"id": 1437655977977860096, "verified": false, "tweet_text": "Sin \"vacuna\" y \"pasaporte sanitario\" (código QR) el ciudadano es neutralizado en el mejor de los supuestos y transportado a \"campos de aislamiento\" gentileza del Régimen Sionista Internacional. https://t.co/zSsY9FlMvw", "tweet_lang": "es", "tweet_date": "2021-09-14T06:00:00Z", "country": "MEXICO", "text_es": "Sin \"vacuna\" y \"pasaporte sanitario\" (código QR) el ciudadano es neutralizado en el mejor de los supuestos y transportado a \"campos de aislamiento\" gentileza del Régimen Sionista Internacional."}, {"id": 1437631536732454912, "verified": false, "tweet_text": "@DanGamboaB Pasaporte o DNI como siempre para la identificación. El certificado de vacuna que da cada país.", "tweet_lang": "es", "tweet_date": "2021-09-14T04:00:00Z", "mentions": ["DanGamboaB"], "country": "MEXICO", "text_es": "Pasaporte o DNI como siempre para la identificación. El certificado de vacuna que da cada país."}, {"id": 1437627173431545857, "verified": false, "tweet_text": "@sileno4 @vox_es @Jorgebuxade No son perfectos, pero han conseguido que los 2 Estados de Alarma, sean ilegales. Apoyan la figura del Rey como simbolo.nacional contrario al globalismo, luchan por la libertad, que la vacuna sea voluntaria y estan en contra del pasaporte sanitario. Algun otro partido lo mejora?", "tweet_lang": "es", "tweet_date": "2021-09-14T04:00:00Z", "mentions": ["sileno4", "vox_es", "Jorgebuxade"], "country": "MEXICO", "text_es": "No son perfectos, pero han conseguido que los Estados de Alarma, sean ilegales. Apoyan la figura del Rey como simbolo.nacional contrario al globalismo, luchan por la libertad, que la vacuna sea voluntaria y estan en contra del pasaporte sanitario. Algun otro partido lo mejora?"}, {"id": 1437612646015119363, "verified": false, "tweet_text": "Que mujer con pasaporte, vacuna de fiebre amarilla, vacuna de Covid y sin semáforo en rojo los próximos días está disponible para viajar a Punta Cana? Info DM", "tweet_lang": "es", "tweet_date": "2021-09-14T03:00:00Z", "country": "MEXICO", "text_es": "Que mujer con pasaporte, vacuna de fiebre amarilla, vacuna de Covid y sin semáforo en rojo los próximos días está disponible para viajar a Punta Cana? Info DM"}, {"id": 1437611213697994753, "verified": false, "tweet_text": "ISRAEL: Ministros atrapados en micrófono abierto admitiendo pasaporte de vacuna sin justificación \"epidemiológica\"\n\nhttps://t.co/Pp8FVjMKWx", "tweet_lang": "es", "tweet_date": "2021-09-14T03:00:00Z", "tweet_urls": ["https://t.co/Pp8FVjMKWx"], "country": "MEXICO", "text_es": "ISRAEL: Ministros atrapados en micrófono abierto admitiendo pasaporte de vacuna sin justificación \"epidemiológica\""}, {"id": 1437607135802691594, "verified": false, "tweet_text": "Reynaldo Albergue: \"Esto se está volviendo un requisito (estar con dos dosis de vacuna contra COVID-19) para viajar. Se tienen que registrar y sacar el pasaporte sanitario (certificado), la aerolínea o agencia de viaje da las indicaciones para poder hacerlo\".", "tweet_lang": "es", "tweet_date": "2021-09-14T03:00:00Z", "country": "MEXICO", "text_es": "Reynaldo Albergue: \"Esto se está volviendo un requisito (estar con dos dosis de vacuna contra COVID-19) para viajar. Se tienen que registrar y sacar el pasaporte sanitario (certificado), la aerolínea o agencia de viaje da las indicaciones para poder hacerlo\"."}, {"id": 1437587767953956864, "verified": false, "tweet_text": "🇮🇱\nAtrapado en un micrófono caliente, el ministro israelí dice que el pasaporte de la vacuna no se basa en la ciencia \nhttps://t.co/GBayRZupWx", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "tweet_urls": ["https://t.co/GBayRZupWx"], "tweet_emoticons": ["🇮🇱"], "country": "MEXICO", "text_es": "🇮🇱 Atrapado en un micrófono caliente, el ministro israelí dice que el pasaporte de la vacuna no se basa en la ciencia"}, {"id": 1437586208209752065, "verified": false, "tweet_text": "@JorgeBecerraTol @guille_gos Ósea les piden muchos requisitos quieres decir como pasaporte de vacuna etc?", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "mentions": ["JorgeBecerraTol", "guille_gos"], "country": "MEXICO", "text_es": "Ósea les piden muchos requisitos quieres decir como pasaporte de vacuna etc?"}, {"id": 1437584363844210697, "verified": false, "tweet_text": "@iarextn @SirChandlerBlog Hola perdón pasaporte argentino o europeo? y qué vacuna? Porque yo tengo Sputnik + Moderna y mi marido dos de Sputnik...", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "mentions": ["iarextn", "SirChandlerBlog"], "country": "MEXICO", "text_es": "Hola perdón pasaporte argentino o europeo? y qué vacuna? Porque yo tengo Sputnik + Moderna y mi marido dos de Sputnik..."}, {"id": 1437582321214017544, "verified": false, "tweet_text": "@EpicuroDeSamos_ Y los muy hijos de puta pensando en implentar un pasaporte sanitario, cuando desde ya se reconoce que la vacuna por sí sola no controla el covid con sus múltiples y aceleradas mutaciones. Autocuidarnos e ir asimilando naturalmente las distintas sepas podría contribuir bastante.", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "mentions": ["EpicuroDeSamos_"], "country": "MEXICO", "text_es": "Y los muy hijos de puta pensando en implentar un pasaporte sanitario, cuando desde ya se reconoce que la vacuna por sí sola no controla el covid con sus múltiples y aceleradas mutaciones. Autocuidarnos e ir asimilando naturalmente las distintas sepas podría contribuir bastante."}, {"id": 1437570648788938760, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas con el https://t.co/bG2ZGKjUKu", "tweet_lang": "es", "tweet_date": "2021-09-14T00:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas con el"}, {"id": 1437552545929601028, "verified": false, "tweet_text": "@gaby_aguilera_ Llévate tu pasaporte y busca súper súper bien esa hoja de la vacuna sino busca si le tomaste pic o algo 🥺", "tweet_lang": "es", "tweet_date": "2021-09-13T23:00:00Z", "mentions": ["gaby_aguilera_"], "tweet_emoticons": ["🥺"], "country": "MEXICO", "text_es": "Llévate tu pasaporte y busca súper súper bien esa hoja de la vacuna sino busca si le tomaste pic o algo 🥺"}, {"id": 1437526734266642432, "verified": false, "tweet_text": "La doble vacuna se debe sentir ahora traicionada.  Dijeron que era ella el pasaporte a una vida sin Covid y nada, aparte de infectarse, acabar con su riesgo de contagio.", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "country": "MEXICO", "text_es": "La doble vacuna se debe sentir ahora traicionada. Dijeron que era ella el pasaporte a una vida sin Covid y nada, aparte de infectarse, acabar con su riesgo de contagio."}, {"id": 1437526661629677580, "verified": false, "tweet_text": "@ReaccionarioEsp @Bravo199285 No deben obligar al pasaporte sanitario, porque la vacuna es voluntaria. Si es obligatoria, el Estado debería responder de los problemas que ocasione!!", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "mentions": ["ReaccionarioEsp", "Bravo199285"], "country": "MEXICO", "text_es": "No deben obligar al pasaporte sanitario, porque la vacuna es voluntaria. Si es obligatoria, el Estado debería responder de los problemas que ocasione!!"}, {"id": 1437526510466998273, "verified": false, "tweet_text": "@Anvitw @vivicanosaok Está en contra de la vacuna obligatoria y del pasaporte sanitario.", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "mentions": ["Anvitw", "vivicanosaok"], "country": "MEXICO", "text_es": "Está en contra de la vacuna obligatoria y del pasaporte sanitario."}, {"id": 1437524052969730057, "verified": false, "tweet_text": "@thais_liset Y lo siento por todas las víctimas, mi abuelo falleció de un paro cardíaco enfermo de Covid, pero sigue siendo un porcentaje demasiado bajo para imponer una ley que obligue a nadie a ponerse una vacuna, mucho menos un pasaporte vacunal limitando la libertad de movimiento", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "mentions": ["thais_liset"], "country": "MEXICO", "text_es": "Y lo siento por todas las víctimas, mi abuelo falleció de un paro cardíaco enfermo de Covid, pero sigue siendo un porcentaje demasiado bajo para imponer una ley que obligue a nadie a ponerse una vacuna, mucho menos un pasaporte vacunal limitando la libertad de movimiento"}, {"id": 1437523303770599430, "verified": false, "tweet_text": "@Felipe53003288 @ccd13_ @Roose94 El problema es que Francia ha implementado un pasaporte covid: sin vacuna (aprobada x la EMEA) no puedes entrar a ningún lugar pùblico. Y que se necesitan casi 2 meses para q te consideren vacunación completa (21 días dsps de la 2da dosis) sino no entras a ningún lugar", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "mentions": ["Felipe53003288", "ccd13_", "Roose94"], "country": "MEXICO", "text_es": "El problema es que Francia ha implementado un pasaporte covid: sin vacuna (aprobada x la EMEA) no puedes entrar a ningún lugar pùblico. Y que se necesitan casi meses para q te consideren vacunación completa (21 días dsps de la da dosis) sino no entras a ningún lugar"}, {"id": 1437520386434945025, "verified": false, "tweet_text": "así que en Saskatchewan (se lee Sascachuan) han vuelto a poner restricciones... lo que sea para no impulsar el pasaporte de vacuna que está esperando parte de la población", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "country": "MEXICO", "text_es": "así que en Saskatchewan (se lee Sascachuan) han vuelto a poner restricciones... lo que sea para no impulsar el pasaporte de vacuna que está esperando parte de la población"}, {"id": 1437514197907255299, "verified": false, "tweet_text": "Por si alguien alberga aún dudas. 🙄➡️ El ministro de Salud israelí cazado por un micrófono diciendo que el pasaporte de #vacunación \"no tiene justificación médica o epidemiológica\" y que solo es para \"presionar a los no vacunados\"‼️#COVID #Vacuna⁉️ https://t.co/qsSFIoUc5R", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "hashtags": ["vacunación", "COVID", "Vacuna"], "tweet_urls": ["https://t.co/qsSFIoUc5R"], "tweet_emoticons": ["➡️", "‼️", "🙄", "⁉️"], "country": "MEXICO", "text_es": "Por si alguien alberga aún dudas. 🙄➡️ El ministro de Salud israelí cazado por un micrófono diciendo que el pasaporte de \"no tiene justificación médica o epidemiológica\" y que solo es para \"presionar a los no vacunados\"‼️ ⁉️"}, {"id": 1437511119891992578, "verified": false, "tweet_text": "@natyboombomm Fijate que alguna generación para atrás (o más de una según el caso) nuestros abuelos vinieron de Europa y ahora no te aceptan ni para pasear si no tenés cierta vacuna o pasaporte de la comunidad.", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "mentions": ["natyboombomm"], "country": "MEXICO", "text_es": "Fijate que alguna generación para atrás (o más de una según el caso) nuestros abuelos vinieron de Europa y ahora no te aceptan ni para pasear si no tenés cierta vacuna o pasaporte de la comunidad."}, {"id": 1437509850905432067, "verified": false, "tweet_text": "@AndresVergaraB Pero hoy lo es el pasaporte. ¿Deberían más bien incluir la info de la vacuna en el pasaporte pa que nadie se de cuenta? PD. Ya son muchos los países que exigen vacunas para entrar, ej. Fiebre amarilla.", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "mentions": ["AndresVergaraB"], "country": "MEXICO", "text_es": "Pero hoy lo es el pasaporte. ¿Deberían más bien incluir la info de la vacuna en el pasaporte pa que nadie se de cuenta? PD. Ya son muchos los países que exigen vacunas para entrar, ej. Fiebre amarilla."}, {"id": 1437507416434921474, "verified": false, "tweet_text": "La gripe provocaba 15000 muertos en España cada año y colapsos sanitarios....\nHay una vacuna para ella, con décadas de rodaje....y jamás se pidió una vacunación masiva ni la imposición de un pasaporte vacunero\nPiensa\nY lo sabes!!!\nhttps://t.co/TdpzJMqMaZ", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "tweet_urls": ["https://t.co/TdpzJMqMaZ"], "country": "MEXICO", "text_es": "La gripe provocaba muertos en España cada año y colapsos sanitarios.... Hay una vacuna para ella, con décadas de rodaje....y jamás se pidió una vacunación masiva ni la imposición de un pasaporte vacunero Piensa Y lo sabes!!!"}, {"id": 1437505583561822211, "verified": false, "tweet_text": "La autorización del pasaporte sanitario de la Sputnik V se hace rogar. El trámite sigue empantanado. https://t.co/14jCdBEsIu", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "tweet_urls": ["https://t.co/14jCdBEsIu"], "country": "MEXICO", "text_es": "La autorización del pasaporte sanitario de la Sputnik V se hace rogar. El trámite sigue empantanado."}, {"id": 1437481625412067330, "verified": false, "tweet_text": "Reino Unido descarta exigencia de 'pasaporte de vacuna'.\n\nAlgunas voces consideran que todo formó parte de una estrategia del gobierno para que las personas más jóvenes decidieran vacunarse, un detalle que el ministro de Sanidad no negó.\n\nhttps://t.co/EQ2QxF1tZ1", "tweet_lang": "es", "tweet_date": "2021-09-13T18:00:00Z", "tweet_urls": ["https://t.co/EQ2QxF1tZ1"], "country": "MEXICO", "text_es": "Reino Unido descarta exigencia de 'pasaporte de vacuna'. Algunas voces consideran que todo formó parte de una estrategia del gobierno para que las personas más jóvenes decidieran vacunarse, un detalle que el ministro de Sanidad no negó."}, {"id": 1437465258914983945, "verified": false, "tweet_text": "💥 Las nuevas máquinas de dinero en efectivo están preparadas para escanear su pasaporte de \"la falsa vacuna COVID-19\" o la \"marca de la bestia\" en la mano antes de entregarle el dinero. Estos cajeros serán instalados en este mismo año 2021. 😡", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "tweet_emoticons": ["💥", "😡"], "country": "MEXICO", "text_es": "💥 Las nuevas máquinas de dinero en efectivo están preparadas para escanear su pasaporte de \"la falsa vacuna COVID-19\" o la \"marca de la bestia\" en la mano antes de entregarle el dinero. Estos cajeros serán instalados en este mismo año . 😡"}, {"id": 1437461846454415364, "verified": false, "tweet_text": "👀 👉 NUEVOS CAJEROS AUTOMÁTICOS PARA SACAR DINERO EN EFECTIVO. $€\n💥 Las nuevas máquinas de dinero en efectivo están preparadas para escanear su pasaporte de \"la falsa vacuna COVID-19\" o la \"marca de la bestia\" en la mano antes de entregarle el dinero. Se intalaran eb 2021 https://t.co/WDhZJtstiU", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "tweet_emoticons": ["👀", "💥", "👉"], "country": "MEXICO", "text_es": "👀 👉 NUEVOS CAJEROS AUTOMÁTICOS PARA SACAR DINERO EN EFECTIVO. $€ 💥 Las nuevas máquinas de dinero en efectivo están preparadas para escanear su pasaporte de \"la falsa vacuna COVID-19\" o la \"marca de la bestia\" en la mano antes de entregarle el dinero. Se intalaran eb"}, {"id": 1437460575987113984, "verified": false, "tweet_text": "Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/7EVk6t2oUM", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "country": "MEXICO", "text_es": "Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437457506373099520, "verified": false, "tweet_text": "@DanGamboaB Ah ok sí es verdad,  y un documento de identidad pero no es necesario que sea europeo, he viajado a estos países con un amigo que solo tiene pasaporte colombiano y vacuna y ha pasado todos los controles sin ningún problema", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "mentions": ["DanGamboaB"], "country": "MEXICO", "text_es": "Ah ok sí es verdad, y un documento de identidad pero no es necesario que sea europeo, he viajado a estos países con un amigo que solo tiene pasaporte colombiano y vacuna y ha pasado todos los controles sin ningún problema"}, {"id": 1437451617268273156, "verified": false, "tweet_text": "@USembassyMadrid hola! Puedo entrar a España mi nombre en mi pasaporte no coincide con mi tarjeta de vacuna?", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "mentions": ["USembassyMadrid"], "country": "MEXICO", "text_es": "hola! Puedo entrar a España mi nombre en mi pasaporte no coincide con mi tarjeta de vacuna?"}, {"id": 1437451007492038662, "verified": true, "tweet_text": "Consulta abierta: me han preguntado mucho como es la situación de movimiento dentro de la Unión Europea actualmente con el COVID.\n\n¿Qué documentos piden ahora al pasar de un país miembro a otro país miembro?\n\n¿Pasaporte/Residencia?\n¿Vacuna?", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "country": "MEXICO", "text_es": "Consulta abierta: me han preguntado mucho como es la situación de movimiento dentro de la Unión Europea actualmente con el COVID. ¿Qué documentos piden ahora al pasar de un país miembro a otro país miembro? ¿Pasaporte/Residencia? ¿Vacuna?"}, {"id": 1437442834899034112, "verified": false, "tweet_text": "💉  Fondo Inversor Ruso informó que el proceso de aprobación de “Sputnik V” en la Agencia Europea de Medicamentos “va de manera positiva y profesional”. Aún la entidad sanitaria europea no validó la vacuna rusa para el pasaporte sanitario. https://t.co/zlUFrSor3e", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "💉 Fondo Inversor Ruso informó que el proceso de aprobación de “Sputnik V” en la Agencia Europea de Medicamentos “va de manera positiva y profesional”. Aún la entidad sanitaria europea no validó la vacuna rusa para el pasaporte sanitario."}, {"id": 1437437622960459777, "verified": false, "tweet_text": "¿Cómo van a necesitar la misma solución todas la naciones cuando no están \"globalizadas\" la salud, la educación, la justicia, etc.? ¿Por qué aplicar la misma receta de \"la vacuna total\", con sus encierros y su pasaporte digital cuando solo pueden cruzar la frontera los capitales?", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "country": "MEXICO", "text_es": "¿Cómo van a necesitar la misma solución todas la naciones cuando no están \"globalizadas\" la salud, la educación, la justicia, etc.? ¿Por qué aplicar la misma receta de \"la vacuna total\", con sus encierros y su pasaporte digital cuando solo pueden cruzar la frontera los capitales?"}, {"id": 1437432542655877126, "verified": false, "tweet_text": "@alwebbj De nada sirve que no hagan mandatorio el pasaporte de la vacuna si al final no vas a poder hacer nada entienden que los socialistas son así si no pueden por una forma pueden por otra pero al final te tranca", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "mentions": ["alwebbj"], "country": "MEXICO", "text_es": "De nada sirve que no hagan mandatorio el pasaporte de la vacuna si al final no vas a poder hacer nada entienden que los socialistas son así si no pueden por una forma pueden por otra pero al final te tranca"}, {"id": 1437427941294608385, "verified": false, "tweet_text": "@desaludpr mi nombre en la tarjeta de vacuna no coincide con mi pasaporte. Hay alguna manera de corregirlo?", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "mentions": ["desaludpr"], "country": "MEXICO", "text_es": "mi nombre en la tarjeta de vacuna no coincide con mi pasaporte. Hay alguna manera de corregirlo?"}, {"id": 1437426984850796549, "verified": false, "tweet_text": "@xsaezll @BernaCalvit @etica Hay que debatir entonces porque es desinformación para una de las partes para la otra no. Es difícil en Italia hubo una marcha inmensa de los que se oponen al pasaporte de vacuna porque lo consideran violación a los derechos individuales Deben cubrir los medios esa marcha? Si!", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "mentions": ["xsaezll", "BernaCalvit", "etica"], "country": "MEXICO", "text_es": "Hay que debatir entonces porque es desinformación para una de las partes para la otra no. Es difícil en Italia hubo una marcha inmensa de los que se oponen al pasaporte de vacuna porque lo consideran violación a los derechos individuales Deben cubrir los medios esa marcha? Si!"}, {"id": 1437415613983596547, "verified": false, "tweet_text": "@agumonsv Piden una vacuna hasta para ir a un bar, pasaporte sanitario para moverte por TU país, cuando nuestra constitución estipula el derecho de libre circulación a aquel que habite suelo argentina, para trabajar, si te negas, PCRs invasivos, si  no quedas sin sueldo.", "tweet_lang": "es", "tweet_date": "2021-09-13T14:00:00Z", "mentions": ["agumonsv"], "country": "MEXICO", "text_es": "Piden una vacuna hasta para ir a un bar, pasaporte sanitario para moverte por TU país, cuando nuestra constitución estipula el derecho de libre circulación a aquel que habite suelo argentina, para trabajar, si te negas, PCRs invasivos, si no quedas sin sueldo."}, {"id": 1437411734118182912, "verified": false, "tweet_text": "Cómo no voy a ser escéptico con la vacuna cuando Biden deja caer que perseguirá a los no vacunados en rueda de prensa, y el ministro de sanidad israelí admite que el pasaporte COVID solo lo utilizan para que la gente se vacune.", "tweet_lang": "es", "tweet_date": "2021-09-13T14:00:00Z", "country": "MEXICO", "text_es": "Cómo no voy a ser escéptico con la vacuna cuando Biden deja caer que perseguirá a los no vacunados en rueda de prensa, y el ministro de sanidad israelí admite que el pasaporte COVID solo lo utilizan para que la gente se vacune."}, {"id": 1437411458371948550, "verified": false, "tweet_text": "@DocEliMarquez En la provincia de Santa Fe nadie se pronunció hasta el momento contra la imposición de pasaporte sanitario ni contra la obligatoriedad de la vacuna Covid", "tweet_lang": "es", "tweet_date": "2021-09-13T14:00:00Z", "mentions": ["DocEliMarquez"], "country": "MEXICO", "text_es": "En la provincia de Santa Fe nadie se pronunció hasta el momento contra la imposición de pasaporte sanitario ni contra la obligatoriedad de la vacuna Covid"}, {"id": 1437408074210463755, "verified": false, "tweet_text": "Los Vacunados muy pronto entraran en rebelión, ya se les plantea una tercera inoculacion y en Turquía una cuarta dosis, es decir que su pasaporte de vacuna sólo dura alrededor de seis meses...\nEsto no lo soporta nadie, y menos aún que nadie se hace responsable por los daños...", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "country": "MEXICO", "text_es": "Los Vacunados muy pronto entraran en rebelión, ya se les plantea una tercera inoculacion y en Turquía una cuarta dosis, es decir que su pasaporte de vacuna sólo dura alrededor de seis meses... Esto no lo soporta nadie, y menos aún que nadie se hace responsable por los daños..."}, {"id": 1437380239504596993, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.", "tweet_lang": "es", "tweet_date": "2021-09-13T12:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437375005189410816, "verified": false, "tweet_text": "@warkentin @jrisco @asilascosasw aunque ustedes no lo crean, en verdad la vacuna es el nuevo pasaporte en las mentalidades de muchos. Vacunado puedes salir, vacunado puedes andar sin cubrebocas, vacunado haré mi vida anterior. Así el pensamiento de muchos vacunados", "tweet_lang": "es", "tweet_date": "2021-09-13T11:00:00Z", "mentions": ["warkentin", "jrisco", "asilascosasw"], "country": "MEXICO", "text_es": "aunque ustedes no lo crean, en verdad la vacuna es el nuevo pasaporte en las mentalidades de muchos. Vacunado puedes salir, vacunado puedes andar sin cubrebocas, vacunado haré mi vida anterior. Así el pensamiento de muchos vacunados"}, {"id": 1437347654275567617, "verified": false, "tweet_text": "@randymeeks Entiendo que sigue siendo útil aúnque nos podamos infectar, pero lo del pasaporte de vacunación, o que te dejen entrar en ciertos sitios si tienes la vacuna tiene sentido entonces? Lo pregunto desde el desconocimiento.", "tweet_lang": "es", "tweet_date": "2021-09-13T09:00:00Z", "mentions": ["randymeeks"], "country": "MEXICO", "text_es": "Entiendo que sigue siendo útil aúnque nos podamos infectar, pero lo del pasaporte de vacunación, o que te dejen entrar en ciertos sitios si tienes la vacuna tiene sentido entonces? Lo pregunto desde el desconocimiento."}, {"id": 1437310803833729024, "verified": false, "tweet_text": "@Ant52529536Jose @fernandeznorona Exigir una pasaporte sanitario para entrar a un lugar no estaría mal si tan solo hubiera diferencia entre los vacunados y los no vacunados. Y es que la vacuna no impide el contagio, por tanto los vacunados tienen las mismas posibilidades de contagio que los demás. Sencillo.", "tweet_lang": "es", "tweet_date": "2021-09-13T07:00:00Z", "mentions": ["Ant52529536Jose", "fernandeznorona"], "country": "MEXICO", "text_es": "Exigir una pasaporte sanitario para entrar a un lugar no estaría mal si tan solo hubiera diferencia entre los vacunados y los no vacunados. Y es que la vacuna no impide el contagio, por tanto los vacunados tienen las mismas posibilidades de contagio que los demás. Sencillo."}, {"id": 1437298189506338820, "verified": false, "tweet_text": "@ShadowClown11 @KaligulaV @Leonard86442757 No pinche ridículo, ellos no te ponen chips, pero sí te ponen un pasaporte de vacunación que es obligatorio ya en algunos viajes. Un poco ridículo y extremo que para una vacuna que ha prevenido muertes, les sigan dando miedo los no vacunados...", "tweet_lang": "es", "tweet_date": "2021-09-13T06:00:00Z", "mentions": ["ShadowClown11", "KaligulaV", "Leonard86442757"], "country": "MEXICO", "text_es": "No pinche ridículo, ellos no te ponen chips, pero sí te ponen un pasaporte de vacunación que es obligatorio ya en algunos viajes. Un poco ridículo y extremo que para una vacuna que ha prevenido muertes, les sigan dando miedo los no vacunados..."}, {"id": 1437256238908252165, "verified": false, "tweet_text": "Policías franceses agreden a mujer por no portar pasaporte de vacuna mientras estaba de compras en el centro comercial.\n\nVea: https://t.co/mTk4HRiKBf\n\n#PortadasHonduras #PeriodismoUNAH #NoticiasHonduras \n\n@Mario_Cerna https://t.co/5732noH8ta", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "hashtags": ["PortadasHonduras", "PeriodismoUNAH", "NoticiasHonduras"], "mentions": ["Mario_Cerna"], "tweet_urls": ["https://t.co/mTk4HRiKBf"], "country": "MEXICO", "text_es": "Policías franceses agreden a mujer por no portar pasaporte de vacuna mientras estaba de compras en el centro comercial. Vea:"}, {"id": 1437215897018675206, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria. ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas con el actual genocidio cometido contra la Humanidad? https://t.co/ovYZwrj5KJ", "tweet_lang": "es", "tweet_date": "2021-09-13T01:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria. ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas con el actual genocidio cometido contra la Humanidad?"}, {"id": 1437206537563512836, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas? https://t.co/EISPRKXFEM", "tweet_lang": "es", "tweet_date": "2021-09-13T00:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas?"}, {"id": 1437193195457220609, "verified": false, "tweet_text": "El ministro de Salud del Reino Unido, Sajid Javid, dijo el domingo (12 de septiembre) que al ingresar a los clubes nocturnos, conciertos o varios eventos a gran escala de Inglaterra, las personas no necesitan mostrar el llamado \"pasaporte de la vacuna #\". https://t.co/erWElq1VQz", "tweet_lang": "es", "tweet_date": "2021-09-12T23:00:00Z", "tweet_urls": ["https://t.co/erWElq1VQz"], "country": "MEXICO", "text_es": "El ministro de Salud del Reino Unido, Sajid Javid, dijo el domingo (12 de septiembre) que al ingresar a los clubes nocturnos, conciertos o varios eventos a gran escala de Inglaterra, las personas no necesitan mostrar el llamado \"pasaporte de la vacuna \"."}, {"id": 1437193032051404802, "verified": false, "tweet_text": "Cambio de política: Gran Bretaña cancela el pasaporte de la vacuna o exime el regreso a la prueba del país de origen...&amp; https://t.co/erWElq1VQz", "tweet_lang": "es", "tweet_date": "2021-09-12T23:00:00Z", "tweet_urls": ["https://t.co/erWElq1VQz"], "country": "MEXICO", "text_es": "Cambio de política: Gran Bretaña cancela el pasaporte de la vacuna o exime el regreso a la prueba del país de origen...&amp;"}, {"id": 1437167779199733766, "verified": false, "tweet_text": "Así es en Dinamarca el pasaporte nazi de vacuna y demás restricciones eliminadas! https://t.co/TprAxdHsfq", "tweet_lang": "es", "tweet_date": "2021-09-12T22:00:00Z", "tweet_urls": ["https://t.co/TprAxdHsfq"], "country": "MEXICO", "text_es": "Así es en Dinamarca el pasaporte nazi de vacuna y demás restricciones eliminadas!"}, {"id": 1437167546243993606, "verified": false, "tweet_text": "Milan 🇮🇹 manifestación en contra del pasaporte sanitario : 👉En la atrasada España socialista , la gente aceptando la vacuna 💉💀,ni una manifestación , ni un solo partido político en contra de la dictadura sanitaria…\nhttps://t.co/q3hIzAjFhB", "tweet_lang": "es", "tweet_date": "2021-09-12T22:00:00Z", "tweet_emoticons": ["💉", "👉", "🇮🇹", "💀"], "country": "MEXICO", "text_es": "Milan 🇮🇹 manifestación en contra del pasaporte sanitario : 👉En la atrasada España socialista , la gente aceptando la vacuna 💉💀,ni una manifestación , ni un solo partido político en contra de la dictadura sanitaria…"}, {"id": 1437156951067140100, "verified": false, "tweet_text": "Interesante. La vacuna que se ha inoculado la selección de Irán (Sinopharm, la china) no está homologada en Europa. Por tanto, tienen que realizarse PCRs sí o sí cada 48 horas al no tener pasaporte Covid. Una auténtica faena. #FutsalWC https://t.co/AKrHo5vaJS", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "hashtags": ["FutsalWC"], "tweet_urls": ["https://t.co/AKrHo5vaJS"], "country": "MEXICO", "text_es": "Interesante. La vacuna que se ha inoculado la selección de Irán (Sinopharm, la china) no está homologada en Europa. Por tanto, tienen que realizarse PCRs sí o sí cada horas al no tener pasaporte Covid. Una auténtica faena."}, {"id": 1437149158109028360, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunacion obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto del MUNDO los médicos y enfermeras colaboracionistas? https://t.co/2s3SBV22ig", "tweet_lang": "es", "tweet_date": "2021-09-12T20:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunacion obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto del MUNDO los médicos y enfermeras colaboracionistas?"}, {"id": 1437126792511373319, "verified": false, "tweet_text": "Demostración de protesta de pasaporte de vacuna israelí. https://t.co/CrwnmLUYWi", "tweet_lang": "es", "tweet_date": "2021-09-12T19:00:00Z", "tweet_urls": ["https://t.co/CrwnmLUYWi"], "country": "MEXICO", "text_es": "Demostración de protesta de pasaporte de vacuna israelí."}, {"id": 1437123914510082049, "verified": false, "tweet_text": "@Tiriri75 Hola, una pregunta, estoy intentando encontrar info y me es imposible interpretarlo según cada caso.\nSi estoy en España de turista (pasaporte ARG), puedo ir a Francia presentando antígenos o PCR, ya que no aceptan la vacuna China?", "tweet_lang": "es", "tweet_date": "2021-09-12T19:00:00Z", "mentions": ["Tiriri75"], "country": "MEXICO", "text_es": "Hola, una pregunta, estoy intentando encontrar info y me es imposible interpretarlo según cada caso. Si estoy en España de turista (pasaporte ARG), puedo ir a Francia presentando antígenos o PCR, ya que no aceptan la vacuna China?"}, {"id": 1437123482165334018, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en Panamá y en otros países los médicos y enfermeras colaboracionistas... https://t.co/43c9rUUMLS", "tweet_lang": "es", "tweet_date": "2021-09-12T19:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en Panamá y en otros países los médicos y enfermeras colaboracionistas..."}, {"id": 1437110214591909889, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras? https://t.co/b12FJc7K71", "tweet_lang": "es", "tweet_date": "2021-09-12T18:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras?"}, {"id": 1437109659840794628, "verified": false, "tweet_text": "@Yomariar2019 @BlancoRatti @JulioRazona Señora en 6 meses se le vence el pasaporte por vacuna y tiene que ponerse otra dosis, en Israel van por la 4ta, y están explotados de casos", "tweet_lang": "es", "tweet_date": "2021-09-12T18:00:00Z", "mentions": ["Yomariar2019", "BlancoRatti", "JulioRazona"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Señora en meses se le vence el pasaporte por vacuna y tiene que ponerse otra dosis, en Israel van por la ta, y están explotados de casos"}, {"id": 1437105303187869698, "verified": false, "tweet_text": "@Monis_32 @freddier Monica, eres una NAZI y ahora LO SABES.  Querer IMPONER la vacuna obligatoria es algo atroz, yo estoy hablando de debate.  Por cierto, hace un año el pasaporte sanitario era una Teoría de la Conspiración \"absurda\" El Foro Económico Mundial tienepágina web, LEE.", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "mentions": ["Monis_32", "freddier"], "country": "MEXICO", "text_es": "Monica, eres una NAZI y ahora LO SABES. Querer IMPONER la vacuna obligatoria es algo atroz, yo estoy hablando de debate. Por cierto, hace un año el pasaporte sanitario era una Teoría de la Conspiración \"absurda\" El Foro Económico Mundial tienepágina web, LEE."}, {"id": 1437103339431514117, "verified": false, "tweet_text": "@TeoDiezYsiete Bloquearon el contenido de la protesta de los médicos franceses y su rechazo al pasaporte de vacuna obligatorio!", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "mentions": ["TeoDiezYsiete"], "country": "MEXICO", "text_es": "Bloquearon el contenido de la protesta de los médicos franceses y su rechazo al pasaporte de vacuna obligatorio!"}, {"id": 1437102882180972546, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/rKFe9CyT5Z", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437099541514366986, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas? https://t.co/YMnNQG56ZF", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas?"}, {"id": 1437096671851257859, "verified": false, "tweet_text": "obvio hay que hacerlo rapido pero ordenado y sin hacer esperar o dar problemas al personal\nla tarjeta de embarque con el pasaporte y el test de antigenos\nlo de la vacuna por otro lado\ny el passenger locator form por otro\ntodo lo que tiene que ir junto junto y listo", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "country": "MEXICO", "text_es": "obvio hay que hacerlo rapido pero ordenado y sin hacer esperar o dar problemas al personal la tarjeta de embarque con el pasaporte y el test de antigenos lo de la vacuna por otro lado y el passenger locator form por otro todo lo que tiene que ir junto junto y listo"}, {"id": 1437092827922640907, "verified": false, "tweet_text": "Médicos Franceses VALIENTES 💪🏼 ARRIBA #Francia 🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷\nAyer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. 👇🏼 https://t.co/RndbNkvgD5", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "hashtags": ["Francia"], "tweet_emoticons": ["👇🏼", "💪🏼", "🇫🇷"], "country": "MEXICO", "text_es": "Médicos Franceses VALIENTES 💪🏼 ARRIBA 🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. 👇🏼"}, {"id": 1437089290983546884, "verified": false, "tweet_text": "Se entrega con chip, pasaporte, con la vacuna de la rabia, desparasitada y castrada.", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "country": "MEXICO", "text_es": "Se entrega con chip, pasaporte, con la vacuna de la rabia, desparasitada y castrada."}, {"id": 1437083380135473153, "verified": false, "tweet_text": "🇫🇷Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/a4GSGILKEl", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437082273686474762, "verified": false, "tweet_text": "@kminavia Decían que lo mismo de la vacuna, hoy en Europa necesitas pasaporte de vacunación, pensar que no hay un transfondo maquiavélico es muy inocente de su parte.", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "mentions": ["kminavia"], "country": "MEXICO", "text_es": "Decían que lo mismo de la vacuna, hoy en Europa necesitas pasaporte de vacunación, pensar que no hay un transfondo maquiavélico es muy inocente de su parte."}, {"id": 1437081457441349632, "verified": false, "tweet_text": "@Adolfo_Aguile @FLMIRONES Qué va a ser así? Hasta te dicen el lote de la vacuna que te pusieron.  Si hace unos días Mirones hablaba de que si nos controlaban con el pasaporte covid y todo el rollo y ahora de repente ni tienen esa información. Por favor que se dedique a pasear por la playa y no mienta más.", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "mentions": ["Adolfo_Aguile", "FLMIRONES"], "country": "MEXICO", "text_es": "Qué va a ser así? Hasta te dicen el lote de la vacuna que te pusieron. Si hace unos días Mirones hablaba de que si nos controlaban con el pasaporte covid y todo el rollo y ahora de repente ni tienen esa información. Por favor que se dedique a pasear por la playa y no mienta más."}, {"id": 1437073834620956673, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras. https://t.co/KWT0xlx8FV", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras."}, {"id": 1437073349260333061, "verified": false, "tweet_text": "@opsomsuruguay @ECavaniOfficial 🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/sHuiKziJYL", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "mentions": ["opsomsuruguay", "ECavaniOfficial"], "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437071584813109253, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/eyDL1zqMMe", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437071197116715017, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/9NTnhKg2cg", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437070481052557314, "verified": false, "tweet_text": "Ya tengo mi pasaporte de vacunación electrónico. Estoy s favor de la vacuna, pero la verdad es que no me encanta la idea de que me obliguen a sacarlo. Sin embargo, es imposible para mi no viajar. 😔\nLas personas q son antivacunas ¿qué piensan hacer al respecto?\n#espregunta", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "hashtags": ["espregunta"], "tweet_emoticons": ["😔"], "country": "MEXICO", "text_es": "Ya tengo mi pasaporte de vacunación electrónico. Estoy s favor de la vacuna, pero la verdad es que no me encanta la idea de que me obliguen a sacarlo. Sin embargo, es imposible para mi no viajar. 😔 Las personas q son antivacunas ¿qué piensan hacer al respecto?"}, {"id": 1437067685976809472, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/iETvXNLwCZ", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1437062413510234117, "verified": false, "tweet_text": "O la vacuna Covid funciona, en cuyo caso los vacunados están protegidos para que los pasaportes de la vacuna no tengan sentido, o la vacuna Covid no funciona, en cuyo caso, nuevamente, el pasaporte de la vacuna es incorrecto.  ¡Fin de la historia!", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "country": "MEXICO", "text_es": "O la vacuna Covid funciona, en cuyo caso los vacunados están protegidos para que los pasaportes de la vacuna no tengan sentido, o la vacuna Covid no funciona, en cuyo caso, nuevamente, el pasaporte de la vacuna es incorrecto. ¡Fin de la historia!"}, {"id": 1437057406484287492, "verified": true, "tweet_text": "Francia\nTrabajadores de la salud botan sus batas en protesta por la vacuna y el pasaporte \nhttps://t.co/eAMDXt76vz", "tweet_lang": "es", "tweet_date": "2021-09-12T14:00:00Z", "tweet_urls": ["https://t.co/eAMDXt76vz"], "country": "MEXICO", "text_es": "Francia Trabajadores de la salud botan sus batas en protesta por la vacuna y el pasaporte"}, {"id": 1437054571055038471, "verified": false, "tweet_text": "El gobierno britanico renuncia a sus planes de pasaporte sanitario, so pretexto del éxito (sic) de la operacion vacuna entre la poblacion. Lo de la zorra y las uvas verdes. Alto al chantaje de la dictadura sanitaria y alto al Gran Reset (reinicialización)!", "tweet_lang": "es", "tweet_date": "2021-09-12T14:00:00Z", "country": "MEXICO", "text_es": "El gobierno britanico renuncia a sus planes de pasaporte sanitario, so pretexto del éxito (sic) de la operacion vacuna entre la poblacion. Lo de la zorra y las uvas verdes. Alto al chantaje de la dictadura sanitaria y alto al Gran Reset (reinicialización)!"}, {"id": 1437041177530966018, "verified": false, "tweet_text": "@larepublica_pe @rburhum La vacuna debería tener mismo status de las demás, como la BCG, que se pone al recién nacido. El pasaporte (ya existe, es el carnet digital de vacunación), debería ser facultativo para el sector privado y obligatorio para ciertos sectores públicos (salud, por ejemplo).", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "mentions": ["larepublica_pe", "rburhum"], "country": "MEXICO", "text_es": "La vacuna debería tener mismo status de las demás, como la BCG, que se pone al recién nacido. El pasaporte (ya existe, es el carnet digital de vacunación), debería ser facultativo para el sector privado y obligatorio para ciertos sectores públicos (salud, por ejemplo)."}, {"id": 1437040174245027842, "verified": false, "tweet_text": "@CarrieWTF @jcnanalon @IosefStealer No es así @CarrieWTF. El pasaporte sanitario (que de sanitario no tiene nada) comprende 3 cosas:\n- pauta de vacuna completa.\n- PCR negativa de menos de 72h\n- certificado de curación\nSe impuso en centros comerciales de más de 20.000 m2\nSi tienes 1 de esas 3 cosas puedes entrar.", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "mentions": ["CarrieWTF", "jcnanalon", "IosefStealer", "CarrieWTF"], "country": "MEXICO", "text_es": "No es así . El pasaporte sanitario (que de sanitario no tiene nada) comprende cosas: - pauta de vacuna completa. - PCR negativa de menos de h - certificado de curación Se impuso en centros comerciales de más de m2 Si tienes de esas cosas puedes entrar."}, {"id": 1437038968391049218, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas"}, {"id": 1437022680578920448, "verified": false, "tweet_text": "Dakota, Airon, Karim, Shasa y Hachico en adopción 🥰, tienen  2,5 meses, mestizos de tamaño pequeño.\n\nSe entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración.\n\n(Karim y más fotos siguiendo el hilo) https://t.co/i9bCqUORTg", "tweet_lang": "es", "tweet_date": "2021-09-12T12:00:00Z", "tweet_emoticons": ["🥰"], "country": "MEXICO", "text_es": "Dakota, Airon, Karim, Shasa y Hachico en adopción 🥰, tienen meses, mestizos de tamaño pequeño. Se entregan con chip, pasaporte, desparasitados, con la vacuna correspondiente a su edad y con compromiso de castración. (Karim y más fotos siguiendo el hilo)"}, {"id": 1437018740550475777, "verified": false, "tweet_text": "@marcomorasanz Odio mas a macron por el pasaporte del Covid 19 o como le llaman en mi isla Vacu ID que a hora el Dictador de Pedro Pierluisi Demócrata para colmo \nEsta Chequeando Casa por Casa quien están vacunados y quienes no violando la ley Hippa por que la vacuna es parte de la salud y la", "tweet_lang": "es", "tweet_date": "2021-09-12T12:00:00Z", "mentions": ["marcomorasanz"], "country": "MEXICO", "text_es": "Odio mas a macron por el pasaporte del Covid o como le llaman en mi isla Vacu ID que a hora el Dictador de Pedro Pierluisi Demócrata para colmo Esta Chequeando Casa por Casa quien están vacunados y quienes no violando la ley Hippa por que la vacuna es parte de la salud y la"}, {"id": 1437015625663225860, "verified": false, "tweet_text": "@teekeetaka @Inconforme75 Los estudios que indican que la vacuna ni impide la transmisión ni el contagio están, si te interesa, en la sentencia del TSJ de Galicia que anula el pasaporte covid. Vienen los enlaces y todo en la sentencia. La misma sentencia dice que no existe ningún estudio en contrario 🤣", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "mentions": ["teekeetaka", "Inconforme75"], "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "Los estudios que indican que la vacuna ni impide la transmisión ni el contagio están, si te interesa, en la sentencia del TSJ de Galicia que anula el pasaporte covid. Vienen los enlaces y todo en la sentencia. La misma sentencia dice que no existe ningún estudio en contrario 🤣"}, {"id": 1437014130762858500, "verified": false, "tweet_text": "@IbuMballow Ese pasaporte no va de salud, va de obediencia, porque si la vacuna se supone que es efectiva un no vacunado no puede poner en peligro a un vacunado", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "mentions": ["IbuMballow"], "country": "MEXICO", "text_es": "Ese pasaporte no va de salud, va de obediencia, porque si la vacuna se supone que es efectiva un no vacunado no puede poner en peligro a un vacunado"}, {"id": 1437005667320074243, "verified": false, "tweet_text": "los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando¿Cuando harán los mismo en el resto d países los médicos y enfermeras colaboracionistas con el actual genocidio cometido por la élite? https://t.co/eIXFwTvwRt", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "country": "MEXICO", "text_es": "los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando¿Cuando harán los mismo en el resto d países los médicos y enfermeras colaboracionistas con el actual genocidio cometido por la élite?"}, {"id": 1437004850387116033, "verified": false, "tweet_text": "@Hernan85834707 @PaulaPe04396421 @LANACION Solo podés entrar con PCR si tenés pasaporte de la comunidad. Sino lo tenés, solo podés entrar si podés justificar que estás dentro de las excepciones, que no son muchas. Eso es así desde el 2020 y nada cambió. Cómo la Sputnik ellos no la aprobaron, no sirve como vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "mentions": ["Hernan85834707", "PaulaPe04396421", "LANACION"], "country": "MEXICO", "text_es": "Solo podés entrar con PCR si tenés pasaporte de la comunidad. Sino lo tenés, solo podés entrar si podés justificar que estás dentro de las excepciones, que no son muchas. Eso es así desde el y nada cambió. Cómo la Sputnik ellos no la aprobaron, no sirve como vacuna."}, {"id": 1436997853365297162, "verified": false, "tweet_text": "🇫🇷 Ayer los enfermeros tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/ANiB6WrPIC", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los enfermeros tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1436994395430133762, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras https://t.co/AKtpepR05C", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras"}, {"id": 1436985740307668994, "verified": false, "tweet_text": "Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. https://t.co/0I7HZRF1cf", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "country": "MEXICO", "text_es": "Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1436985693323075587, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras!!! https://t.co/LE57WZTVeh", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras!!!"}, {"id": 1436983821874966528, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas..? https://t.co/ewM9Ioc3LM", "tweet_lang": "es", "tweet_date": "2021-09-12T09:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras colaboracionistas..?"}, {"id": 1436980398886555650, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n@omarbula @CarlosLoret @VickyDavilaH @marthadebayle @lcvelez https://t.co/ISsfalSLUK", "tweet_lang": "es", "tweet_date": "2021-09-12T09:00:00Z", "mentions": ["omarbula", "CarlosLoret", "VickyDavilaH", "marthadebayle", "lcvelez"], "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo."}, {"id": 1436976704942219265, "verified": false, "tweet_text": "No se pedirá pasaporte de vacuna en Inglaterra para eventos grandes y clubs nocturnos, y Chile ? #Temporal #Chile https://t.co/KsPYf94ASC", "tweet_lang": "es", "tweet_date": "2021-09-12T09:00:00Z", "hashtags": ["Temporal", "Chile"], "tweet_urls": ["https://t.co/KsPYf94ASC"], "country": "MEXICO", "text_es": "No se pedirá pasaporte de vacuna en Inglaterra para eventos grandes y clubs nocturnos, y Chile ?"}, {"id": 1436971869895335937, "verified": false, "tweet_text": "@encastrado Creo que tampoco lo saben ellos,😂😂😂😂.Todos los fines de semana son así.Salen a protestar por la vacuna y el pasaporte sanitario y terminan a palo limpio,unas veces con la policía y otras veces entre ellos.", "tweet_lang": "es", "tweet_date": "2021-09-12T09:00:00Z", "mentions": ["encastrado"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Creo que tampoco lo saben ellos,😂😂😂😂.Todos los fines de semana son así.Salen a protestar por la vacuna y el pasaporte sanitario y terminan a palo limpio,unas veces con la policía y otras veces entre ellos."}, {"id": 1436969473945313286, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ https://t.co/zvXtquL3Vy", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️"}, {"id": 1436963837224366083, "verified": false, "tweet_text": "🇫🇷 Ayer tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y vacunación obligatoria, renunciandoa sus puestos de trabajo.¿Cuando harán los mismo en el resto de países médicos y enfermeras colaboran con el actual genocidio cometido por la élite?? https://t.co/KpPnUkuzgt", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "tweet_emoticons": ["🇫🇷"], "country": "MEXICO", "text_es": "🇫🇷 Ayer tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y vacunación obligatoria, renunciandoa sus puestos de trabajo.¿Cuando harán los mismo en el resto de países médicos y enfermeras colaboran con el actual genocidio cometido por la élite??"}, {"id": 1436958142714322946, "verified": false, "tweet_text": "▫️ #Francia Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo... ▫️ #AntiVaccine https://t.co/ZntckVw56l", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "hashtags": ["Francia", "AntiVaccine"], "tweet_emoticons": ["▫️"], "country": "MEXICO", "text_es": "▫️ Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo... ▫️"}, {"id": 1436957210081468418, "verified": false, "tweet_text": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo.\n➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras?. https://t.co/RZesCLNuHR", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "tweet_emoticons": ["🇫🇷", "➡️"], "country": "MEXICO", "text_es": "🇫🇷 Ayer los cuidadores tiraron sus batas en París, durante la manifestación contra el pasaporte de la vacuna y la vacunación obligatoria, renunciando así a sus puestos de trabajo. ➡️ ¿Cuando harán los mismo en el resto de países los médicos y enfermeras?."}, {"id": 1436939879393419266, "verified": false, "tweet_text": "@JavierVillamor Siendo todo eso importante, deberíamos dar prioridad a otra felonía mayor que se avecina: la imposición de la vacuna y del pasaporte covid. Si eso cuaja, y por lo que vemos en países vecinos está siendo así, estamos perdidos. Nuestra tocada democracia quedará ya hundida.", "tweet_lang": "es", "tweet_date": "2021-09-12T06:00:00Z", "mentions": ["JavierVillamor"], "country": "MEXICO", "text_es": "Siendo todo eso importante, deberíamos dar prioridad a otra felonía mayor que se avecina: la imposición de la vacuna y del pasaporte covid. Si eso cuaja, y por lo que vemos en países vecinos está siendo así, estamos perdidos. Nuestra tocada democracia quedará ya hundida."}, {"id": 1436939001840164867, "verified": false, "tweet_text": "@DesdeInteresNac @BibianaViana @FlavioFamsafe Acá por lo que se ve ya hay una masa crítica bastante grande, no estan insistiendo con ninguna vacuna obligatoria ni pasaporte como en Francia. Se la están viendo venir.\nIgualmente a comparación con Bélgica, Francia o España acá fueron muy leves las medidas de cuarentena", "tweet_lang": "es", "tweet_date": "2021-09-12T06:00:00Z", "mentions": ["DesdeInteresNac", "BibianaViana", "FlavioFamsafe"], "country": "MEXICO", "text_es": "Acá por lo que se ve ya hay una masa crítica bastante grande, no estan insistiendo con ninguna vacuna obligatoria ni pasaporte como en Francia. Se la están viendo venir. Igualmente a comparación con Bélgica, Francia o España acá fueron muy leves las medidas de cuarentena"}, {"id": 1436920607405445120, "verified": false, "tweet_text": "@julioastillero @g_quadri En lugar de estarnos preocupado y discutiendo sobre el pasado vean lo q pasa en presente! En el mundo está protestando por la obligación de ponerte una vacuna y un pasaporte verde ! Quitando libertades . https://t.co/Nwe09wklIP", "tweet_lang": "es", "tweet_date": "2021-09-12T05:00:00Z", "mentions": ["julioastillero", "g_quadri"], "tweet_urls": ["https://t.co/Nwe09wklIP"], "country": "MEXICO", "text_es": "En lugar de estarnos preocupado y discutiendo sobre el pasado vean lo q pasa en presente! En el mundo está protestando por la obligación de ponerte una vacuna y un pasaporte verde ! Quitando libertades ."}, {"id": 1436898976096301067, "verified": false, "tweet_text": "@SaninPazC 4. La obligación es para empleados federales y crown corporations (lo mismo hace EEUU con su ejército pero no la veo llorar por eso).\n5. En QC los empleados de la salud (que es pública) serán suspendidos sin salario. \n6. Muchas provincias tienen pasaporte de vacuna.\nSIGUE", "tweet_lang": "es", "tweet_date": "2021-09-12T04:00:00Z", "mentions": ["SaninPazC"], "country": "MEXICO", "text_es": ". La obligación es para empleados federales y crown corporations (lo mismo hace EEUU con su ejército pero no la veo llorar por eso). . En QC los empleados de la salud (que es pública) serán suspendidos sin salario. . Muchas provincias tienen pasaporte de vacuna. SIGUE"}, {"id": 1436896571120050177, "verified": false, "tweet_text": "Miles de personas salieron a las calles de Montreal, Quebec, Canadá para protestar contra el pasaporte de vacuna nacional de Quebec hoy. https://t.co/4Hb4cXbkrg", "tweet_lang": "es", "tweet_date": "2021-09-12T04:00:00Z", "tweet_urls": ["https://t.co/4Hb4cXbkrg"], "country": "MEXICO", "text_es": "Miles de personas salieron a las calles de Montreal, Quebec, Canadá para protestar contra el pasaporte de vacuna nacional de Quebec hoy."}, {"id": 1436880838533210115, "verified": false, "tweet_text": "Os dais cuenta que está todo el mundo a Ostias desde la pandemia?\nCuando no es por la vacuna y el pasaporte Covid, es por política, en Afganistán los talibanes, Palestina e Israel, ayer en Cataluña, lo de Hassel, el BLM, lo de Cuba, Australia, Francia...", "tweet_lang": "es", "tweet_date": "2021-09-12T03:00:00Z", "country": "MEXICO", "text_es": "Os dais cuenta que está todo el mundo a Ostias desde la pandemia? Cuando no es por la vacuna y el pasaporte Covid, es por política, en Afganistán los talibanes, Palestina e Israel, ayer en Cataluña, lo de Hassel, el BLM, lo de Cuba, Australia, Francia..."}, {"id": 1436877848363638784, "verified": false, "tweet_text": "Hoy, con otro sistema que quita libertades con la famosa vacuna, hoy vi ese espíritu de lucha al cual felicito y agradezco el ejemplo a muchos que hoy se resisten a vivir condenados en la infamia de muchos gobiernos. #liberte  No pasaporte \nViva #France https://t.co/YKav9pJ4m0", "tweet_lang": "es", "tweet_date": "2021-09-12T02:00:00Z", "hashtags": ["liberte", "France"], "country": "MEXICO", "text_es": "Hoy, con otro sistema que quita libertades con la famosa vacuna, hoy vi ese espíritu de lucha al cual felicito y agradezco el ejemplo a muchos que hoy se resisten a vivir condenados en la infamia de muchos gobiernos. No pasaporte Viva"}, {"id": 1436837428040540160, "verified": false, "tweet_text": "La \"pandemia\" se trajo para la \"vacuna\", la vacuna se trajo para el pasaporte de la vacuna, el pasaporte de la vacuna se trajo para la identificación biométrica, la identificación biométrica se trajo para la Moneda Digital del Banco Central (CBDC),\n👇🏻", "tweet_lang": "es", "tweet_date": "2021-09-12T00:00:00Z", "tweet_emoticons": ["👇🏻"], "country": "MEXICO", "text_es": "La \"pandemia\" se trajo para la \"vacuna\", la vacuna se trajo para el pasaporte de la vacuna, el pasaporte de la vacuna se trajo para la identificación biométrica, la identificación biométrica se trajo para la Moneda Digital del Banco Central (CBDC), 👇🏻"}, {"id": 1436836382383636484, "verified": false, "tweet_text": "■ Cosas de \"primer mundo\":\n\n● \"Miles de personas salieron a las calles de Montreal, Quebec, Canadá para protestar contra el pasaporte de vacuna nacional de Quebec hoy.\" https://t.co/IvaGxcinrW", "tweet_lang": "es", "tweet_date": "2021-09-12T00:00:00Z", "tweet_urls": ["https://t.co/IvaGxcinrW"], "country": "MEXICO", "text_es": "■ Cosas de \"primer mundo\": ● \"Miles de personas salieron a las calles de Montreal, Quebec, Canadá para protestar contra el pasaporte de vacuna nacional de Quebec hoy.\""}, {"id": 1436775656784863241, "verified": false, "tweet_text": "@MeiCue1 @FrayJosepho @Eduardo08783970 Yo no me he vacunado en españa y no se como viene en el pasaporte de la vacuna, pero en el mío del país donde me he vacunado viene lote y demás info.", "tweet_lang": "es", "tweet_date": "2021-09-11T20:00:00Z", "mentions": ["MeiCue1", "FrayJosepho", "Eduardo08783970"], "country": "MEXICO", "text_es": "Yo no me he vacunado en españa y no se como viene en el pasaporte de la vacuna, pero en el mío del país donde me he vacunado viene lote y demás info."}, {"id": 1436768638594387974, "verified": false, "tweet_text": "@desaprendator @Lachicadeannecy En Suiza empiezan el lunes: sin pasaporte Covid no puedes entrar en restaurantes, hoteles, gimnasios, etc., etc. Vacuna obligatoria disfrazada de green pass.", "tweet_lang": "es", "tweet_date": "2021-09-11T19:00:00Z", "mentions": ["desaprendator", "Lachicadeannecy"], "country": "MEXICO", "text_es": "En Suiza empiezan el lunes: sin pasaporte Covid no puedes entrar en restaurantes, hoteles, gimnasios, etc., etc. Vacuna obligatoria disfrazada de green pass."}, {"id": 1436759981127241731, "verified": false, "tweet_text": "@m_ebrard Jajajaj justo estamos viviendo algo peor ! Una pandemia creada donde han muerto millones  de inocentes por unos locos, con una vacuna experimental q está matando gente , imponiendo un pasaporte verde y obligándote a hacerlo pq sí no pierdes tu trabajo , tu familia etc", "tweet_lang": "es", "tweet_date": "2021-09-11T19:00:00Z", "mentions": ["m_ebrard"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Jajajaj justo estamos viviendo algo peor ! Una pandemia creada donde han muerto millones de inocentes por unos locos, con una vacuna experimental q está matando gente , imponiendo un pasaporte verde y obligándote a hacerlo pq sí no pierdes tu trabajo , tu familia etc"}, {"id": 1436745794133102595, "verified": false, "tweet_text": "Se cumple lo advertido: te tendrán enganchado con las 💉 de por vida👇🏻\n\nEl pasaporte de la vacuna de Israel ahora vence después de seis meses, se requieren refuerzos\n\nIsrael Vaccine Passport Now Expires After Six Months, Boosters Required - Vision Times https://t.co/eJQCODXHmm", "tweet_lang": "es", "tweet_date": "2021-09-11T18:00:00Z", "tweet_urls": ["https://t.co/eJQCODXHmm"], "tweet_emoticons": ["💉", "👇🏻", "xp"], "country": "MEXICO", "text_es": "Se cumple lo advertido: te tendrán enganchado con las 💉 de por vida👇🏻 El pasaporte de la vacuna de Israel ahora vence después de seis meses, se requieren refuerzos Israel Vaccine Passport Now Expires After Six Months, Boosters Required - Vision Times"}, {"id": 1436735235283107848, "verified": false, "tweet_text": "Israel Vaccine Passport Now Expires After Six Months, Boosters Required.\n\nEl pasaporte de la vacuna de Israel ahora vence después de seis meses, se requieren refuerzos.\n\nIrán despertando los vacunados o todavía no lo ven?\n\n#DictatureSanitaire\n👁️💉💉\n https://t.co/LwI6ENuN0A", "tweet_lang": "es", "tweet_date": "2021-09-11T17:00:00Z", "hashtags": ["DictatureSanitaire"], "tweet_urls": ["https://t.co/LwI6ENuN0A"], "tweet_emoticons": ["👁️", "💉", "xp"], "country": "MEXICO", "text_es": "Israel Vaccine Passport Now Expires After Six Months, Boosters Required. El pasaporte de la vacuna de Israel ahora vence después de seis meses, se requieren refuerzos. Irán despertando los vacunados o todavía no lo ven? 👁️💉💉"}, {"id": 1436733946373496840, "verified": false, "tweet_text": "@ZOOMHS1 Hay ciertas cositas que generan suspicacias como que justo el pasaporte del terrorista se haya encontrado intacto, si fue armado ya la vida se encargará de los responsables.\nY cómo va la vacuna? Tienes mejor señal de internet? Jeje (ya me vacune ayer también)", "tweet_lang": "es", "tweet_date": "2021-09-11T17:00:00Z", "mentions": ["ZOOMHS1"], "country": "MEXICO", "text_es": "Hay ciertas cositas que generan suspicacias como que justo el pasaporte del terrorista se haya encontrado intacto, si fue armado ya la vida se encargará de los responsables. Y cómo va la vacuna? Tienes mejor señal de internet? Jeje (ya me vacune ayer también)"}, {"id": 1436719014517092354, "verified": false, "tweet_text": "@marysanfelipe @pdazan Entiendo, ya ese es otro tema, pero con respecto a la vacuna lo que se es q con el pasaporte se las aplican no se si con la cédula de su país de origen igual, pero lo que si es q no  importa que tengan una situación migratoria irregular.", "tweet_lang": "es", "tweet_date": "2021-09-11T16:00:00Z", "mentions": ["marysanfelipe", "pdazan"], "country": "MEXICO", "text_es": "Entiendo, ya ese es otro tema, pero con respecto a la vacuna lo que se es q con el pasaporte se las aplican no se si con la cédula de su país de origen igual, pero lo que si es q no importa que tengan una situación migratoria irregular."}, {"id": 1436715147263946756, "verified": false, "tweet_text": "🇬🇧Fueron solo 3 semanas, luego fue solo otro bloqueo, y antes de que te des cuenta, es posible que tu pasaporte de vacuna caduque a menos que obtengas el siguiente refuerzo, como en Israel.  La obediencia a las medidas nos trajo aquí, y solo la desobediencia nos hará retroceder.", "tweet_lang": "es", "tweet_date": "2021-09-11T16:00:00Z", "tweet_emoticons": ["🇬🇧"], "country": "MEXICO", "text_es": "🇬🇧Fueron solo semanas, luego fue solo otro bloqueo, y antes de que te des cuenta, es posible que tu pasaporte de vacuna caduque a menos que obtengas el siguiente refuerzo, como en Israel. La obediencia a las medidas nos trajo aquí, y solo la desobediencia nos hará retroceder."}, {"id": 1436691075800961032, "verified": false, "tweet_text": "@jluisgimenez @AnnedeBreuil Ya, pero ahora el mensaje ha calado mucho más. Y la vacuna actúa como una suerte de pasaporte para hacer el carajote. En Canarias hemos tenido unos datos pésimos. Pero el personal ha desarrollado piel de elefante", "tweet_lang": "es", "tweet_date": "2021-09-11T14:00:00Z", "mentions": ["jluisgimenez", "AnnedeBreuil"], "country": "MEXICO", "text_es": "Ya, pero ahora el mensaje ha calado mucho más. Y la vacuna actúa como una suerte de pasaporte para hacer el carajote. En Canarias hemos tenido unos datos pésimos. Pero el personal ha desarrollado piel de elefante"}, {"id": 1436678842983362568, "verified": false, "tweet_text": "Creo que le iré sacando el pasaporte y la visa a mi hijo. Por que aquí no llegará la vacuna, quizá por economía, por falta de interés, por la alta demanda en el mundo…pero no porque así lo diga la evidencia científica @HLGatell https://t.co/65v8CX0Iya", "tweet_lang": "es", "tweet_date": "2021-09-11T13:00:00Z", "mentions": ["HLGatell"], "tweet_urls": ["https://t.co/65v8CX0Iya"], "country": "MEXICO", "text_es": "Creo que le iré sacando el pasaporte y la visa a mi hijo. Por que aquí no llegará la vacuna, quizá por economía, por falta de interés, por la alta demanda en el mundo…pero no porque así lo diga la evidencia científica"}, {"id": 1436660095379808258, "verified": false, "tweet_text": "@ENGINEER___28 Pues aquí en UK no hay esas conspiraciones: las vacunas aparecen en tu historia clínica, te dan el certificado de vacunación con los datos de lugar, fecha, vacuna y lote, y además se incluye en tu pasaporte digital.", "tweet_lang": "es", "tweet_date": "2021-09-11T12:00:00Z", "mentions": ["ENGINEER___28"], "country": "MEXICO", "text_es": "Pues aquí en UK no hay esas conspiraciones: las vacunas aparecen en tu historia clínica, te dan el certificado de vacunación con los datos de lugar, fecha, vacuna y lote, y además se incluye en tu pasaporte digital."}, {"id": 1436649749294243840, "verified": false, "tweet_text": "El virus ya se expandió, contagió y mató a un buen porcentaje de la gente de riesgo real ante el virus. La vacuna y pasaporte Covid obligatorio ya no tienen más que motivaciones políticas.", "tweet_lang": "es", "tweet_date": "2021-09-11T11:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "El virus ya se expandió, contagió y mató a un buen porcentaje de la gente de riesgo real ante el virus. La vacuna y pasaporte Covid obligatorio ya no tienen más que motivaciones políticas."}, {"id": 1436649536525684737, "verified": false, "tweet_text": "@Lachicadeannecy Ha cambiado la ley en Francia? porque en España no solo es anticonstitucional, si no que va en conta de ls Derechos Humanos.\nDespedir y sin deracho a paro? No lo entiendo, la vacuna no es obligatoria y por tanto, tampoco el pasaporte\n¿Qué vas a hacer? ¿Cuál es el  siguiente paso?", "tweet_lang": "es", "tweet_date": "2021-09-11T11:00:00Z", "mentions": ["Lachicadeannecy"], "country": "MEXICO", "text_es": "Ha cambiado la ley en Francia? porque en España no solo es anticonstitucional, si no que va en conta de ls Derechos Humanos. Despedir y sin deracho a paro? No lo entiendo, la vacuna no es obligatoria y por tanto, tampoco el pasaporte ¿Qué vas a hacer? ¿Cuál es el siguiente paso?"}, {"id": 1436625875055915013, "verified": false, "tweet_text": "La \"pandemia\" se trajo para la \"vacuna\", la vacuna se trajo para el pasaporte de la vacuna, el pasaporte de la vacuna se trajo para la identificación biométrica, la identificación biométrica se trajo para la Moneda Digital del Banco Central (CBDC), la CBDC TODO para ESCLAVIZARLOS https://t.co/gLbFYklOT4", "tweet_lang": "es", "tweet_date": "2021-09-11T10:00:00Z", "country": "MEXICO", "text_es": "La \"pandemia\" se trajo para la \"vacuna\", la vacuna se trajo para el pasaporte de la vacuna, el pasaporte de la vacuna se trajo para la identificación biométrica, la identificación biométrica se trajo para la Moneda Digital del Banco Central (CBDC), la CBDC TODO para ESCLAVIZARLOS"}]