[{"id": 1439453444104933377, "verified": false, "tweet_text": "COVID19 Has Been A Real Challenge For The Functioning Of Our\nCommonwealth.\n\nThis appeared last week. This saga provides some interesting insight into how technical progress can be stymied by State infighting and shifting requirements. Vaccine passports t https://t.co/DOGWWz378S", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/DOGWWz378S"], "country": "USA", "text_en": "COVID19 Has Been A Real Challenge For The Functioning Of Our Commonwealth. This appeared last week. This saga provides some interesting insight into how technical progress can be stymied by State infighting and shifting requirements. Vaccine passports t"}, {"id": 1439452670373335041, "verified": false, "tweet_text": "@Anthony32260935 See🧵 🇺🇸 Thread of United States \n\n• rallies \n• protests\n• meetings \n• gatherings \n• demonstrations \n\n Vs\n\n• lockdowns \n• mask mandates \n• vaccine mandates / passports / encampments https://t.co/nlcChHFe8o", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Anthony32260935"], "tweet_urls": ["https://t.co/nlcChHFe8o"], "tweet_emoticons": ["🇺🇸", "🧵"], "country": "USA", "text_en": "See Thread of United States rallies protests meetings gatherings demonstrations Vs lockdowns mask mandates vaccine mandates / passports / encampments"}, {"id": 1439452466941251587, "verified": false, "tweet_text": "@BeachLife7 One reason why I support vaccine passports, to keep those people away from public events. If they don't want a vaccine then they should stay away.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["BeachLife7"], "country": "USA", "text_en": "One reason why I support vaccine passports, to keep those people away from public events. If they don't want a vaccine then they should stay away."}, {"id": 1439452319397990400, "verified": false, "tweet_text": "@AussieVal10 Love how he says the vaccine passports won't be permanent and then goes on to outline the plan to make them permanent", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["AussieVal10"], "country": "USA", "text_en": "Love how he says the vaccine passports won't be permanent and then goes on to outline the plan to make them permanent"}, {"id": 1439451875514875911, "verified": true, "tweet_text": "Good news. Entirely predictable based on introduction of vaccine passports in other jurisdictions. But, good news. https://t.co/v5tFvluNlx", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/v5tFvluNlx"], "country": "USA", "text_en": "Good news. Entirely predictable based on introduction of vaccine passports in other jurisdictions. But, good news."}, {"id": 1439451860205596679, "verified": false, "tweet_text": "Clip of the day. Dan stating that vaccine passports will not be permanent ('we don't have a flu vaccine passport') but that by next year it will likely be booster passports. https://t.co/9BiIAXl2Ap", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Clip of the day. Dan stating that vaccine passports will not be permanent ('we don't have a flu vaccine passport') but that by next year it will likely be booster passports."}, {"id": 1439451354980773890, "verified": false, "tweet_text": "If you support vaccine passports don’t you dare wear a poppy on November.11 cowards!", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "If you support vaccine passports dont you dare wear a poppy on November.11 cowards!"}, {"id": 1439450878377742339, "verified": false, "tweet_text": "@lvlewitinn Hmm good points, here in Canada they are coming out with QR vaccine passports which are mandatory for restaurants etc. So maybe Mail out everyone voter a QR Code which represents a vote in a distributed ledger system. After our PM got through 3 major ethnics violations", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["lvlewitinn"], "country": "USA", "text_en": "Hmm good points, here in Canada they are coming out with QR vaccine passports which are mandatory for restaurants etc. So maybe Mail out everyone voter a QR Code which represents a vote in a distributed ledger system. After our PM got through major ethnics violations"}, {"id": 1439450841698553856, "verified": false, "tweet_text": "@sallymcmanus And vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["sallymcmanus"], "country": "USA", "text_en": "And vaccine passports"}, {"id": 1439450594046054405, "verified": false, "tweet_text": "The great @DrJBhattacharya joins me to discuss recent COVID spikes, herd immunity, why vaccine passports make zero public health sense, and a lot more https://t.co/p1rZDtGaHm", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["DrJBhattacharya"], "tweet_urls": ["https://t.co/p1rZDtGaHm"], "country": "USA", "text_en": "The great joins me to discuss recent COVID spikes, herd immunity, why vaccine passports make zero public health sense, and a lot more"}, {"id": 1439450331578986503, "verified": false, "tweet_text": "@msmmmn111 @theage Vaccine mandates for specific industries! Consequences for unvaccinated eg vaccine passports. The antivaxxers are SELFISH and will only get vaxxed if doing so allows them to join society.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["msmmmn111", "theage"], "country": "USA", "text_en": "Vaccine mandates for specific industries! Consequences for unvaccinated eg vaccine passports. The antivaxxers are SELFISH and will only get vaxxed if doing so allows them to join society."}, {"id": 1439450313342156803, "verified": false, "tweet_text": "@Tom4CongressNY6 you should work on your emotional intelligence, of which you have ZERO\n\nMaybe this \"I support neither vaccine passports nor mandatory vaccination\" rather than your mindless hashtag \"get vaxxed\"\n\n\"getting vaccinated is in best interest of a vast majority of Americans\" = OPINION", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Tom4CongressNY6"], "country": "USA", "text_en": "you should work on your emotional intelligence, of which you have ZERO Maybe this \"I support neither vaccine passports nor mandatory vaccination\" rather than your mindless hashtag \"get vaxxed\" \"getting vaccinated is in best interest of a vast majority of Americans\" = OPINION"}, {"id": 1439450206022422529, "verified": false, "tweet_text": "Madison Cawthorn wants to try getting onto a plane without refusing to provide an ID to either TSA or the ticket agent, he’ll get a good sense of just how far that “constitutional right” to free and unrestricted travel extends.https://t.co/DsYEWibs3S", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/DsYEWibs3S"], "country": "USA", "text_en": "Madison Cawthorn wants to try getting onto a plane without refusing to provide an ID to either TSA or the ticket agent, hell get a good sense of just how far that constitutional right to free and unrestricted travel extends."}, {"id": 1439450016691589125, "verified": false, "tweet_text": "@RocketorRekt Question for you: There are several places (the Canadian province of Alberta comes to mind) that resisted vaccine passports and were then faced with a complete  overwhelming of their healthcare system forcing them to change course. How should they have dealt with that?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["RocketorRekt"], "country": "USA", "text_en": "Question for you: There are several places (the Canadian province of Alberta comes to mind) that resisted vaccine passports and were then faced with a complete overwhelming of their healthcare system forcing them to change course. How should they have dealt with that?"}, {"id": 1439449879667875854, "verified": false, "tweet_text": "SICKO DAN today’s presser . “ First half of next year it won’t be your vaccine passport to be shown it will need to be your booster passport after your 3rd shot from moderna or Pfizer “ Getting the picture COV-ID 👉 COVERT IDENTIFICATION PASSPORTS", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["👉"], "country": "USA", "text_en": "SICKO DAN todays presser . First half of next year it wont be your vaccine passport to be shown it will need to be your booster passport after your rd shot from moderna or Pfizer Getting the picture COV-ID COVERT IDENTIFICATION PASSPORTS"}, {"id": 1439449813888782338, "verified": false, "tweet_text": "@MrAndyNgo @BillFOXLA but did they bring their vaccine passports?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["MrAndyNgo", "BillFOXLA"], "country": "USA", "text_en": "but did they bring their vaccine passports?"}, {"id": 1439449458492645376, "verified": false, "tweet_text": "Vaccine passports are coming in Australia – but what if you can’t prove your status? https://t.co/mtbpz2Vb5p", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/mtbpz2Vb5p"], "country": "USA", "text_en": "Vaccine passports are coming in Australia but what if you cant prove your status?"}, {"id": 1439449308512890884, "verified": false, "tweet_text": "Now Paris Is Ignoring Vaccine Passports And Storming Public Transit!!!\nhttps://t.co/D9NxfXzxky \nhttps://t.co/lvvdUUQ5Og", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/D9NxfXzxky", "https://t.co/lvvdUUQ5Og"], "country": "USA", "text_en": "Now Paris Is Ignoring Vaccine Passports And Storming Public Transit!!!"}, {"id": 1439449282612957194, "verified": false, "tweet_text": "I came across an anti-vaccine passport protest today in downtown Edmonton. A woman at the front of the march carried a sign that essentially said the Nazis had forced Jews to carry separate passports based on their vaccination stat…https://t.co/r7eE9vhnBa https://t.co/t9Y42MQgjE", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/r7eE9vhnBa", "https://t.co/t9Y42MQgjE"], "country": "USA", "text_en": "I came across an anti-vaccine passport protest today in downtown Edmonton. A woman at the front of the march carried a sign that essentially said the Nazis had forced Jews to carry separate passports based on their vaccination stat"}, {"id": 1439449051020206085, "verified": false, "tweet_text": "スイス市民の反乱：ワクチンパスポートを無視するためにバーやレストランの前の外にテーブルを設置します。\nhttps://t.co/gv4ZAgjGeW", "tweet_lang": "ja", "tweet_date": "2021-09-19T05:00:00Z", "tweet_urls": ["https://t.co/gv4ZAgjGeW"]}, {"id": 1439448924276678659, "verified": false, "tweet_text": "Vaccine Passports are to protect the vaccinated from the unvaccinated.\n\nWeird. I thought the vaccine was supposed to do that.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "country": "USA", "text_en": "Vaccine Passports are to protect the vaccinated from the unvaccinated. Weird. I thought the vaccine was supposed to do that."}, {"id": 1439448725185863681, "verified": false, "tweet_text": "@MAGGIE_PPC You think they spent all that money on vaccine passports to just stop using them in a few months?", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["MAGGIE_PPC"], "country": "USA", "text_en": "You think they spent all that money on vaccine passports to just stop using them in a few months?"}, {"id": 1439448547066220549, "verified": false, "tweet_text": "Vaccinated can catch and spread the virus.\n\nVaccine efficacy wanes over time.\n\nThere is no system for determining each persons active vaccination status. \n\nBoosters have now been rejected by the FDA.\n\nVaccine passports are invalidated. \n\n#COVID19au", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["COVID19au"], "country": "USA", "text_en": "Vaccinated can catch and spread the virus. Vaccine efficacy wanes over time. There is no system for determining each persons active vaccination status. Boosters have now been rejected by the FDA. Vaccine passports are invalidated."}, {"id": 1439447856457424898, "verified": false, "tweet_text": "@MarcMillerVM Vaccine passports are inhumane.  It will create a two tiered society in Canada. \n\nShame on you for promoting them.  You should be ashamed of yourself.  It's sickening", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["MarcMillerVM"], "country": "USA", "text_en": "Vaccine passports are inhumane. It will create a two tiered society in Canada. Shame on you for promoting them. You should be ashamed of yourself. It's sickening"}, {"id": 1439447856381771777, "verified": false, "tweet_text": "@Ali52217902 @Clarky1002 @LiamElphick_ There’s no easy answer here. I’m pro vaccine passports as a temp measure because it’ll promote more vax take up and it lowers the risks of opening up. We can mess up the next step badly and kill far far more people than have already died.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Ali52217902", "Clarky1002", "LiamElphick_"], "country": "USA", "text_en": "Theres no easy answer here. Im pro vaccine passports as a temp measure because itll promote more vax take up and it lowers the risks of opening up. We can mess up the next step badly and kill far far more people than have already died."}, {"id": 1439447851377905665, "verified": false, "tweet_text": "@AussieVal10 Vaccine passports are being implemented under us health orders, not by legislation, and cannot therefore extend beyond the declared emergency.\n\nI don't agree with them, but they are a tool for flattening the curve while we open - to keep the hospitals afloat.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["AussieVal10"], "country": "USA", "text_en": "Vaccine passports are being implemented under us health orders, not by legislation, and cannot therefore extend beyond the declared emergency. I don't agree with them, but they are a tool for flattening the curve while we open - to keep the hospitals afloat."}, {"id": 1439447659794735104, "verified": false, "tweet_text": "@SikhForTruth No one wouldn’t even implement the vaccine passports if everyone just take the vaccine to protect themselves and others.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["SikhForTruth"], "country": "USA", "text_en": "No one wouldnt even implement the vaccine passports if everyone just take the vaccine to protect themselves and others."}, {"id": 1439447650340937730, "verified": false, "tweet_text": "@Scribulatora Dougie Ford has been hiding during the federal election as part of the Cons campaign.  He reluctantly made an appearance at that one press conference to announce Ontario's supposed vaccine certificates/passports.  Wiarton Willie looked happier on Groundhog Day. #FordfailedOntario", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["FordfailedOntario"], "mentions": ["Scribulatora"], "country": "USA", "text_en": "Dougie Ford has been hiding during the federal election as part of the Cons campaign. He reluctantly made an appearance at that one press conference to announce Ontario's supposed vaccine certificates/passports. Wiarton Willie looked happier on Groundhog Day."}, {"id": 1439447567239106565, "verified": false, "tweet_text": "“It doesn’t matter what we're forbidden...going to stores, swimming pools, cinemas, it doesn’t matter… Life is priceless. Freedom, that’s precisely it, freedom not to be vaxxed &amp; not to give in to govt blackmail.”—French protester\n\n#NoVaccinePassports \n\nhttps://t.co/SDVq5WJDjx", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "hashtags": ["NoVaccinePassports"], "tweet_urls": ["https://t.co/SDVq5WJDjx"], "country": "USA", "text_en": "It doesnt matter what we're forbidden...going to stores, swimming pools, cinemas, it doesnt matter Life is priceless. Freedom, thats precisely it, freedom not to be vaxxed &amp; not to give in to govt blackmail.French protester"}, {"id": 1439447562377965570, "verified": false, "tweet_text": "Harvard Epidemiologist Says the Case for COVID Vaccine Passports Was Just Demolished https://t.co/eZW9aAn7Ci via @feeonline", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["feeonline"], "tweet_urls": ["https://t.co/eZW9aAn7Ci"], "country": "USA", "text_en": "Harvard Epidemiologist Says the Case for COVID Vaccine Passports Was Just Demolished via"}, {"id": 1439447478840053762, "verified": false, "tweet_text": "@billsbyamilly @sunlorrie If he wanted to please reporters he would have demanded vaccine passports, all candidates vaccinated, abolish guns, 50% reduction of GHG in 5 years, urging Meng Wenzhou’s release, addition media bailout funds, etc. O’Toole is still a conservative but is just reading the room.", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["billsbyamilly", "sunlorrie"], "country": "USA", "text_en": "If he wanted to please reporters he would have demanded vaccine passports, all candidates vaccinated, abolish guns, % reduction of GHG in years, urging Meng Wenzhous release, addition media bailout funds, etc. OToole is still a conservative but is just reading the room."}, {"id": 1439447401475936260, "verified": false, "tweet_text": "I saw some bitch on Facebook trying to compare the vaccine passports to racial segregation…. Fr fr 😒😤🤨", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "tweet_emoticons": ["🤨", "😤", "😒"], "country": "USA", "text_en": "I saw some bitch on Facebook trying to compare the vaccine passports to racial segregation. Fr fr"}, {"id": 1439447387202785282, "verified": false, "tweet_text": "@CarlosDguer @DeLaCalleHum Que mal se ven los políticos hablando de temas que poco conocen como los de salud. Deberian 1ro escuchar a expertos y no hablar por hablar https://t.co/1GpUgIOyaf", "tweet_lang": "es", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["CarlosDguer", "DeLaCalleHum"], "tweet_urls": ["https://t.co/1GpUgIOyaf"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Que mal se ven los políticos hablando de temas que poco conocen como los de salud. Deberian ro escuchar a expertos y no hablar por hablar"}, {"id": 1439447358861893635, "verified": false, "tweet_text": "@ClayTravis @MeghanMcCain PA has a legislature dominated by the GOP. Even its Dem governor can’t get something like vaccine passports approved without GOP legislators who think Dems in PA cheated. NY is controlled by Dems who care first &amp; foremost about the health of New Yorkers. Yay NY!", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["ClayTravis", "MeghanMcCain"], "country": "USA", "text_en": "PA has a legislature dominated by the GOP. Even its Dem governor cant get something like vaccine passports approved without GOP legislators who think Dems in PA cheated. NY is controlled by Dems who care first &amp; foremost about the health of New Yorkers. Yay NY!"}, {"id": 1439447162736168963, "verified": false, "tweet_text": "@Myberns1 Yes definitely. But, I've read where you can buy vaccine passports. So that might create a problem. 😕", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["Myberns1"], "tweet_emoticons": ["😕"], "country": "USA", "text_en": "Yes definitely. But, I've read where you can buy vaccine passports. So that might create a problem."}, {"id": 1439446748808630275, "verified": false, "tweet_text": "@PaulKlaszus Well considering this has been floating around for over a year and pretty much all of it came true.....\nImplementing digital vaccine passports and tying a digital currency to it with a GBI seems to be the end game. https://t.co/9a7gWNDXjL", "tweet_lang": "en", "tweet_date": "2021-09-19T05:00:00Z", "mentions": ["PaulKlaszus"], "country": "USA", "text_en": "Well considering this has been floating around for over a year and pretty much all of it came true..... Implementing digital vaccine passports and tying a digital currency to it with a GBI seems to be the end game."}, {"id": 1439446569833705473, "verified": false, "tweet_text": "@Black_promoZAR This is how we gonna get those vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Black_promoZAR"], "country": "USA", "text_en": "This is how we gonna get those vaccine passports."}, {"id": 1439446569208582147, "verified": false, "tweet_text": "@Judes_Law310 @PR_Ethan The vaccine passports aren’t going to help either.  Signs are starting to go up.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Judes_Law310", "PR_Ethan"], "country": "USA", "text_en": "The vaccine passports arent going to help either. Signs are starting to go up."}, {"id": 1439446066437365762, "verified": false, "tweet_text": "@Voice4Victoria How else can they push the vaccine passports bs on us if the city is closed?  How else to create more division than to have the opportunity to make businesses enforce the 'no passport, no entry' propaganda?  It was obvious that opening up was their next agenda.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Voice4Victoria"], "country": "USA", "text_en": "How else can they push the vaccine passports bs on us if the city is closed? How else to create more division than to have the opportunity to make businesses enforce the 'no passport, no entry' propaganda? It was obvious that opening up was their next agenda."}, {"id": 1439445897490976773, "verified": false, "tweet_text": "@Jim_Jordan Also, suppression, fear, hysteria, pseudo-science, racism and vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Jim_Jordan"], "country": "USA", "text_en": "Also, suppression, fear, hysteria, pseudo-science, racism and vaccine passports"}, {"id": 1439445730507165705, "verified": false, "tweet_text": "@jimmy_grogan I know a few who won’t produce vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["jimmy_grogan"], "country": "USA", "text_en": "I know a few who wont produce vaccine passports"}, {"id": 1439445271176376323, "verified": false, "tweet_text": "@Goalkickingguru Vaxxed or not, if we consent to vaccine passports we concede freedoms and privacy.  These will not be given back.  We will be at the mercy of governmental total control and their wealthy corporate masters.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Goalkickingguru"], "country": "USA", "text_en": "Vaxxed or not, if we consent to vaccine passports we concede freedoms and privacy. These will not be given back. We will be at the mercy of governmental total control and their wealthy corporate masters."}, {"id": 1439445085918220290, "verified": false, "tweet_text": "@AnnamiePaul @CanadianPM @erinotoole @theJagmeetSingh @GGCanada @CBCIndigenous @globalnews @CTVNews @MikmaqRights @mikmaqmatters @UN @POTUS @antonioguterres @CdEntremontMP @AtlanticVoice @APTNNews @BlocQuebecois @TrinaRoache @TimHoustonNS It was not Vaccine that fractured our Dominion, it was \"Passports.\" I predict noisy Citizens, due ruling government's unlawfully forcing \"Vaccine Passports\" to access \"Services\" and/or travel our Trans Canada Highway shall result in Provincial Gestapo Berlin Walls. @maximebernier", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AnnamiePaul", "CanadianPM", "erinotoole", "theJagmeetSingh", "GGCanada", "CBCIndigenous", "globalnews", "CTVNews", "MikmaqRights", "mikmaqmatters", "UN", "POTUS", "antonioguterres", "CdEntremontMP", "AtlanticVoice", "APTNNews", "BlocQuebecois", "TrinaRoache", "TimHoustonNS", "MaximeBernier"], "country": "USA", "text_en": "It was not Vaccine that fractured our Dominion, it was \"Passports.\" I predict noisy Citizens, due ruling government's unlawfully forcing \"Vaccine Passports\" to access \"Services\" and/or travel our Trans Canada Highway shall result in Provincial Gestapo Berlin Walls."}, {"id": 1439445083489816576, "verified": false, "tweet_text": "@CTVNews Bullshit..this is all a scam to get the vaccine passports in place!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["CTVNews"], "country": "USA", "text_en": "Bullshit..this is all a scam to get the vaccine passports in place!"}, {"id": 1439444288610443264, "verified": false, "tweet_text": "@LindiMazibuko @Firestone777788 @DIRCO_ZA This isn’t about irrational populist policies @LindiMazibuko it’s about SA selling fake vaccine certificates which casts doubt on all certifications. Like our passports. South Africa sells fake documents and countries respond accordingly.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LindiMazibuko", "Firestone777788", "DIRCO_ZA", "LindiMazibuko"], "country": "USA", "text_en": "This isnt about irrational populist policies its about SA selling fake vaccine certificates which casts doubt on all certifications. Like our passports. South Africa sells fake documents and countries respond accordingly."}, {"id": 1439444205915422720, "verified": false, "tweet_text": "@AussieVal10 @AsennaWealth this is what gets me. I don’t care if you want to get the vaccine but this iron fist stuff/passports/boosters is not what we all signed up for as a society.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AussieVal10", "AsennaWealth"], "country": "USA", "text_en": "this is what gets me. I dont care if you want to get the vaccine but this iron fist stuff/passports/boosters is not what we all signed up for as a society."}, {"id": 1439443974129733632, "verified": false, "tweet_text": "@lilianakennedyp @PaisleySemrau @aarachu @TheNewDailyAu @VictoriaPolice Correction, they were not ridiculed for predicting vaccine passports.\n\nThey were ridiculed for being anti- vaxers", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["lilianakennedyp", "PaisleySemrau", "aarachu", "TheNewDailyAu", "VictoriaPolice"], "country": "USA", "text_en": "Correction, they were not ridiculed for predicting vaccine passports. They were ridiculed for being anti- vaxers"}, {"id": 1439443743564726272, "verified": false, "tweet_text": "@vampyanji I believe we are or very close as the signs are pointing that way . I think@this is a dress rehearsal for what’s coming mandated vaccines and passports , the President Biden wants 24/7 watch on private citizens bank accounts. We know  the the vaccine passports can be forged", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["vampyanji"], "country": "USA", "text_en": "I believe we are or very close as the signs are pointing that way . I think is a dress rehearsal for whats coming mandated vaccines and passports , the President Biden wants /7 watch on private citizens bank accounts. We know the the vaccine passports can be forged"}, {"id": 1439443711448915968, "verified": false, "tweet_text": "@jmclennan8 O’toole will lock us down too. He’s all for vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["jmclennan8"], "country": "USA", "text_en": "Otoole will lock us down too. Hes all for vaccine passports."}, {"id": 1439443557543260160, "verified": false, "tweet_text": "@LSobiscius @010Bravo Yes sir.  I started boycotting with all the military and police (yet I support then fully).  No Virtue pre game and now it's wole culture and now it's vaccine passports which are a violation of the charter.  RIP CFL and NHL.  I sure have a hard time to turn off Connor Mcdavid", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["LSobiscius", "010Bravo"], "country": "USA", "text_en": "Yes sir. I started boycotting with all the military and police (yet I support then fully). No Virtue pre game and now it's wole culture and now it's vaccine passports which are a violation of the charter. RIP CFL and NHL. I sure have a hard time to turn off Connor Mcdavid"}, {"id": 1439443446696235011, "verified": false, "tweet_text": "@AnnamiePaul @CanadianPM @erinotoole @theJagmeetSingh @GGCanada @CBCIndigenous @globalnews @CTVNews @MikmaqRights @mikmaqmatters @UN @POTUS @antonioguterres @CdEntremontMP @AtlanticVoice @APTNNews @BlocQuebecois @TrinaRoache @TimHoustonNS \"Vaccine Passports\" holding Canadian's hostage to \"Services\" fractured our Dominion &amp; further ruling governments of federal &amp; provincial jurisdiction shall result in most divisive Country &amp; fuel Civil Disobedience resulting Anarchy, due to political abuse of power. @MaximeBernier", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AnnamiePaul", "CanadianPM", "erinotoole", "theJagmeetSingh", "GGCanada", "CBCIndigenous", "globalnews", "CTVNews", "MikmaqRights", "mikmaqmatters", "UN", "POTUS", "antonioguterres", "CdEntremontMP", "AtlanticVoice", "APTNNews", "BlocQuebecois", "TrinaRoache", "TimHoustonNS", "MaximeBernier"], "country": "USA", "text_en": "\"Vaccine Passports\" holding Canadian's hostage to \"Services\" fractured our Dominion &amp; further ruling governments of federal &amp; provincial jurisdiction shall result in most divisive Country &amp; fuel Civil Disobedience resulting Anarchy, due to political abuse of power."}, {"id": 1439443411614896131, "verified": false, "tweet_text": "@War_and_Peace__ @David28787016 @JS49 Australia is behind because the rest of the world are protesting regarding vaccine passports. France has been pretty intense from what i have seen. Australia has always been a compliant country, thats why we are where we are.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["War_and_Peace__", "David28787016", "JS49"], "country": "USA", "text_en": "Australia is behind because the rest of the world are protesting regarding vaccine passports. France has been pretty intense from what i have seen. Australia has always been a compliant country, thats why we are where we are."}, {"id": 1439443187626438657, "verified": false, "tweet_text": "They played the long game to perfection; infiltrated government, education, entertainment, and lastly, the military. They're now goin' to infiltrate the home via vaccine passports: If you can't work, you can't pay the bills. Genius! \n\nThey're fucking evil! Wake up, damn it!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "They played the long game to perfection; infiltrated government, education, entertainment, and lastly, the military. They're now goin' to infiltrate the home via vaccine passports: If you can't work, you can't pay the bills. Genius! They're fucking evil! Wake up, damn it!"}, {"id": 1439442775708217345, "verified": false, "tweet_text": "Its a vote to save Canada from Globalization.\nA vote for any other is a mandate to continue with Vaccine passports and Globalization! \nOpen your eyes, Trudeau call this Election because he knows Canada will lose, and he will win !!\nVote PPC because it will be your last. https://t.co/8iiWNln8Jp https://t.co/nfaco9ATMG", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/8iiWNln8Jp"], "country": "USA", "text_en": "Its a vote to save Canada from Globalization. A vote for any other is a mandate to continue with Vaccine passports and Globalization! Open your eyes, Trudeau call this Election because he knows Canada will lose, and he will win !! Vote PPC because it will be your last."}, {"id": 1439442658682933253, "verified": false, "tweet_text": "@cutecanukgirl @RobGreg1970 https://t.co/pvNezMEe8N   flip flop proof. Your welcome 😉 there are more but you can do your own research. #VotePPC", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["VotePPC"], "mentions": ["cutecanukgirl", "RobGreg1970"], "tweet_urls": ["https://t.co/pvNezMEe8N"], "tweet_emoticons": ["😉"], "country": "USA", "text_en": "flip flop proof. Your welcome there are more but you can do your own research."}, {"id": 1439442562687848450, "verified": false, "tweet_text": "@ksorbs I spent the last year doing covid and hazmat cleanups so that we could continue business as usual &amp; was fired from my job for not getting the jab. I'm using last years tax money to buy a food truck and I will park it outside the restaurants in my town requiring vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ksorbs"], "country": "USA", "text_en": "I spent the last year doing covid and hazmat cleanups so that we could continue business as usual &amp; was fired from my job for not getting the jab. I'm using last years tax money to buy a food truck and I will park it outside the restaurants in my town requiring vaccine passports"}, {"id": 1439442522376335361, "verified": false, "tweet_text": "Who’s been double vaxxed but are  still against vaccine passports.  Will you show your passport or is it an invasion of your personal health “rights” Would you go to a venue if they declined entry to your unvaccinated family or friends.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Whos been double vaxxed but are still against vaccine passports. Will you show your passport or is it an invasion of your personal health rights Would you go to a venue if they declined entry to your unvaccinated family or friends."}, {"id": 1439441799735504901, "verified": false, "tweet_text": "Big fines for non-compliance + increasing aggression (inc physical) for insisting measures are a condition of entry. With vaccine passports being added to the list,  absolutely critical that biz have clear info on their obligations &amp; substantial support from gov in implementing.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Big fines for non-compliance + increasing aggression (inc physical) for insisting measures are a condition of entry. With vaccine passports being added to the list, absolutely critical that biz have clear info on their obligations &amp; substantial support from gov in implementing."}, {"id": 1439441705753796609, "verified": false, "tweet_text": "Seems ironic listening to the anti-vaxers complaining/protesting Vaccine Passports when they’re the reason the Vaccine Passport are being put in place", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Seems ironic listening to the anti-vaxers complaining/protesting Vaccine Passports when theyre the reason the Vaccine Passport are being put in place"}, {"id": 1439441674363568130, "verified": false, "tweet_text": "@denniallen @instanterudite That is the tip of the iceberg.\nWatch the EU trade deal talks.\nWatch us try to have the EU accept our vaccine passports.\nSay goodbye to visa-free travel to the EU.\nForget restarting flights to New Caledonia anytime soon.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["denniallen", "instanterudite"], "country": "USA", "text_en": "That is the tip of the iceberg. Watch the EU trade deal talks. Watch us try to have the EU accept our vaccine passports. Say goodbye to visa-free travel to the EU. Forget restarting flights to New Caledonia anytime soon."}, {"id": 1439441239053504527, "verified": false, "tweet_text": "An Australian passport is valid for 10 years. How long will vaccine passports be valid for?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "An Australian passport is valid for years. How long will vaccine passports be valid for?"}, {"id": 1439441172888494081, "verified": false, "tweet_text": "@erinotoole Nope! Don’t like your divisive politics. You lie. You don’t answer questions. Your MPs aren’t vaccinated; you don’t approve of vaccine passports. You have a hidden agenda and I don’t trust you. #VoteLiberalMajority", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["VoteLiberalMajority"], "mentions": ["erinotoole"], "country": "USA", "text_en": "Nope! Dont like your divisive politics. You lie. You dont answer questions. Your MPs arent vaccinated; you dont approve of vaccine passports. You have a hidden agenda and I dont trust you."}, {"id": 1439441033436090371, "verified": false, "tweet_text": "@JPhilm38 @_DylanM @Benaskren It's people who see through the bs opposed to lockdown and vaccine mandates and passports,small businesses are being forced to close,suicide rates are at an all time high all because of a virus which prays on the already sick and old and healthy people recovery rate of 99+%", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["JPhilm38", "_DylanM", "Benaskren"], "country": "USA", "text_en": "It's people who see through the bs opposed to lockdown and vaccine mandates and passports,small businesses are being forced to close,suicide rates are at an all time high all because of a virus which prays on the already sick and old and healthy people recovery rate of +%"}, {"id": 1439440870265135111, "verified": false, "tweet_text": "My sister lives in Europe, where they currently need to show vaccine passports to do almost anything (go out to eat, hotels, travel, visit places). The alternative to having a vaccine is showing a negative PCR test within 48 hours of wherever you want to go, which costs €90 - 1/", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "My sister lives in Europe, where they currently need to show vaccine passports to do almost anything (go out to eat, hotels, travel, visit places). The alternative to having a vaccine is showing a negative PCR test within hours of wherever you want to go, which costs - /"}, {"id": 1439440784118272000, "verified": false, "tweet_text": "Tony Blair calls for vaccine passports to prevent another lockdown https://t.co/cySvJGIgVd", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/cySvJGIgVd"], "country": "USA", "text_en": "Tony Blair calls for vaccine passports to prevent another lockdown"}, {"id": 1439440387874164736, "verified": false, "tweet_text": "@stew_monkman I think you will find that the opposite is true.\n\nPeople who buy organic foods generally believe in natural remedies and holistic medicine.\n\nIt will be the healthy living people who most disagree with mandatory vaccine passports and boosters.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["stew_monkman"], "country": "USA", "text_en": "I think you will find that the opposite is true. People who buy organic foods generally believe in natural remedies and holistic medicine. It will be the healthy living people who most disagree with mandatory vaccine passports and boosters."}, {"id": 1439440353443004416, "verified": false, "tweet_text": "@jenfrangi @SkyNewsAust He used a play on words to make it sound like vaccine passports aren't for ever.  A vaccine passport is the same whether it is for 1st dose or 5th dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["jenfrangi", "SkyNewsAust"], "country": "USA", "text_en": "He used a play on words to make it sound like vaccine passports aren't for ever. A vaccine passport is the same whether it is for st dose or th dose."}, {"id": 1439439858829832193, "verified": false, "tweet_text": "@gwacked @MrStyzz @WardenAJames @jordanbpeterson Rio is three hours apart from the nearest state. If you are not vaccinated, you will have to cross state lines (where vaccine passports won't be in place) in order to shop for groceries.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["gwacked", "MrStyzz", "WardenAJames", "jordanbpeterson"], "country": "USA", "text_en": "Rio is three hours apart from the nearest state. If you are not vaccinated, you will have to cross state lines (where vaccine passports won't be in place) in order to shop for groceries."}, {"id": 1439439814651047938, "verified": false, "tweet_text": "@BernieSpofforth Fauci says, that the virus load of the vaccinated is the same as that off the unvaccinated.\nData from Public Health England shows, that for the 40-79, infection rate for the vaccinated is higher than for the unvaccinated (negative VE). \nVaccine passports make no sense https://t.co/QwHDl468IA", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["BernieSpofforth"], "country": "USA", "text_en": "Fauci says, that the virus load of the vaccinated is the same as that off the unvaccinated. Data from Public Health England shows, that for the -79, infection rate for the vaccinated is higher than for the unvaccinated (negative VE). Vaccine passports make no sense"}, {"id": 1439439802714267648, "verified": false, "tweet_text": "@jimmellas Dan Andrews says:\n\n\"I can't say, as I stand here right now how many [years it will be] h-how long it'll be on.\"\n\nI hope this tweet gets propagated to every foolish pro-vaxer who thinks the vaccine passports are a good idea.\n\nSeriously, re-tweet this video to every place you can.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["jimmellas"], "country": "USA", "text_en": "Dan Andrews says: \"I can't say, as I stand here right now how many [years it will be] h-how long it'll be on.\" I hope this tweet gets propagated to every foolish pro-vaxer who thinks the vaccine passports are a good idea. Seriously, re-tweet this video to every place you can."}, {"id": 1439439605225320450, "verified": false, "tweet_text": "@AussieVal10 @Voice4Victoria Yep, those vaccine passports will come with an expiry date.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AussieVal10", "Voice4Victoria"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Yep, those vaccine passports will come with an expiry date."}, {"id": 1439439507212828674, "verified": false, "tweet_text": "The narrative will be changed from Anti-Lockdown Protesters to Domestic Terrorists in a heartbeat. \n\nFlatten the Curve ➡️ Vaccine passports to go to church.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["➡️"], "country": "USA", "text_en": "The narrative will be changed from Anti-Lockdown Protesters to Domestic Terrorists in a heartbeat. Flatten the Curve Vaccine passports to go to church."}, {"id": 1439439476162453505, "verified": false, "tweet_text": "@ClayTravis @MeghanMcCain Well, if the football game turns out to be a superspreader event, I'll take the vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ClayTravis", "MeghanMcCain"], "country": "USA", "text_en": "Well, if the football game turns out to be a superspreader event, I'll take the vaccine passports."}, {"id": 1439439391101886466, "verified": false, "tweet_text": "You can stick your vaccine booster passports where the sun don't shine #springst", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["springst"], "country": "USA", "text_en": "You can stick your vaccine booster passports where the sun don't shine"}, {"id": 1439439183337111558, "verified": false, "tweet_text": "@courosa People don't understand History. E.g. when they are making references to Nazism for vaccine passports or to communism for mandatory masks. I could go on for hours on these topics.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["courosa"], "country": "USA", "text_en": "People don't understand History. E.g. when they are making references to Nazism for vaccine passports or to communism for mandatory masks. I could go on for hours on these topics."}, {"id": 1439438643345592324, "verified": false, "tweet_text": "@yibbiy @RobGreg1970 Can you show me video evidence that he flip flopped on vaccine passports? Until then you are a full blown liar", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["yibbiy", "RobGreg1970"], "country": "USA", "text_en": "Can you show me video evidence that he flip flopped on vaccine passports? Until then you are a full blown liar"}, {"id": 1439438531018076160, "verified": false, "tweet_text": "O'Toole is Liberal Lite .\nO'Toole is going to support vaccines for jobs,\nO'Toole is going to Support Vaccine passports.\nO'Toole is going to support Bill - C10\nO'Toole is Liberal plan \"B\"\nVote PPC !!\nYou will be able to tell  your grand children you did ! https://t.co/SwUbM5ewyR", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/SwUbM5ewyR"], "country": "USA", "text_en": "O'Toole is Liberal Lite . O'Toole is going to support vaccines for jobs, O'Toole is going to Support Vaccine passports. O'Toole is going to support Bill - C10 O'Toole is Liberal plan \"B\" Vote PPC !! You will be able to tell your grand children you did !"}, {"id": 1439438463690960897, "verified": false, "tweet_text": "@realdarkthor @CTVVancouver Weird, because this was happening before vaccine passports, and there are still no mandatory vaccines so… 🤷‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["realdarkthor", "CTVVancouver"], "tweet_emoticons": ["🤷‍♀️"], "country": "USA", "text_en": "Weird, because this was happening before vaccine passports, and there are still no mandatory vaccines so"}, {"id": 1439437999373111296, "verified": false, "tweet_text": "@John_Robertson_ @JustinTrudeau Vaccine passports are supposed to pressure people into getting vaccinated they have no health purpose not saving anybody from anything", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["John_Robertson_", "JustinTrudeau"], "country": "USA", "text_en": "Vaccine passports are supposed to pressure people into getting vaccinated they have no health purpose not saving anybody from anything"}, {"id": 1439437813536092168, "verified": false, "tweet_text": "@rodcubkoguma @iliasofjohn @bridgerollo I would leave but the government is making these vaccine passports a thing, so won’t be able to leave this shit place anyway.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["rodcubkoguma", "iliasofjohn", "bridgerollo"], "country": "USA", "text_en": "I would leave but the government is making these vaccine passports a thing, so wont be able to leave this shit place anyway."}, {"id": 1439437436065615883, "verified": false, "tweet_text": "@globalhalifax If the vaccine works, and those who have been vaccinated are safe from infection, why do you need vaccine passports? 🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["globalhalifax"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "If the vaccine works, and those who have been vaccinated are safe from infection, why do you need vaccine passports?"}, {"id": 1439437419883945984, "verified": false, "tweet_text": "@tommieharve @OlooneyJohn Imminent crisis is a reset of the financial system. Central Banks 'Going Direct' with CBDCs. Vaccine passports morphing into digital IDs/digital wallets in readiness for this transition. Rich people are putting their wealth in real estate. Existing money system to be phased out.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["tommieharve", "OlooneyJohn"], "country": "USA", "text_en": "Imminent crisis is a reset of the financial system. Central Banks 'Going Direct' with CBDCs. Vaccine passports morphing into digital IDs/digital wallets in readiness for this transition. Rich people are putting their wealth in real estate. Existing money system to be phased out."}, {"id": 1439437144456499205, "verified": false, "tweet_text": "@ImRealGoode If you’re a person who supports vaccine passports coercion of the reluctant and children wearing masks you should probably be arrested on the spot too", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["ImRealGoode"], "country": "USA", "text_en": "If youre a person who supports vaccine passports coercion of the reluctant and children wearing masks you should probably be arrested on the spot too"}, {"id": 1439436976810127360, "verified": false, "tweet_text": "You are lying Ms Notley. Alberta does not want vaccine passports, only your pharma-fascist regime you're trying to install.\n\nI will only support businesses that reject vaxx pass. I will also file human rights charges against them and you/NDP. https://t.co/suaxT8UBK9", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/suaxT8UBK9"], "country": "USA", "text_en": "You are lying Ms Notley. Alberta does not want vaccine passports, only your pharma-fascist regime you're trying to install. I will only support businesses that reject vaxx pass. I will also file human rights charges against them and you/NDP."}, {"id": 1439436843766870019, "verified": false, "tweet_text": "@hutcho66 @shanebazzi @ABarrMLA I don't agree. You can have an opening up without vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["hutcho66", "shanebazzi", "ABarrMLA"], "country": "USA", "text_en": "I don't agree. You can have an opening up without vaccine passports"}, {"id": 1439436795175858187, "verified": false, "tweet_text": "@TankSchottle Certainly an argument FOR vaccine passports to fly!⭐️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TankSchottle"], "tweet_emoticons": ["⭐"], "country": "USA", "text_en": "Certainly an argument FOR vaccine passports to fly!"}, {"id": 1439436747591467013, "verified": false, "tweet_text": "For something more edifying and biblical https://t.co/KvB6SxhgKO", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/KvB6SxhgKO"], "country": "USA", "text_en": "For something more edifying and biblical"}, {"id": 1439436631547650049, "verified": false, "tweet_text": "UK drops vaccine passport plans, lockdown rules as COVID-19 cases rise https://t.co/3gbka4GmNl via @SkyNewsAust", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["SkyNewsAust"], "tweet_urls": ["https://t.co/3gbka4GmNl"], "country": "USA", "text_en": "UK drops vaccine passport plans, lockdown rules as COVID-19 cases rise via"}, {"id": 1439436576820371456, "verified": false, "tweet_text": "@AussieOracle @CraigKellyMP For now I still do not care, they are the only vocal voice of opposition against mandates and vaccine passports. Labor are a joke. Labor has been in lockstep with the LNP on every piece of privacy destroying legislation for years.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["AussieOracle", "CraigKellyMP"], "country": "USA", "text_en": "For now I still do not care, they are the only vocal voice of opposition against mandates and vaccine passports. Labor are a joke. Labor has been in lockstep with the LNP on every piece of privacy destroying legislation for years."}, {"id": 1439436482993737738, "verified": false, "tweet_text": "@GlobalBC That’s a shame. I used to like Rolys, but if a place isn’t checking for vaccine passports, I won’t be going there.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["GlobalBC"], "country": "USA", "text_en": "Thats a shame. I used to like Rolys, but if a place isnt checking for vaccine passports, I wont be going there."}, {"id": 1439436248540667905, "verified": false, "tweet_text": "@willy1805 @canmericanized Vaccine passports are up to the premiere. Educate yourself &amp; take it up with Ford.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["willy1805", "canmericanized"], "country": "USA", "text_en": "Vaccine passports are up to the premiere. Educate yourself &amp; take it up with Ford."}, {"id": 1439436057150328834, "verified": true, "tweet_text": "Interesting comparison between regions using passports vs incentives.. confounded by few variables but good to see what will happen in a few weeks/ months.\nhttps://t.co/06EU0InUgs", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/06EU0InUgs"], "country": "USA", "text_en": "Interesting comparison between regions using passports vs incentives.. confounded by few variables but good to see what will happen in a few weeks/ months."}, {"id": 1439435995179458568, "verified": true, "tweet_text": "British Columbia launched their #CovidVaccine passport this week. Be interesting to see how this will play out. Vaccine passports can flag concerns of inequity &amp; be experienced as 'forceful', so careful planning, engagement &amp; navigation, evaluation needed\nhttps://t.co/S39vAc2tNN", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["CovidVaccine"], "tweet_urls": ["https://t.co/S39vAc2tNN"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "British Columbia launched their passport this week. Be interesting to see how this will play out. Vaccine passports can flag concerns of inequity &amp; be experienced as 'forceful', so careful planning, engagement &amp; navigation, evaluation needed"}, {"id": 1439435767093370881, "verified": false, "tweet_text": "@KerrEteach @SikhForTruth I'm vaccinated and oppose vaccine passports. My endorsement of vaccines ≠ Vaccine passports!", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["KerrEteach", "SikhForTruth"], "country": "USA", "text_en": "I'm vaccinated and oppose vaccine passports. My endorsement of vaccines Vaccine passports!"}, {"id": 1439435639427158016, "verified": false, "tweet_text": "@Alberta411 It's easy to tell which businesses are openly on board with the vaccine passports.\n\nThey're the ones where the customers inside are way less diverse than the society outside. \n\nThey might also have a bear chained to a post by the door, so you can abuse something on the way in.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["Alberta411"], "country": "USA", "text_en": "It's easy to tell which businesses are openly on board with the vaccine passports. They're the ones where the customers inside are way less diverse than the society outside. They might also have a bear chained to a post by the door, so you can abuse something on the way in."}, {"id": 1439435559017988097, "verified": false, "tweet_text": "Vaccine passports will not be temporary, when the powerful are asked to give up power, very rarely do they give it up. \nStrap yourself in, we're in for a hell of a ride.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "Vaccine passports will not be temporary, when the powerful are asked to give up power, very rarely do they give it up. Strap yourself in, we're in for a hell of a ride."}, {"id": 1439435074454368258, "verified": false, "tweet_text": "Who remembers that 75-year-old protester that got shoved to the concrete by cops in Buffalo during BLM protests.\n\nThis is worse. And it's over vaccine passports. https://t.co/UpM9ILrX4I", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/UpM9ILrX4I"], "country": "USA", "text_en": "Who remembers that -year-old protester that got shoved to the concrete by cops in Buffalo during BLM protests. This is worse. And it's over vaccine passports."}, {"id": 1439435022302334976, "verified": false, "tweet_text": "@TeriHart (I am double vaxxed) several things can be true. These protestors, particularly the ones outside hospitals can be total morons. People have the right to be concerned about what they put into their body. Vaccine passports are a legitimate threat to bodily autonomy. NUANCE PEOPLE.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TeriHart"], "country": "USA", "text_en": "(I am double vaxxed) several things can be true. These protestors, particularly the ones outside hospitals can be total morons. People have the right to be concerned about what they put into their body. Vaccine passports are a legitimate threat to bodily autonomy. NUANCE PEOPLE."}, {"id": 1439434982662066176, "verified": false, "tweet_text": "@_HassanF My first thought was to cry racism, but I sat back and thought harder about what could be the reason for this then it dawned on me - our government is so incompetent and corrupt that many travelers will go to the UK with fake SA vaccine cards as they did with our passports 🤷🏿‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["_HassanF"], "tweet_emoticons": ["🤷🏿‍♂️"], "country": "USA", "text_en": "My first thought was to cry racism, but I sat back and thought harder about what could be the reason for this then it dawned on me - our government is so incompetent and corrupt that many travelers will go to the UK with fake SA vaccine cards as they did with our passports"}, {"id": 1439434774213378054, "verified": false, "tweet_text": "With #ScottyTheAnnouncer doing absolutely nothing right fear of the #LNP overreach on vaccine passports is inevitable | First Dog on the Moon https://t.co/WsWmwxZFTh", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["ScottyTheAnnouncer", "LNP"], "tweet_urls": ["https://t.co/WsWmwxZFTh"], "country": "USA", "text_en": "With doing absolutely nothing right fear of the overreach on vaccine passports is inevitable | First Dog on the Moon"}, {"id": 1439434771810054149, "verified": false, "tweet_text": "Now that my hangover is almost done, I can say that I was very cute for my drinks with some friends last night. Vaccine passports work brilliantly. https://t.co/7IroxDw4ii", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["xD"], "country": "USA", "text_en": "Now that my hangover is almost done, I can say that I was very cute for my drinks with some friends last night. Vaccine passports work brilliantly."}, {"id": 1439434732899557377, "verified": false, "tweet_text": "The resistance to vaccine passports is getting too big for Elites to control. The pressure is mounting. \nI'm almost certain they'll back off. Once the US gives up mandates it's game over. \nRemember tho, Canada is always WAY behind the rest of the West. Will take longer here.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "The resistance to vaccine passports is getting too big for Elites to control. The pressure is mounting. I'm almost certain they'll back off. Once the US gives up mandates it's game over. Remember tho, Canada is always WAY behind the rest of the West. Will take longer here."}, {"id": 1439434691589857284, "verified": false, "tweet_text": "Vaccine passports 😂😂😂😂 https://t.co/p5LG6NbMjq", "tweet_lang": "fr", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/p5LG6NbMjq"], "tweet_emoticons": ["😂"]}, {"id": 1439434568554090506, "verified": false, "tweet_text": "@narendramodi Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍 https://t.co/r2pVoNgcyj https://t.co/y6h537YfZ8", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["narendramodi"], "tweet_urls": ["https://t.co/r2pVoNgcyj"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439434454888448004, "verified": false, "tweet_text": "ANYONE SEE ALL THOSE TRUMP SUPPORTERS IN AUSTRALIA AND ALL ACROSS EUROPE PROTESTING MANDATORY VACCINATION AND VACCINE PASSPORTS? THE NERVE OF THEM!!! 😡😡😡😡", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_emoticons": ["😡"], "country": "USA", "text_en": "ANYONE SEE ALL THOSE TRUMP SUPPORTERS IN AUSTRALIA AND ALL ACROSS EUROPE PROTESTING MANDATORY VACCINATION AND VACCINE PASSPORTS? THE NERVE OF THEM!!!"}, {"id": 1439434311506137089, "verified": false, "tweet_text": "@narendramodi @Nkt_75 Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["narendramodi", "Nkt_75"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439434241151012864, "verified": false, "tweet_text": "@calgarysun He has stipulated very clearly on multiple occasions that he is not anti vaccine... he is anti MANDATORY vaccine and vaccine passports. Please do not conflate the two,  to do so is blatantly dishonest.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["calgarysun"], "country": "USA", "text_en": "He has stipulated very clearly on multiple occasions that he is not anti vaccine... he is anti MANDATORY vaccine and vaccine passports. Please do not conflate the two, to do so is blatantly dishonest."}, {"id": 1439434083390550019, "verified": false, "tweet_text": "Harvard Epidemiologist Says the Case for COVID Vaccine Passports Was Just Demolished https://t.co/vVAYC61qQH", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/vVAYC61qQH"], "country": "USA", "text_en": "Harvard Epidemiologist Says the Case for COVID Vaccine Passports Was Just Demolished"}, {"id": 1439433769048494082, "verified": false, "tweet_text": "@jaycurrie How is it that every country is imposing vaccine passports at the same time…\n-when there’s no science behind it\n-it undermines the efficacy of the vaccine\n-and no one has recommended it?\n\nWhere did order this come from?\n\nThis question SHOULD bother everyone! \n#COVIDIOTS\n#VotePPC", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "hashtags": ["COVIDIOTS", "VotePPC"], "mentions": ["jaycurrie"], "country": "USA", "text_en": "How is it that every country is imposing vaccine passports at the same time -when theres no science behind it -it undermines the efficacy of the vaccine -and no one has recommended it? Where did order this come from? This question SHOULD bother everyone!"}, {"id": 1439433742213279747, "verified": false, "tweet_text": "@RobGreg1970 If you vote for the cpc you’re literally supporting lockdowns ( more of them ) , and vaccine passports . Depends on wht you want I guess ....", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["RobGreg1970"], "country": "USA", "text_en": "If you vote for the cpc youre literally supporting lockdowns ( more of them ) , and vaccine passports . Depends on wht you want I guess ...."}, {"id": 1439433649867268100, "verified": false, "tweet_text": "@9NewsMelb 3 Claiming he “never liked the idea” in the first place, vaccine passports were set to be introduced at the end of this month – a timely launch date given the country’s growing case numbers.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["9NewsMelb"], "country": "USA", "text_en": "Claiming he never liked the idea in the first place, vaccine passports were set to be introduced at the end of this month a timely launch date given the countrys growing case numbers."}, {"id": 1439433630216966145, "verified": false, "tweet_text": "So Dan lets it slip. Booster Passports coming in first half of 2022. How many ppl with those silly full vaxxed logos or double vaccine gifs on their social media will be pissed off now? Come on down &amp; join us unvaxxed for New Years, lol! What? Two weeks of freedom if that?", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "So Dan lets it slip. Booster Passports coming in first half of . How many ppl with those silly full vaxxed logos or double vaccine gifs on their social media will be pissed off now? Come on down &amp; join us unvaxxed for New Years, lol! What? Two weeks of freedom if that?"}, {"id": 1439433450898001926, "verified": false, "tweet_text": "@9NewsMelb 1 Meanwhile in the UK\nUK ditched its vaccine passports.After reopening in July with residents free to enter pubs, clubs and even travel overseas – the UK government has sensationally dumped its plan to rollout vaccine passports across England, despite cases continuing to soar.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["9NewsMelb"], "country": "USA", "text_en": "Meanwhile in the UK UK ditched its vaccine passports.After reopening in July with residents free to enter pubs, clubs and even travel overseas the UK government has sensationally dumped its plan to rollout vaccine passports across England, despite cases continuing to soar."}, {"id": 1439433383088586753, "verified": false, "tweet_text": "ワクチン接種証明？　そもそも☠️毒チン接種が感染を防げないのに？ https://t.co/aylUDCV0sV", "tweet_lang": "ja", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/aylUDCV0sV"], "tweet_emoticons": ["☠️"]}, {"id": 1439432989511852036, "verified": false, "tweet_text": "Solidarity\nVaccine passports\nCrap state governments\nThe list is endless https://t.co/6bhVBBa0Yk", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/6bhVBBa0Yk"], "country": "USA", "text_en": "Solidarity Vaccine passports Crap state governments The list is endless"}, {"id": 1439432863422820352, "verified": false, "tweet_text": "A short but excellent outline of the fraud &amp; crimes against humanity which we’re experiencing. Also, a call to utterly reject on first sight ANY kind of medical apartheid such as “vaccine passports”…..\n\nhttps://t.co/4zZkVxVLIt", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/4zZkVxVLIt"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "A short but excellent outline of the fraud &amp; crimes against humanity which were experiencing. Also, a call to utterly reject on first sight ANY kind of medical apartheid such as vaccine passports.."}, {"id": 1439432771697618946, "verified": false, "tweet_text": "@mattedurham @RocketorRekt The vaccine only minimizes symptoms. That's it. Full stop. Vaccinated people can still get infected and transmit Covid. So your sarcastic logic fails and @RocetorRekt is correct; vaccine passports are useless.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["mattedurham", "RocketorRekt"], "country": "USA", "text_en": "The vaccine only minimizes symptoms. That's it. Full stop. Vaccinated people can still get infected and transmit Covid. So your sarcastic logic fails and is correct; vaccine passports are useless."}, {"id": 1439432744379949057, "verified": false, "tweet_text": "I asked my “fully vaccinated” client what she thought about vaccine passports for restaurants, etc. Her response “I’m not showing some pony tail my medical records!”. \n\nEven the vaccinated realize vaccine passports are ridiculous.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "I asked my fully vaccinated client what she thought about vaccine passports for restaurants, etc. Her response Im not showing some pony tail my medical records!. Even the vaccinated realize vaccine passports are ridiculous."}, {"id": 1439432726764036097, "verified": false, "tweet_text": "@TeriHart @jimmyl1972 Calm down to a panic. What you will find if you  do some research is that they are not anti vax but anti MANDATORY vax and anti vaccine passports which is not the same as being anti vax. Many people have taken the vaccine yet still realise that freedom is indispensable.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["TeriHart", "jimmyl1972"], "country": "USA", "text_en": "Calm down to a panic. What you will find if you do some research is that they are not anti vax but anti MANDATORY vax and anti vaccine passports which is not the same as being anti vax. Many people have taken the vaccine yet still realise that freedom is indispensable."}, {"id": 1439432710804570114, "verified": false, "tweet_text": "@steelpoleman I wouldn’t be able to live in NYC or LA with these vaccine passports. No way I’d put up with that.", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "mentions": ["steelpoleman"], "country": "USA", "text_en": "I wouldnt be able to live in NYC or LA with these vaccine passports. No way Id put up with that."}, {"id": 1439431979984769034, "verified": false, "tweet_text": "It was such an honor to speak at the \"We the People Freedom Rally\" against vaccine mandates &amp; passports.  What a great turnout! https://t.co/QgZmt0LcOo", "tweet_lang": "en", "tweet_date": "2021-09-19T04:00:00Z", "country": "USA", "text_en": "It was such an honor to speak at the \"We the People Freedom Rally\" against vaccine mandates &amp; passports. What a great turnout!"}, {"id": 1439431519970344964, "verified": false, "tweet_text": "Get ready for screenshots &amp; photos of everyone’s Vaccine Passports #lookatme", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["lookatme"], "country": "USA", "text_en": "Get ready for screenshots &amp; photos of everyones Vaccine Passports"}, {"id": 1439431245063147520, "verified": false, "tweet_text": "@markmartel @sammiewhatever @rekastner @sfchronicle Freedom only comes with an asterisk in places that aren't really free. A legit vaccine for a legit virus wouldn't require deplatforming doctors, a 24/7 media campaign and threats of vaccines passports. It's astounding that someone who thinks he's smart like you can't see that.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["markmartel", "sammiewhatever", "rekastner", "sfchronicle"], "country": "USA", "text_en": "Freedom only comes with an asterisk in places that aren't really free. A legit vaccine for a legit virus wouldn't require deplatforming doctors, a /7 media campaign and threats of vaccines passports. It's astounding that someone who thinks he's smart like you can't see that."}, {"id": 1439431240092831746, "verified": false, "tweet_text": "@AussieVal10 In the next breath he says that vaccine passports won’t be permanent, and in the next he says you have to get a booster next year to be eligible to get in anywhere😩", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AussieVal10"], "tweet_emoticons": ["😩"], "country": "USA", "text_en": "In the next breath he says that vaccine passports wont be permanent, and in the next he says you have to get a booster next year to be eligible to get in anywhere"}, {"id": 1439431169087397888, "verified": false, "tweet_text": "@IndignantMaple They repealed the legislation allowing for mandatory vaccination. Now all we can do is vaccine passports and mandating it for employment (still a choice)", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["IndignantMaple"], "country": "USA", "text_en": "They repealed the legislation allowing for mandatory vaccination. Now all we can do is vaccine passports and mandating it for employment (still a choice)"}, {"id": 1439431084572172291, "verified": true, "tweet_text": "@Allie_May_Jay @IanTLS @DylanReeve I hate that this is somehow the timeline we are on where people are doing that. Hoping the vaccine passports push us over the line 😅", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Allie_May_Jay", "IanTLS", "DylanReeve"], "tweet_emoticons": ["😅"], "country": "USA", "text_en": "I hate that this is somehow the timeline we are on where people are doing that. Hoping the vaccine passports push us over the line"}, {"id": 1439431044365631496, "verified": false, "tweet_text": "Christ on a hill called Calvary, Dan Andrews just referred to “vaccine booster passports” in 2022.\n\nThis is never going to end.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Christ on a hill called Calvary, Dan Andrews just referred to vaccine booster passports in . This is never going to end."}, {"id": 1439431041052069888, "verified": false, "tweet_text": "@joegarra61 @DanielAndrewsMP Shows you what he is thinking. Vaccine passports will be used to ensure people have their three yearly booster shots.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["joegarra61", "DanielAndrewsMP"], "country": "USA", "text_en": "Shows you what he is thinking. Vaccine passports will be used to ensure people have their three yearly booster shots."}, {"id": 1439431001894174725, "verified": false, "tweet_text": "@PeterMcCormack @ZubyMusic I think most people don't take the vaccine because they actually don't need it (young) healthy, and are not 100% certain on it's safety. You will never convince them, what governments are doing with vax passports will just cause more distrust", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["PeterMcCormack", "ZubyMusic"], "country": "USA", "text_en": "I think most people don't take the vaccine because they actually don't need it (young) healthy, and are not % certain on it's safety. You will never convince them, what governments are doing with vax passports will just cause more distrust"}, {"id": 1439430903311175684, "verified": false, "tweet_text": "@Keen__Dreams There have been no talk of vaccine passports in SA. I heard yesterday that Grantley Stevens is NOT mandating the jab for police, which is a very good sign.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Keen__Dreams"], "country": "USA", "text_en": "There have been no talk of vaccine passports in SA. I heard yesterday that Grantley Stevens is NOT mandating the jab for police, which is a very good sign."}, {"id": 1439430618488590338, "verified": false, "tweet_text": "@You3_JP 米ワクパス状況まとめはこちら\nhttps://t.co/N4MoMt8ETp", "tweet_lang": "ja", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["You3_JP"], "tweet_urls": ["https://t.co/N4MoMt8ETp"]}, {"id": 1439430586343456778, "verified": true, "tweet_text": "#Covid latest:  Mr Andrews says he doesn’t believe that vaccine passports will be a permanent feature of everyday life.  We don’t have a passport for the flu,” he said. \nWatch live: https://t.co/mHq57eJLLS", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["Covid"], "tweet_urls": ["https://t.co/mHq57eJLLS"], "country": "USA", "text_en": "latest: Mr Andrews says he doesnt believe that vaccine passports will be a permanent feature of everyday life. We dont have a passport for the flu, he said. Watch live:"}, {"id": 1439430446899548160, "verified": false, "tweet_text": "@rose07611960 @esplains_it_all It’s an mRNA gene therapeutic.\nIt’s not a vaccine like polio or rubella. There are no long term studies showing side effects.Many people are getting harmed right now. The vax passports are creating an “us vs. them” mentality which is destroying countries like Australia right now.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["rose07611960", "esplains_it_all"], "country": "USA", "text_en": "Its an mRNA gene therapeutic. Its not a vaccine like polio or rubella. There are no long term studies showing side effects.Many people are getting harmed right now. The vax passports are creating an us vs. them mentality which is destroying countries like Australia right now."}, {"id": 1439430367769989120, "verified": false, "tweet_text": "I'm sorry but if you defend American Airlines for their behavior towards a mother and her asthmatic toddler you fucking suck.\nAnd I support mask mandates &amp; the idea of vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "I'm sorry but if you defend American Airlines for their behavior towards a mother and her asthmatic toddler you fucking suck. And I support mask mandates &amp; the idea of vaccine passports."}, {"id": 1439430196902318087, "verified": false, "tweet_text": "@Keen__Dreams I know that the ACT have admitted that they don't think they can enforce vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Keen__Dreams"], "country": "USA", "text_en": "I know that the ACT have admitted that they don't think they can enforce vaccine passports."}, {"id": 1439430153785036805, "verified": false, "tweet_text": "@fordnation Enough with the b.s! We can’t vaccinate our way out of this pandemic stop bullying people into this choice. 85% should be enough to go back to normal if this vaccine works so well. Scrap the passports and end this bullshit", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["fordnation"], "country": "USA", "text_en": "Enough with the b.s! We cant vaccinate our way out of this pandemic stop bullying people into this choice. % should be enough to go back to normal if this vaccine works so well. Scrap the passports and end this bullshit"}, {"id": 1439430024243806211, "verified": false, "tweet_text": "There it is. @DanielAndrewsMP let’s the cat out of the bag. Vaccine passports will be used for your third booster shot. Vaccine passports will be here to stay once in.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DanielAndrewsMP"], "country": "USA", "text_en": "There it is. lets the cat out of the bag. Vaccine passports will be used for your third booster shot. Vaccine passports will be here to stay once in."}, {"id": 1439429734115397639, "verified": false, "tweet_text": "Hopefully vaccine passports are in no way linked to the dud CovidSafe app", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Hopefully vaccine passports are in no way linked to the dud CovidSafe app"}, {"id": 1439429689374752780, "verified": false, "tweet_text": "It's unbelievable that this candidate has not been terminated by @AnnamiePaul. Can you imagine if an NDP or Liberal candidate made this diminishing comparison of vaccine passports to the trauma inflicted during the holocaust? https://t.co/lVMQR5a4vU", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AnnamiePaul"], "tweet_urls": ["https://t.co/lVMQR5a4vU"], "country": "USA", "text_en": "It's unbelievable that this candidate has not been terminated by . Can you imagine if an NDP or Liberal candidate made this diminishing comparison of vaccine passports to the trauma inflicted during the holocaust?"}, {"id": 1439429591496495107, "verified": false, "tweet_text": "Premier says he doesn’t believe that vaccine passports will be a permanent feature. “We don’t have a passport for the flu,” he says.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Premier says he doesnt believe that vaccine passports will be a permanent feature. We dont have a passport for the flu, he says."}, {"id": 1439429449091588097, "verified": false, "tweet_text": "How is it that every country is imposing vaccine passports at the same time, when there’s no science behind it and no one has recommended that it would help?\n\nWhere did order this come from?\n\nThis question SHOULD bother you! \n\n#voteppc Canada!\n#COVIDIOTS \n#VaccinePassport", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["voteppc", "COVIDIOTS", "VaccinePassport"], "country": "USA", "text_en": "How is it that every country is imposing vaccine passports at the same time, when theres no science behind it and no one has recommended that it would help? Where did order this come from? This question SHOULD bother you! Canada!"}, {"id": 1439429011281784832, "verified": false, "tweet_text": "Republican claims about vaccine passports ignore the real facts about ‘travel papers’\n\nhttps://t.co/qn3o5h2D4z", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/qn3o5h2D4z"], "country": "USA", "text_en": "Republican claims about vaccine passports ignore the real facts about travel papers"}, {"id": 1439428891131584512, "verified": false, "tweet_text": "i hope all the people that have paid big $$ for fake vaccine passports have been scammed and they do not work hehe fuck u", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "i hope all the people that have paid big $$ for fake vaccine passports have been scammed and they do not work hehe fuck u"}, {"id": 1439428575963222016, "verified": false, "tweet_text": "the misleading narrative that vaccinated people can't spread Covid needs to be exposed for what it is- when that happens all this talk of excluding unvaccinated people and vaccine passports will have no weight @CraigKellyMP #auspol", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["auspol"], "mentions": ["CraigKellyMP"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "the misleading narrative that vaccinated people can't spread Covid needs to be exposed for what it is- when that happens all this talk of excluding unvaccinated people and vaccine passports will have no weight"}, {"id": 1439428481511825408, "verified": false, "tweet_text": "Are vaccine passports like the Blue Eagle posters of the 1930s?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Are vaccine passports like the Blue Eagle posters of the s?"}, {"id": 1439428378818400259, "verified": false, "tweet_text": "@sheisgeorgia Would it include stages of reopening? I know in Canada’s provinces we have stages of reopening includes patio/sidewalk for restaurants, restricting number of people indoors and vaccine passports is starting to come out in our provinces.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["sheisgeorgia"], "country": "USA", "text_en": "Would it include stages of reopening? I know in Canadas provinces we have stages of reopening includes patio/sidewalk for restaurants, restricting number of people indoors and vaccine passports is starting to come out in our provinces."}, {"id": 1439428252905398272, "verified": false, "tweet_text": "@EURightsAgency Get rid of vaccine passports for eating food indoors in a restaurant would be one. 20% of people unable to eat indoors in a restaurant or attend indoor sports training and this is OK? 26% of people in ireland are obese. What if they were banned the same way?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["EURightsAgency"], "country": "USA", "text_en": "Get rid of vaccine passports for eating food indoors in a restaurant would be one. % of people unable to eat indoors in a restaurant or attend indoor sports training and this is OK? % of people in ireland are obese. What if they were banned the same way?"}, {"id": 1439428074970492929, "verified": false, "tweet_text": "Republican claims about vaccine passports ignore the real facts about 'travel papers' https://t.co/qxkqG8c4xm #GOPHypocrisy", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["GOPHypocrisy"], "tweet_urls": ["https://t.co/qxkqG8c4xm"], "country": "USA", "text_en": "Republican claims about vaccine passports ignore the real facts about 'travel papers'"}, {"id": 1439428047967506440, "verified": false, "tweet_text": "New York City requires vaccine passports to eat in a restaurant or go to the gym. Meanwhile less than four hours away Penn State has over 100k people packed in a football stadium. Which life do you want? We really are living in two Americas right now. https://t.co/qab788VwzQ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "New York City requires vaccine passports to eat in a restaurant or go to the gym. Meanwhile less than four hours away Penn State has over k people packed in a football stadium. Which life do you want? We really are living in two Americas right now."}, {"id": 1439428029281824772, "verified": false, "tweet_text": "So some guy at a vaccine “freedumb”passports protest says “passports divide our citizens into two different classes” DAMN rights it does !!! Those that give a shit about others - and those that don’t !!! Fck their feelings - vax or stay home 🇨🇦", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["🇨🇦"], "country": "USA", "text_en": "So some guy at a vaccine freedumbpassports protest says passports divide our citizens into two different classes DAMN rights it does !!! Those that give a shit about others - and those that dont !!! Fck their feelings - vax or stay home"}, {"id": 1439428014866145281, "verified": false, "tweet_text": "Republican claims about vaccine passports ignore the real facts about 'travel papers' https://t.co/qxkqG8c4xm", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/qxkqG8c4xm"], "country": "USA", "text_en": "Republican claims about vaccine passports ignore the real facts about 'travel papers'"}, {"id": 1439427756207611905, "verified": false, "tweet_text": "@cutecanukgirl @kpac_15 No one is suggesting mandatory vaccines, just vaccine passports. https://t.co/qrgIghRUR7", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["cutecanukgirl", "kpac_15"], "tweet_urls": ["https://t.co/qrgIghRUR7"], "country": "USA", "text_en": "No one is suggesting mandatory vaccines, just vaccine passports."}, {"id": 1439427511868297222, "verified": false, "tweet_text": "@SimonCopland @shanebazzi @ABarrMLA I suspect his dislike for vaccine passports is going to burn him here. Will either have to drop that, get back to zero, or have a much slower easing.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["SimonCopland", "shanebazzi", "ABarrMLA"], "country": "USA", "text_en": "I suspect his dislike for vaccine passports is going to burn him here. Will either have to drop that, get back to zero, or have a much slower easing."}, {"id": 1439427116270080017, "verified": false, "tweet_text": "@amcintyr The vaccine passports will have an expiry date that is meant for your endless boosters.  You speak for the brainless people.  You don't need a lobotomy, the MSM news already done it for you.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["amcintyr"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The vaccine passports will have an expiry date that is meant for your endless boosters. You speak for the brainless people. You don't need a lobotomy, the MSM news already done it for you."}, {"id": 1439426995738140672, "verified": false, "tweet_text": "We know what your plans are...to continue to promote a vaccine that can be deadly, mandate lockdowns and passports which will kill businesses, keep the ban on 1,500+guns owned by lawfully vetted PAL holders which could cost taxpayers in upwards of $5 Billion. https://t.co/c2USw3x3kG", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/c2USw3x3kG"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "We know what your plans are...to continue to promote a vaccine that can be deadly, mandate lockdowns and passports which will kill businesses, keep the ban on +guns owned by lawfully vetted PAL holders which could cost taxpayers in upwards of $5 Billion."}, {"id": 1439426981595009024, "verified": false, "tweet_text": "\"Ivermectin cures River Blindness &amp; Elephantiasis, which typically afflict the world’s poorest &amp; most vulnerable, in recent years burdening more than 1.5b people.\"\n\nVaccine passports won't accept it. \n\nIf you support vaccine passports, you are a RACIST.\nhttps://t.co/iV3IQa1QDb", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/iV3IQa1QDb"], "country": "USA", "text_en": "\"Ivermectin cures River Blindness &amp; Elephantiasis, which typically afflict the worlds poorest &amp; most vulnerable, in recent years burdening more than b people.\" Vaccine passports won't accept it. If you support vaccine passports, you are a RACIST."}, {"id": 1439426774706782210, "verified": false, "tweet_text": "Used our vaccine passports for the first time tonight. Dinner, drinks &amp; lots of laughs.  An added bonus - it’s pumpkin pie season @earlsrestaurant! #datenight", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["datenight"], "mentions": ["earlsrestaurant"], "country": "USA", "text_en": "Used our vaccine passports for the first time tonight. Dinner, drinks &amp; lots of laughs. An added bonus - its pumpkin pie season !"}, {"id": 1439426715353288707, "verified": false, "tweet_text": "@RobGreg1970 I just won't vote for vaccine passports, carbon taxes,  etc. I've had enough of this Ottawa circus.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RobGreg1970"], "country": "USA", "text_en": "I just won't vote for vaccine passports, carbon taxes, etc. I've had enough of this Ottawa circus."}, {"id": 1439426115307667461, "verified": false, "tweet_text": "@Melbchief Nope.If you think your so called “waiting for Pfizer brigade” is the issue here,you have no idea what is happening. This govt will continue to move the goalposts. You are sorely mistaken if you believe they will stop at this once “vaccine passports” &amp; “vaccine status” is accepted", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Melbchief"], "country": "USA", "text_en": "Nope.If you think your so called waiting for Pfizer brigade is the issue here,you have no idea what is happening. This govt will continue to move the goalposts. You are sorely mistaken if you believe they will stop at this once vaccine passports &amp; vaccine status is accepted"}, {"id": 1439425866170126337, "verified": false, "tweet_text": "@WhiteRabbitWB @TnucebeM @themikeycole I could not agree more !! Though if the vax only markedly reduces illness and death then is a vaccine passports and such mandates not redundant at best criminal at worst?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["WhiteRabbitWB", "TnucebeM", "themikeycole"], "country": "USA", "text_en": "I could not agree more !! Though if the vax only markedly reduces illness and death then is a vaccine passports and such mandates not redundant at best criminal at worst?"}, {"id": 1439425718392442882, "verified": false, "tweet_text": "@pauldhondt @dervishgirl1 @DrJ56013122 @VeronikaIzabela The case for mandates or passports goes out the window if the vaccine effect against transmission is short lived.\n\nAlso, very relevant to the myocarditis issue.  The risk/benefit is already questionable for young males.\n\nShould we risk myocarditis in youth for temporary benefit?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["pauldhondt", "dervishgirl1", "DrJ56013122", "VeronikaIzabela"], "country": "USA", "text_en": "The case for mandates or passports goes out the window if the vaccine effect against transmission is short lived. Also, very relevant to the myocarditis issue. The risk/benefit is already questionable for young males. Should we risk myocarditis in youth for temporary benefit?"}, {"id": 1439425101389258754, "verified": false, "tweet_text": "To be fair, Canada was not locked down and carrying vaccine passports last time....people may feel differently this time. https://t.co/k1B89QVaqW", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/k1B89QVaqW"], "country": "USA", "text_en": "To be fair, Canada was not locked down and carrying vaccine passports last time....people may feel differently this time."}, {"id": 1439424995336335367, "verified": false, "tweet_text": "You're not anti-vax if you\n- are against mandatory vaccines\n- are against vaccine passports\n- are against promoting it via scare tactics\n- don't believe it's necessary for everyone\n- believe it's especially ridiculous for kids\n- believe it's questionable for the very old &amp; infirm https://t.co/DZtT33352Y", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/DZtT33352Y"], "country": "USA", "text_en": "You're not anti-vax if you - are against mandatory vaccines - are against vaccine passports - are against promoting it via scare tactics - don't believe it's necessary for everyone - believe it's especially ridiculous for kids - believe it's questionable for the very old &amp; infirm"}, {"id": 1439424830156296195, "verified": false, "tweet_text": "@ShaneHu46204674 All the other party are for vaccine passports.\nIt is time for decent human beings to vote against such evil authoritarianism; and there's only one party against. They will draw people from all parties.\n#VotePPC", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["VotePPC"], "mentions": ["ShaneHu46204674"], "country": "USA", "text_en": "All the other party are for vaccine passports. It is time for decent human beings to vote against such evil authoritarianism; and there's only one party against. They will draw people from all parties."}, {"id": 1439424707330072585, "verified": false, "tweet_text": "Do we know which businesses are openly on board with the vaccine passports? I’d like to patronize these places  https://t.co/opWzkM1aIU #yxh", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["yxh"], "tweet_urls": ["https://t.co/opWzkM1aIU"], "country": "USA", "text_en": "Do we know which businesses are openly on board with the vaccine passports? Id like to patronize these places"}, {"id": 1439424635263619072, "verified": false, "tweet_text": "Swiss Citizens Revolt, Install Tables Outside in Front Bars, Restaurants to Ignore Vax Passports https://t.co/SN7BX6IbD9", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/SN7BX6IbD9"], "country": "USA", "text_en": "Swiss Citizens Revolt, Install Tables Outside in Front Bars, Restaurants to Ignore Vax Passports"}, {"id": 1439424596911009798, "verified": false, "tweet_text": "Heroes in my eyes! Protesters against vaccines and vaccine passports march through Cardiff https://t.co/kK9KUkb1Yf", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/kK9KUkb1Yf"], "country": "USA", "text_en": "Heroes in my eyes! Protesters against vaccines and vaccine passports march through Cardiff"}, {"id": 1439424532306178050, "verified": false, "tweet_text": "@Edmontonsun The PPC has been the only federal party fighting against lockdowns, vaccine passports, and the rise of COVID-19 tyranny.\"Vaccine pass will not prevent the spread of the virus because it is now known that people who are vaccinated can also spread it\".PPC Maxim Bernier. https://t.co/z1abhGoKvb", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Edmontonsun"], "country": "USA", "text_en": "The PPC has been the only federal party fighting against lockdowns, vaccine passports, and the rise of COVID-19 tyranny.\"Vaccine pass will not prevent the spread of the virus because it is now known that people who are vaccinated can also spread it\".PPC Maxim Bernier."}, {"id": 1439424456355717121, "verified": false, "tweet_text": "@ClayTravis @phonybigcharles yes but PA has a democratic governor. so i fear the same will happen there soon, and vaccine passports will soon be needed to play poker in AC NJ too.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ClayTravis", "phonybigcharles"], "country": "USA", "text_en": "yes but PA has a democratic governor. so i fear the same will happen there soon, and vaccine passports will soon be needed to play poker in AC NJ too."}, {"id": 1439424122522636291, "verified": false, "tweet_text": "A recent Kauai Chamber of Commerce survey shows that businesses are split when it comes to vaccine passports and travel requirements.  https://t.co/9XI7Ug9TMs", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/9XI7Ug9TMs"], "country": "USA", "text_en": "A recent Kauai Chamber of Commerce survey shows that businesses are split when it comes to vaccine passports and travel requirements."}, {"id": 1439423945489350656, "verified": false, "tweet_text": "@tonyjdefranco @ksorbs Natural immunity, from having had COVID and beating it with your own immune system is much more effective than the vaccine. Vax passports don't allow for natural immunity. Because I'm naturally immune I should be fired and banned from regular life?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["tonyjdefranco", "ksorbs"], "country": "USA", "text_en": "Natural immunity, from having had COVID and beating it with your own immune system is much more effective than the vaccine. Vax passports don't allow for natural immunity. Because I'm naturally immune I should be fired and banned from regular life?"}, {"id": 1439423887780061191, "verified": false, "tweet_text": "If they choose vaccine passports I will be patiently waiting for the day their doors close for good 🤞🏽#VaccinePassports #DoNotComply https://t.co/nYb2bSlQTg", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["VaccinePassports", "DoNotComply"], "tweet_emoticons": ["🤞🏽"], "country": "USA", "text_en": "If they choose vaccine passports I will be patiently waiting for the day their doors close for good"}, {"id": 1439423880410505216, "verified": false, "tweet_text": "If you think our current government is something I can ever support, may I remind you of Americans left behind, those of us at home ostracized from life due to vaccine status, COVID passports?????  Hell, pick your tyranny or cause, its everywhere.\n\nFuxx every last one of them!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "If you think our current government is something I can ever support, may I remind you of Americans left behind, those of us at home ostracized from life due to vaccine status, COVID passports????? Hell, pick your tyranny or cause, its everywhere. Fuxx every last one of them!"}, {"id": 1439423869882810368, "verified": false, "tweet_text": "Victoria has turned into a totalitarian state. They can stick their vaccine passports where the sun don't shine! 😒", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["😒"], "country": "USA", "text_en": "Victoria has turned into a totalitarian state. They can stick their vaccine passports where the sun don't shine!"}, {"id": 1439423540684410881, "verified": false, "tweet_text": "@ClayTravis Meanwhile in the 50th State we have an empty stadium and restaurant vaccine passports. https://t.co/69z74sgRX7", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ClayTravis"], "country": "USA", "text_en": "Meanwhile in the th State we have an empty stadium and restaurant vaccine passports."}, {"id": 1439423195682070528, "verified": false, "tweet_text": "I am old enough to remember a month ago when cooler heads predicted the vaccine passports w'ld actually impact POC's in Blue States and Cities more than the 'sophisticated people' who think up these rules imagine.\n\nI hope De Blasio does not turn NYC into Aleppo before he departs. https://t.co/T9KTAN8Q1Z", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/T9KTAN8Q1Z"], "country": "USA", "text_en": "I am old enough to remember a month ago when cooler heads predicted the vaccine passports w'ld actually impact POC's in Blue States and Cities more than the 'sophisticated people' who think up these rules imagine. I hope De Blasio does not turn NYC into Aleppo before he departs."}, {"id": 1439423156775698433, "verified": false, "tweet_text": "@CBCCalgary The PPC has been the only federal party fighting against lockdowns, vaccine passports, and the rise of COVID-19 tyranny.\"Vaccine pass will not prevent the spread of the virus because it is now known that people who are vaccinated can also spread it\".PPC Maxim Bernier. https://t.co/jxDPLZxuSZ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["CBCCalgary"], "tweet_emoticons": ["xD"], "country": "USA", "text_en": "The PPC has been the only federal party fighting against lockdowns, vaccine passports, and the rise of COVID-19 tyranny.\"Vaccine pass will not prevent the spread of the virus because it is now known that people who are vaccinated can also spread it\".PPC Maxim Bernier."}, {"id": 1439423042741055491, "verified": false, "tweet_text": "WE THE PEOPLE are rioting all over the world against the vaccine passports and the mandate to get vaccinated by these fascists https://t.co/NIEScQc5HS", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/NIEScQc5HS"], "country": "USA", "text_en": "WE THE PEOPLE are rioting all over the world against the vaccine passports and the mandate to get vaccinated by these fascists"}, {"id": 1439422982762414081, "verified": false, "tweet_text": "‘No vaccine passports’\n\nIn Glasgow today \n\n👊🏻🏴󠁧󠁢󠁳󠁣󠁴󠁿 🇬🇧 https://t.co/DtcZkA58lH", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_emoticons": ["🏴󠁧󠁢󠁳󠁣󠁴󠁿", "👊🏻", "🇬🇧"], "country": "USA", "text_en": "No vaccine passports In Glasgow today"}, {"id": 1439422863673475074, "verified": false, "tweet_text": "@DanBurritt We were in Langley and man did it rain for like 10 minutes!! But bigger news 6 of us went to Montanas for dinner and it was our first time using our vaccine passports… it was so easy and quick! Well done Montana’s!", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DanBurritt"], "country": "USA", "text_en": "We were in Langley and man did it rain for like minutes!! But bigger news of us went to Montanas for dinner and it was our first time using our vaccine passports it was so easy and quick! Well done Montanas!"}, {"id": 1439422751647813635, "verified": false, "tweet_text": "@CelerySorbet they even ditched vaccine passports... meanwhile cases, deaths go up...", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["CelerySorbet"], "country": "USA", "text_en": "they even ditched vaccine passports... meanwhile cases, deaths go up..."}, {"id": 1439422621557342212, "verified": false, "tweet_text": "@RobMcKichan @JustinTrudeau @jkenney Can’t control the population through vaccine passports with those drugs.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RobMcKichan", "JustinTrudeau", "jkenney"], "country": "USA", "text_en": "Cant control the population through vaccine passports with those drugs."}, {"id": 1439422494562209794, "verified": false, "tweet_text": "Vaccine passports mean the people who fought to keep businesses open will be kept out, while the people who wanted to lock-down businesses will be allowed in.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Vaccine passports mean the people who fought to keep businesses open will be kept out, while the people who wanted to lock-down businesses will be allowed in."}, {"id": 1439422487616491523, "verified": false, "tweet_text": "I trust they’ll be required to produce their vaccine passports, or refused entry. \nhttps://t.co/ASw0lf3xWQ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/ASw0lf3xWQ"], "country": "USA", "text_en": "I trust theyll be required to produce their vaccine passports, or refused entry."}, {"id": 1439422486093860873, "verified": false, "tweet_text": "@takavet1 FYI. Someone is talking about the situation from the bigger picture.\n\nhttps://t.co/Rx0AVpsRME", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["takavet1"], "tweet_urls": ["https://t.co/Rx0AVpsRME"], "country": "USA", "text_en": "FYI. Someone is talking about the situation from the bigger picture."}, {"id": 1439422385204043784, "verified": false, "tweet_text": "My province of British Columbia is mandating and fining the same restaurants I was dining at tipping hundreds of dollars to servers thinking everytime I was leaving there was no way the business would maintain being open any longer. Vaccine passports are ending society as we…", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "My province of British Columbia is mandating and fining the same restaurants I was dining at tipping hundreds of dollars to servers thinking everytime I was leaving there was no way the business would maintain being open any longer. Vaccine passports are ending society as we"}, {"id": 1439421926234066946, "verified": false, "tweet_text": "@BratwurstRebel @Laurie_Garrett @blacksheep16001 Do you need vaccine passports for jail? 😂😂😂", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BratwurstRebel", "Laurie_Garrett", "blacksheep16001"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Do you need vaccine passports for jail?"}, {"id": 1439421778506371076, "verified": false, "tweet_text": "@DanielAndrewsMP I can't make this any clearer.  Fuck off with your experimental vaccine that isn't licensed with no long term safety data.\nYou will never be able to police vaccine passports. You're just threatening people.  We see you.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["DanielAndrewsMP"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I can't make this any clearer. Fuck off with your experimental vaccine that isn't licensed with no long term safety data. You will never be able to police vaccine passports. You're just threatening people. We see you."}, {"id": 1439421546930475010, "verified": false, "tweet_text": "@Crypt0Keeper @sammiewhatever @rekastner @sfchronicle I favor policy requiring masking at public schools, health care settings, and public government buildings. I favor letting private businesses do what they want, including requiring vaccine (passports) of employees or customers. I'm against lockdowns. That real enough?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Crypt0Keeper", "sammiewhatever", "rekastner", "sfchronicle"], "country": "USA", "text_en": "I favor policy requiring masking at public schools, health care settings, and public government buildings. I favor letting private businesses do what they want, including requiring vaccine (passports) of employees or customers. I'm against lockdowns. That real enough?"}, {"id": 1439421211902054403, "verified": false, "tweet_text": "I'm kinda surprised at the number of people who haven't put their vaccine passports on their lock screen. We are going to be showing these for a while.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "I'm kinda surprised at the number of people who haven't put their vaccine passports on their lock screen. We are going to be showing these for a while."}, {"id": 1439421202548727810, "verified": false, "tweet_text": "@AerLingus Is there any vaccine passports?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AerLingus"], "country": "USA", "text_en": "Is there any vaccine passports?"}, {"id": 1439420873279217666, "verified": false, "tweet_text": "Why vaccine passports may be an important tool in boosting vaccination rates | CBC News https://t.co/VuRur5lEsb", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/VuRur5lEsb"], "country": "USA", "text_en": "Why vaccine passports may be an important tool in boosting vaccination rates | CBC News"}, {"id": 1439420846301487106, "verified": false, "tweet_text": "@Bruceythebadass @ObviouslyAware @clevnation @ClayTravis Why would you factor in deaths pre vaccine if Clays whining bitching is about vaccine passports?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Bruceythebadass", "ObviouslyAware", "clevnation", "ClayTravis"], "country": "USA", "text_en": "Why would you factor in deaths pre vaccine if Clays whining bitching is about vaccine passports?"}, {"id": 1439420766806757387, "verified": false, "tweet_text": "As a pro-choice man, I cannot support or vote for any government that does not respect a person's rights over their own body. My body, my choice.\n\nSay no to required vaccines and vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "As a pro-choice man, I cannot support or vote for any government that does not respect a person's rights over their own body. My body, my choice. Say no to required vaccines and vaccine passports."}, {"id": 1439420424593498112, "verified": false, "tweet_text": "@comeragewithme It's about so much more.\nCovid relief programs \nClimate change\nBanning Guns\nVaccines\n$10 a day day care\nVaccine passports \nIncreased CCB\nBanning conversation therapy\nStanding up for a woman's right to choose\nProtecting a 1 tier unviresal Healthcare system \n\nI will NEVER vote CPC", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["comeragewithme"], "country": "USA", "text_en": "It's about so much more. Covid relief programs Climate change Banning Guns Vaccines $10 a day day care Vaccine passports Increased CCB Banning conversation therapy Standing up for a woman's right to choose Protecting a tier unviresal Healthcare system I will NEVER vote CPC"}, {"id": 1439420335279968258, "verified": false, "tweet_text": "If you think Voter ID Laws are racist but Vaccine Passports are not, you’re probably pretty decent at mental gymnastics.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "If you think Voter ID Laws are racist but Vaccine Passports are not, youre probably pretty decent at mental gymnastics."}, {"id": 1439420292657401860, "verified": false, "tweet_text": "Didn't take long for Australia to jump onto the CCP bandwagon with mass surveillance of citizens - facial recognition and 'vaccine passports'!  https://t.co/YwBuqXk3Vu", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/YwBuqXk3Vu"], "country": "USA", "text_en": "Didn't take long for Australia to jump onto the CCP bandwagon with mass surveillance of citizens - facial recognition and 'vaccine passports'!"}, {"id": 1439420068014739459, "verified": false, "tweet_text": "США НьюЙорк \nTime Square in NYC for the biggest protest against vaccine mandates and Vaccine Passports seen in the USA https://t.co/m8ai5eZAhn", "tweet_lang": "cs", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/m8ai5eZAhn"]}, {"id": 1439419644574580738, "verified": false, "tweet_text": "@BPegasus75 https://t.co/2g7Xw6TvS8", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["BPegasus75"], "tweet_urls": ["https://t.co/2g7Xw6TvS8"]}, {"id": 1439419450562863105, "verified": false, "tweet_text": "@HubleyScarlett @ufosangelsgods Social segregation? Vaccine passports?", "tweet_lang": "fr", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["HubleyScarlett", "ufosangelsgods"]}, {"id": 1439419417662734336, "verified": false, "tweet_text": "At least the vaccine passports won’t be necessary for the sub 10k crowds going forward. #glassout", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["glassout"], "country": "USA", "text_en": "At least the vaccine passports wont be necessary for the sub k crowds going forward."}, {"id": 1439419325350400005, "verified": false, "tweet_text": "@MinPres @BorisJohnson New York City requires vaccine passports to eat in a restaurant or go to the gym. Meanwhile less than four hours away Penn State has over 100k people packed in a football stadium. Which life do you want? We really are living in two Americas right now... https://t.co/zCWLRS4loZ", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MinPres", "BorisJohnson"], "country": "USA", "text_en": "New York City requires vaccine passports to eat in a restaurant or go to the gym. Meanwhile less than four hours away Penn State has over k people packed in a football stadium. Which life do you want? We really are living in two Americas right now..."}, {"id": 1439419062019309568, "verified": false, "tweet_text": "Sign the petition to stop vaccine passports in Canada. https://t.co/i9E1CHDL1m via @RebelNewsOnline", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["RebelNewsOnline"], "tweet_urls": ["https://t.co/i9E1CHDL1m"], "country": "USA", "text_en": "Sign the petition to stop vaccine passports in Canada. via"}, {"id": 1439418605725171715, "verified": false, "tweet_text": "https://t.co/9mAwayEJEN", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/9mAwayEJEN"]}, {"id": 1439418534803775490, "verified": false, "tweet_text": "https://t.co/c11MNtDBIZ", "tweet_lang": "und", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/c11MNtDBIZ"]}, {"id": 1439418524053671936, "verified": false, "tweet_text": "@bgirl0001 Yes, but I totally believe it's rigged and already decided. Just getting together with friends for a night out before I am banned from bars and restaurants because of the vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["bgirl0001"], "country": "USA", "text_en": "Yes, but I totally believe it's rigged and already decided. Just getting together with friends for a night out before I am banned from bars and restaurants because of the vaccine passports"}, {"id": 1439418494567677952, "verified": false, "tweet_text": "@KidCHAOS138 @ggreenwald Biological/Digital/Financial Architecture is arriving ... unless mass civil disobedience? (btw, twas a grave political mistake for FED cartel, et. al. to initiate all this via a leaky, non-sterilizing vaccine...)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KidCHAOS138", "ggreenwald"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "Biological/Digital/Financial Architecture is arriving ... unless mass civil disobedience? (btw, twas a grave political mistake for FED cartel, et. al. to initiate all this via a leaky, non-sterilizing vaccine...) How PASSPORTS will really work:"}, {"id": 1439418450644856836, "verified": false, "tweet_text": "@Incogni17422663 @VictoriaPres4 @LiveLife8898 @ValValpuriam @deadmantweetin2 The Government’s job isn’t to look after our health.\nThe Government’s job is to defend our rights.\nWhich political party is doing that in 2021? \nCHOOSE WISELY\n\n🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Incogni17422663", "VictoriaPres4", "LiveLife8898", "ValValpuriam", "deadmantweetin2"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "The Governments job isnt to look after our health. The Governments job is to defend our rights. Which political party is doing that in ? CHOOSE WISELY VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439418327454019593, "verified": false, "tweet_text": "@AussieVal10 Vaccine passports working well in Israel. https://t.co/u1hWuseibd", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["AussieVal10"], "country": "USA", "text_en": "Vaccine passports working well in Israel."}, {"id": 1439418318503378946, "verified": false, "tweet_text": "@MishStephenson @rman_trebor HK protestors are fighting to maintain democratic freedoms.\n\nSo are the anti-lockdown/anti-vaccine passports protestors.\n\nWhy is that so hard for you to understand?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["MishStephenson", "rman_trebor"], "country": "USA", "text_en": "HK protestors are fighting to maintain democratic freedoms. So are the anti-lockdown/anti-vaccine passports protestors. Why is that so hard for you to understand?"}, {"id": 1439418304733483008, "verified": false, "tweet_text": "@freedominion The Government’s job isn’t to look after our health.\nThe Government’s job is to defend our rights.\nWhich political party is doing that in 2021? \nCHOOSE WISELY\n\n🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["freedominion"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "The Governments job isnt to look after our health. The Governments job is to defend our rights. Which political party is doing that in ? CHOOSE WISELY VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439418154686423040, "verified": false, "tweet_text": "@jkenney when do we get our vaccine passports Auschwitz tattoos", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["jkenney"], "country": "USA", "text_en": "when do we get our vaccine passports Auschwitz tattoos"}, {"id": 1439418081302962179, "verified": false, "tweet_text": "Italy Becomes First In EU To Mandate Vaccine Passports For All Workers https://t.co/2nYJZ7fm3V", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "tweet_urls": ["https://t.co/2nYJZ7fm3V"], "country": "USA", "text_en": "Italy Becomes First In EU To Mandate Vaccine Passports For All Workers"}, {"id": 1439417973341450243, "verified": false, "tweet_text": "@ChokingonWoke @Jhutch43945987 @alanfryermedia @MaximeBernier The Government’s job isn’t to look after our health.\nThe Government’s job is to defend our rights.\nWhich political party is doing that in 2021? \nCHOOSE WISELY\n\n🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["ChokingonWoke", "Jhutch43945987", "alanfryermedia", "MaximeBernier"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "The Governments job isnt to look after our health. The Governments job is to defend our rights. Which political party is doing that in ? CHOOSE WISELY VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439417931721490438, "verified": false, "tweet_text": "@TheRealKeean @mccormack_ppc one must adapt and change. it's what the people want. you either get vaccine passports or lockdowns, which businesses don't want. So wise to choose the better option. #novotesforppc", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "hashtags": ["novotesforppc"], "mentions": ["TheRealKeean", "mccormack_ppc"], "country": "USA", "text_en": "one must adapt and change. it's what the people want. you either get vaccine passports or lockdowns, which businesses don't want. So wise to choose the better option."}, {"id": 1439417897219022850, "verified": false, "tweet_text": "@thevivafrei @Bret_Sears @JustinTrudeau @BarackObama @HillaryClinton The Government’s job isn’t to look after our health.\nThe Government’s job is to defend our rights.\nWhich political party is doing that in 2021? \nCHOOSE WISELY\n\n🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["thevivafrei", "Bret_Sears", "JustinTrudeau", "BarackObama", "HillaryClinton"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "The Governments job isnt to look after our health. The Governments job is to defend our rights. Which political party is doing that in ? CHOOSE WISELY VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439417798690705410, "verified": false, "tweet_text": "@Cudabarbie1 @Bret_Sears The Government’s job isn’t to look after our health.\nThe Government’s job is to defend our rights.\nWhich political party is doing that in 2021? \nCHOOSE WISELY\n\n🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["Cudabarbie1", "Bret_Sears"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "The Governments job isnt to look after our health. The Governments job is to defend our rights. Which political party is doing that in ? CHOOSE WISELY VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439417639361597441, "verified": false, "tweet_text": "@KkfromAB @Bret_Sears The Government’s job isn’t to look after our health.\nThe Government’s job is to defend our rights.\nWhich political party is doing that in 2021? \nCHOOSE WISELY\n\n🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["KkfromAB", "Bret_Sears"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "The Governments job isnt to look after our health. The Governments job is to defend our rights. Which political party is doing that in ? CHOOSE WISELY VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439417611322896386, "verified": false, "tweet_text": "@GarretKramer apartheid? Totalitarianism? as your friend @JonGordon11 said yesterday?  You privileged little ….  You’re comparing someone living in oppression in South Africa or Nazi Germany, North Korea to vaccine passports? sickness", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GarretKramer", "JonGordon11"], "country": "USA", "text_en": "apartheid? Totalitarianism? as your friend said yesterday? You privileged little . Youre comparing someone living in oppression in South Africa or Nazi Germany, North Korea to vaccine passports? sickness"}, {"id": 1439417552589885440, "verified": false, "tweet_text": "@aartusa Well no one is really free right now \nTravel isn't possible and vaccine passports are a certainty \nAnd I'm ok with that by the way but maybe people aren't 🤷🏻‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["aartusa"], "tweet_emoticons": ["🤷🏻‍♂️"], "country": "USA", "text_en": "Well no one is really free right now Travel isn't possible and vaccine passports are a certainty And I'm ok with that by the way but maybe people aren't"}, {"id": 1439417494108782595, "verified": false, "tweet_text": "Nelson Police Department warns residents against flouting B.C. vaccine card rules http: Vaccine passports are a blackmail scam against nonvaxxed people. Vaxxed people are spreading the Virus, so why are they protected with identification passports. Sounds like a total scam.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "Nelson Police Department warns residents against flouting B.C. vaccine card rules http: Vaccine passports are a blackmail scam against nonvaxxed people. Vaxxed people are spreading the Virus, so why are they protected with identification passports. Sounds like a total scam."}, {"id": 1439416934152298501, "verified": false, "tweet_text": "This shit is unacceptable. The way they are choosing to deal w them is not enough. We need a massive counter campaign with education, information, transparency to fight the misinformation. Trying to do it by force, with the vaccine passports alone, is making it worse. Not better.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "country": "USA", "text_en": "This shit is unacceptable. The way they are choosing to deal w them is not enough. We need a massive counter campaign with education, information, transparency to fight the misinformation. Trying to do it by force, with the vaccine passports alone, is making it worse. Not better."}, {"id": 1439416722998579200, "verified": false, "tweet_text": "@titleist7171 @MaximeBernier So you don't think we should build pipelines, you want vaccine passports, want trade barriers between provinces, maintain the equalization formula, explode the budget, restrict freedom of expression and implement carbon taxes?", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["titleist7171", "MaximeBernier"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "So you don't think we should build pipelines, you want vaccine passports, want trade barriers between provinces, maintain the equalization formula, explode the budget, restrict freedom of expression and implement carbon taxes?"}, {"id": 1439416672973205507, "verified": false, "tweet_text": "@mccormack_ppc Of course they are and so is the PPC. If other countries require proof of vaccination, Canada has to have vaccine passports or they can't travel outside of Canada. PPC supports vaccine passports and lockdowns. Don't be fooled folks.", "tweet_lang": "en", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["mccormack_ppc"], "country": "USA", "text_en": "Of course they are and so is the PPC. If other countries require proof of vaccination, Canada has to have vaccine passports or they can't travel outside of Canada. PPC supports vaccine passports and lockdowns. Don't be fooled folks."}, {"id": 1439416341723705346, "verified": false, "tweet_text": "@evscrab Against the vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["evscrab"], "country": "USA", "text_en": "Against the vaccine passports"}, {"id": 1439416274954588163, "verified": false, "tweet_text": "Brown's Social House is so packed... Don't know how much help vaccine passports are gonna be.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Brown's Social House is so packed... Don't know how much help vaccine passports are gonna be."}, {"id": 1439416075750236160, "verified": false, "tweet_text": "@MishStephenson @rman_trebor Future vaccine passports - ie medical apartheid, current vaccination mandates, no freedom of movement and so on. Wake up ffs. #prisonisland #21stCenturyConvicts", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["prisonisland", "21stCenturyConvicts"], "mentions": ["MishStephenson", "rman_trebor"], "country": "USA", "text_en": "Future vaccine passports - ie medical apartheid, current vaccination mandates, no freedom of movement and so on. Wake up ffs."}, {"id": 1439415915603537926, "verified": false, "tweet_text": "@JLam990 @HomieQuanKenobi @AliciaMa9494 @JustCallMeJamie @_makiyamcqueen @mynamelimm @emilyeblackwood Bro...they are obsessed with all things Holocaust! Masks compared to Holocaust, lockdowns compared to Holocaust, dem govs doing the right thing being called nazi, vaccine passports are yellow star patches.....obsessed i tell you.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["JLam990", "HomieQuanKenobi", "AliciaMa9494", "JustCallMeJamie", "_makiyamcqueen", "mynamelimm", "emilyeblackwood"], "country": "USA", "text_en": "Bro...they are obsessed with all things Holocaust! Masks compared to Holocaust, lockdowns compared to Holocaust, dem govs doing the right thing being called nazi, vaccine passports are yellow star patches.....obsessed i tell you."}, {"id": 1439415818513788931, "verified": false, "tweet_text": "All the fast food places in New York City have simply gotten rid of indoor seating again rather than force their employees to check people's vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "All the fast food places in New York City have simply gotten rid of indoor seating again rather than force their employees to check people's vaccine passports"}, {"id": 1439415517559676932, "verified": false, "tweet_text": "@MishStephenson People in all of Australia are receiving ultimatums from employers and state leaders promising vaccine passports and boosters.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["MishStephenson"], "country": "USA", "text_en": "People in all of Australia are receiving ultimatums from employers and state leaders promising vaccine passports and boosters."}, {"id": 1439415476665344000, "verified": false, "tweet_text": "@ShawnWitzemann @pgessing The state govt of South Australia is getting ready to implement vaccine passports.  The governor phrased it \"to get your freedom back\". This is in addition to the nationwide mandate to have the tracking apps on your phone.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ShawnWitzemann", "pgessing"], "country": "USA", "text_en": "The state govt of South Australia is getting ready to implement vaccine passports. The governor phrased it \"to get your freedom back\". This is in addition to the nationwide mandate to have the tracking apps on your phone."}, {"id": 1439415359631622146, "verified": false, "tweet_text": "“I understand your qualms about vaccine passports, but…”\n\nEveryone on this party.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "I understand your qualms about vaccine passports, but Everyone on this party."}, {"id": 1439415193935564803, "verified": false, "tweet_text": "@CTVVancouver BC Business against Vax passports\nBC business that do not support vaccine passport mandates.\nhttps://t.co/6PeUGAtAKN", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["CTVVancouver"], "tweet_urls": ["https://t.co/6PeUGAtAKN"], "country": "USA", "text_en": "BC Business against Vax passports BC business that do not support vaccine passport mandates."}, {"id": 1439415047495766021, "verified": false, "tweet_text": "@justmenmygirls4 I have gone back to normal since in the uk all regulations have gone and we don't have vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["justmenmygirls4"], "country": "USA", "text_en": "I have gone back to normal since in the uk all regulations have gone and we don't have vaccine passports"}, {"id": 1439414794939891715, "verified": false, "tweet_text": "@MagisterBracey I live somewhere where it’s “safe,” we have vaccine passports. Masks are mandated. \n\nWe’re returning to indoor dining.\n\nBut delta variant is on the rise and there’s still some risk. I’d rather just continue to get takeout than take that risk with my life and others’.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["MagisterBracey"], "country": "USA", "text_en": "I live somewhere where its safe, we have vaccine passports. Masks are mandated. Were returning to indoor dining. But delta variant is on the rise and theres still some risk. Id rather just continue to get takeout than take that risk with my life and others."}, {"id": 1439414760941015044, "verified": false, "tweet_text": "https://t.co/yejZPlLlwh", "tweet_lang": "und", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/yejZPlLlwh"]}, {"id": 1439414746504175618, "verified": false, "tweet_text": "@gill_godwin Got us through the pandemic? Leftist sheep love unnecessary lockdowns and are the reason we're not back to normal. Vaccine passports are unconstitutional. #VotePPC2021 is the only option, @MaximeBernier is the Truth.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["VotePPC2021"], "mentions": ["gill_godwin", "MaximeBernier"], "country": "USA", "text_en": "Got us through the pandemic? Leftist sheep love unnecessary lockdowns and are the reason we're not back to normal. Vaccine passports are unconstitutional. is the only option, is the Truth."}, {"id": 1439414452638531586, "verified": false, "tweet_text": "@adriandix @jjhorgan Tell us why your vaccine passports and masks in schools make sense when most of the province is vaccinated. #MedicalTyranny https://t.co/PwYMhJazGY", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["MedicalTyranny"], "mentions": ["adriandix", "jjhorgan"], "tweet_urls": ["https://t.co/PwYMhJazGY"], "country": "USA", "text_en": "Tell us why your vaccine passports and masks in schools make sense when most of the province is vaccinated."}, {"id": 1439414065525370883, "verified": false, "tweet_text": "@markmartel @sammiewhatever @rekastner @sfchronicle \"moderate\", that's just a leftie that doesn't claim to want full socialism but whose actions say otherwise. If you're for vaccine passports, masking and lockdowns, you're a commie. Just be real, at least to yourself.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["markmartel", "sammiewhatever", "rekastner", "sfchronicle"], "country": "USA", "text_en": "\"moderate\", that's just a leftie that doesn't claim to want full socialism but whose actions say otherwise. If you're for vaccine passports, masking and lockdowns, you're a commie. Just be real, at least to yourself."}, {"id": 1439413911556706304, "verified": false, "tweet_text": "@Trophybrewing \nGetting ready to head to Raleigh and wanted to know if you require vaccine passports to dine and have a delicious cold brew?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Trophybrewing"], "country": "USA", "text_en": "Getting ready to head to Raleigh and wanted to know if you require vaccine passports to dine and have a delicious cold brew?"}, {"id": 1439413678386778120, "verified": false, "tweet_text": "@trendless So you aren’t equating opposing anti liberal policies like vaccine passports and revoking individual choice on bodily issues as the actions of the even more conservative faction?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["trendless"], "country": "USA", "text_en": "So you arent equating opposing anti liberal policies like vaccine passports and revoking individual choice on bodily issues as the actions of the even more conservative faction?"}, {"id": 1439413651450974215, "verified": false, "tweet_text": "@WindmillCancer2 @ClayTravis Nice try at gaslighting but it is the requirement of vaccine passports that divide and segregate us. \n\nIt is incorrect to say Clay pointing it out is divisive rhetoric.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["WindmillCancer2", "ClayTravis"], "country": "USA", "text_en": "Nice try at gaslighting but it is the requirement of vaccine passports that divide and segregate us. It is incorrect to say Clay pointing it out is divisive rhetoric."}, {"id": 1439413442599735298, "verified": false, "tweet_text": "@JaynethePaine BC Business against Vax passports\nBC business that do not support vaccine passport mandates.\nhttps://t.co/6PeUGAtAKN", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["JaynethePaine"], "tweet_urls": ["https://t.co/6PeUGAtAKN"], "country": "USA", "text_en": "BC Business against Vax passports BC business that do not support vaccine passport mandates."}, {"id": 1439413334122635268, "verified": false, "tweet_text": "UK Government Says Vaccine Passports Integral to COVID Winter Plan Day After They Were Supposedly Scrapped - https://t.co/MNyOYiErNy", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/MNyOYiErNy"], "country": "USA", "text_en": "UK Government Says Vaccine Passports Integral to COVID Winter Plan Day After They Were Supposedly Scrapped -"}, {"id": 1439413114903023616, "verified": false, "tweet_text": "@sbartlett321 @jkenney You mean the paid for science that supports masks, vaccine passports, segregation of healthy people...", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["sbartlett321", "jkenney"], "country": "USA", "text_en": "You mean the paid for science that supports masks, vaccine passports, segregation of healthy people..."}, {"id": 1439412952466079745, "verified": false, "tweet_text": "the best thing about vaccine passports is it weeds out all the worst, most hateful people, the people I’d never want to deal with at a restaurant or in a theatre or in my business anyway\n\nit’s honestly so ideal, why didn’t we think of this before \n\nthere’s no downside imo", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "the best thing about vaccine passports is it weeds out all the worst, most hateful people, the people Id never want to deal with at a restaurant or in a theatre or in my business anyway its honestly so ideal, why didnt we think of this before theres no downside imo"}, {"id": 1439412876465352704, "verified": false, "tweet_text": "@ClayTravis Was just in NYC 2 weeks ago oh my God it is sick it is the most liberal woke place ever!!\n\neverywhere u go people wearing masks even when they’re 100 ft apart \n\nrestaurants asking you for vaccine passports sick", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["ClayTravis"], "country": "USA", "text_en": "Was just in NYC weeks ago oh my God it is sick it is the most liberal woke place ever!! everywhere u go people wearing masks even when theyre ft apart restaurants asking you for vaccine passports sick"}, {"id": 1439412500735270912, "verified": false, "tweet_text": "@JerasIkehorn Seems the *PPC party's only platform for Monday's federal election in Canada is \"no vaccine passports\". \n*the right of right party in Canada", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["JerasIkehorn"], "country": "USA", "text_en": "Seems the *PPC party's only platform for Monday's federal election in Canada is \"no vaccine passports\". *the right of right party in Canada"}, {"id": 1439412236536086533, "verified": false, "tweet_text": "Simon says put a mask on if you're sick.\nSimon says stay home for 2 weeks.\nSimon says essential workers can leave home.\nSimon says everyone wear a mask.\nSimon says everyone wear 2 masks.\nSimon says wear eye protection.\nSimon says get the shot.\nSimon says have vaccine passports...", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Simon says put a mask on if you're sick. Simon says stay home for weeks. Simon says essential workers can leave home. Simon says everyone wear a mask. Simon says everyone wear masks. Simon says wear eye protection. Simon says get the shot. Simon says have vaccine passports..."}, {"id": 1439412198623748099, "verified": false, "tweet_text": "A billion times this. \n\nThe new powers of government were never going to be temporary, and it is these, not the virus, that we should truly fear.\n\n❌Lockdowns\n❌Vaccine Passports/Digital ID\n❌QR code/constant surveillance\n❌Mask mandates\n❌Social distancing mandates\n\n#DoNotComply https://t.co/fJgHgge2D1", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["DoNotComply"], "tweet_urls": ["https://t.co/fJgHgge2D1"], "tweet_emoticons": ["❌"], "country": "USA", "text_en": "A billion times this. The new powers of government were never going to be temporary, and it is these, not the virus, that we should truly fear. Lockdowns Vaccine Passports/Digital ID QR code/constant surveillance Mask mandates Social distancing mandates"}, {"id": 1439412156269674504, "verified": false, "tweet_text": "@kim_siever Alberta doesn’t have vaccine passports. Never have - never will. There is an “exemption to restrictions document that proves the requirements to be exempted from any restrictions or regulations that may or may not be itemized in a public health order &amp; may or may not be enforc..”", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["kim_siever"], "country": "USA", "text_en": "Alberta doesnt have vaccine passports. Never have - never will. There is an exemption to restrictions document that proves the requirements to be exempted from any restrictions or regulations that may or may not be itemized in a public health order &amp; may or may not be enforc.."}, {"id": 1439412083100164097, "verified": false, "tweet_text": "Vaccine mandates and passports loom large in the election's final days | CBC Radio https://t.co/7O1hOfERBA", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/7O1hOfERBA"], "country": "USA", "text_en": "Vaccine mandates and passports loom large in the election's final days | CBC Radio"}, {"id": 1439412074887647233, "verified": false, "tweet_text": "@nnamrak @flips4cash @sante_qc How is it targeted at senior citizens who don't want the vaccine ?\n\nVaccine passports are targeting the young and also young families.\n\nThey are not the ones 'filling the hospitals' as you suggest.\n\nHow do vaccine passports convince older people over 60 to get vaccinated ?", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["nnamrak", "flips4cash", "sante_qc"], "country": "USA", "text_en": "How is it targeted at senior citizens who don't want the vaccine ? Vaccine passports are targeting the young and also young families. They are not the ones 'filling the hospitals' as you suggest. How do vaccine passports convince older people over to get vaccinated ?"}, {"id": 1439412029786296320, "verified": false, "tweet_text": "@masks4allCanada Just went to resto. 1st time in 1.5 yes. Went at opening, no one there, sat outside on patio. Only reason I agreed to go was because of vaccine passports. I don’t think I will be going again any time soon.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["masks4allCanada"], "country": "USA", "text_en": "Just went to resto. st time in yes. Went at opening, no one there, sat outside on patio. Only reason I agreed to go was because of vaccine passports. I dont think I will be going again any time soon."}, {"id": 1439411805982396419, "verified": false, "tweet_text": "The enforcement of vaccine passports is fully in the hands of customer service workers, one would think the government should have done a better job rolling this out.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "The enforcement of vaccine passports is fully in the hands of customer service workers, one would think the government should have done a better job rolling this out."}, {"id": 1439411629934923779, "verified": false, "tweet_text": "@WindmillCancer2 @ClayTravis Vaccine passports in NYC, and 15,000 illegals crossing at Del Rio, TX. Same administration behind both of these.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["WindmillCancer2", "ClayTravis"], "country": "USA", "text_en": "Vaccine passports in NYC, and illegals crossing at Del Rio, TX. Same administration behind both of these."}, {"id": 1439411412913299462, "verified": false, "tweet_text": "👋 @jkenney Not that he cares. \n\nI predict he’s promised another job after he institutes the vaccine passports. https://t.co/yn4zHRJbUg", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["jkenney"], "tweet_urls": ["https://t.co/yn4zHRJbUg"], "tweet_emoticons": ["👋"], "country": "USA", "text_en": "Not that he cares. I predict hes promised another job after he institutes the vaccine passports."}, {"id": 1439411187473604611, "verified": false, "tweet_text": "@lex31555 Anyone that would deem voter id racist &amp; vaccine passports a necessity is a moron waiting to fail. He can't mandate private planes &amp; all kinds of back roads will get you there.\n\nCruzan v. Director, Missouri Department of Health, Jacobson VS Massachusetts and USA v Brandt.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["lex31555"], "country": "USA", "text_en": "Anyone that would deem voter id racist &amp; vaccine passports a necessity is a moron waiting to fail. He can't mandate private planes &amp; all kinds of back roads will get you there. Cruzan v. Director, Missouri Department of Health, Jacobson VS Massachusetts and USA v Brandt."}, {"id": 1439411024332005384, "verified": false, "tweet_text": "@andymaloneyesq @justin_hart Because vaccine passports are the next step towards implementing techno-authoritarianism.  The more people that are forced to vax, the quicker they can steal our liberties.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["andymaloneyesq", "justin_hart"], "country": "USA", "text_en": "Because vaccine passports are the next step towards implementing techno-authoritarianism. The more people that are forced to vax, the quicker they can steal our liberties."}, {"id": 1439411019013578752, "verified": false, "tweet_text": "Vaccine passports are gonna be sick", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Vaccine passports are gonna be sick"}, {"id": 1439410981998931970, "verified": false, "tweet_text": "#Purebloods https://t.co/kPJLPq4U6i", "tweet_lang": "und", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["Purebloods"], "tweet_urls": ["https://t.co/kPJLPq4U6i"]}, {"id": 1439410969348816901, "verified": false, "tweet_text": "@EndTheFed18 @AnComNezuko @theserfstv I agree.\n\nEnd work and we'll talk about stopping vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["EndTheFed18", "AnComNezuko", "theserfstv"], "country": "USA", "text_en": "I agree. End work and we'll talk about stopping vaccine passports"}, {"id": 1439410874553409538, "verified": false, "tweet_text": "Mid September Covid clinics after “vaccine passports” are introduced have me thinking there must be a job title of Medication Fear Counsellor, on which I need to brush up.Thinking the standard 4 minute slot for these is a lofty goal going forward.We love you all. Keep coming in.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Mid September Covid clinics after vaccine passports are introduced have me thinking there must be a job title of Medication Fear Counsellor, on which I need to brush up.Thinking the standard minute slot for these is a lofty goal going forward.We love you all. Keep coming in."}, {"id": 1439410799504551936, "verified": false, "tweet_text": "@jasonfherring @calgaryherald England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["jasonfherring", "calgaryherald"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439410437871661057, "verified": false, "tweet_text": "Very true especially Kenney here in Alberta he has changed his position o n Covid sooften it is hard to keep track so now vaccine passports he cannot be trusted screw him https://t.co/pVEtB1wGii", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/pVEtB1wGii"], "country": "USA", "text_en": "Very true especially Kenney here in Alberta he has changed his position o n Covid sooften it is hard to keep track so now vaccine passports he cannot be trusted screw him"}, {"id": 1439410387460317187, "verified": false, "tweet_text": "No, vaccine passports are not supported by a majority of AB. Alberta isn't big on authoritarianism. https://t.co/ZYWUgM6MEY", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/ZYWUgM6MEY"], "country": "USA", "text_en": "No, vaccine passports are not supported by a majority of AB. Alberta isn't big on authoritarianism."}, {"id": 1439410309391814657, "verified": false, "tweet_text": "@BabaBoon17 How do I find out about these rallies? I’d like to attend the peaceful ones and show my support for opening borders, reducing restrictions and no vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["BabaBoon17"], "country": "USA", "text_en": "How do I find out about these rallies? Id like to attend the peaceful ones and show my support for opening borders, reducing restrictions and no vaccine passports."}, {"id": 1439410038423134210, "verified": true, "tweet_text": "New York City requires vaccine passports to eat in a restaurant or go to the gym. Meanwhile less than four hours away Penn State has over 100k people packed in a football stadium. Which life do you want? We really are living in two Americas right now. https://t.co/tp3ltQ5HMq", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "New York City requires vaccine passports to eat in a restaurant or go to the gym. Meanwhile less than four hours away Penn State has over k people packed in a football stadium. Which life do you want? We really are living in two Americas right now."}, {"id": 1439409960949993486, "verified": false, "tweet_text": "@TehseenLadha @PopAlberta We needed a shut down all along, it is far overdue. Vaccine passports take time. We should have had a shut down while they rolled out the long term plan of vaccine passports. @YourAlberta @CMOH_Alberta never get it right, time gets wasted, and people die.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["TehseenLadha", "PopAlberta", "YourAlberta", "CMOH_Alberta"], "country": "USA", "text_en": "We needed a shut down all along, it is far overdue. Vaccine passports take time. We should have had a shut down while they rolled out the long term plan of vaccine passports. never get it right, time gets wasted, and people die."}, {"id": 1439409783195455490, "verified": false, "tweet_text": "@flips4cash @sante_qc Vaccine passports are a moderate lockdown targeted at the population that now fills the hospitals. The whole question is to know if it will be enough to avoid the fate of Alberta.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["flips4cash", "sante_qc"], "country": "USA", "text_en": "Vaccine passports are a moderate lockdown targeted at the population that now fills the hospitals. The whole question is to know if it will be enough to avoid the fate of Alberta."}, {"id": 1439409767705980930, "verified": false, "tweet_text": "So we went to see a movie. The combo of vaccine passports + older movie is a dream combination https://t.co/D57C3gF4Wo", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "So we went to see a movie. The combo of vaccine passports + older movie is a dream combination"}, {"id": 1439409693986746369, "verified": false, "tweet_text": "Respect to the Japanese government!\n\nBy connecting the digital vaccine passports to the My Number system refused by vast majority of citizens due to privacy concerns, they are defining the choice for everyone:\n\nFreedom or Surveillance", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Respect to the Japanese government! By connecting the digital vaccine passports to the My Number system refused by vast majority of citizens due to privacy concerns, they are defining the choice for everyone: Freedom or Surveillance"}, {"id": 1439409555163680779, "verified": false, "tweet_text": "@TehseenLadha @PopAlberta Yes! I’ve been saying this for weeks! There was a huge focus on vaccine passports (politically) and that’s great but the problem with that focus is that it gave the impression that was all that was needed. So now, the anti -measures folk will be all up in arms, yet again.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["TehseenLadha", "PopAlberta"], "country": "USA", "text_en": "Yes! Ive been saying this for weeks! There was a huge focus on vaccine passports (politically) and thats great but the problem with that focus is that it gave the impression that was all that was needed. So now, the anti -measures folk will be all up in arms, yet again."}, {"id": 1439409260887117830, "verified": false, "tweet_text": "@mtracey Biological/Digital/Financial Architecture is arriving ... unless mass civil disobedience? (btw, twas a grave political mistake for FED cartel, et. al. to initiate all this via a leaky, non-sterilizing vaccine...)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mtracey"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "Biological/Digital/Financial Architecture is arriving ... unless mass civil disobedience? (btw, twas a grave political mistake for FED cartel, et. al. to initiate all this via a leaky, non-sterilizing vaccine...) How PASSPORTS will really work:"}, {"id": 1439409203353776131, "verified": false, "tweet_text": "@mtracey Biological/Digital/Financial Architecture is arriving ... unless mass civil disobedience? (btw, twas a grave political mistake for FED cartel, et. al. to initiate all this via a leaky, non-sterilizing vaccine...)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mtracey"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "Biological/Digital/Financial Architecture is arriving ... unless mass civil disobedience? (btw, twas a grave political mistake for FED cartel, et. al. to initiate all this via a leaky, non-sterilizing vaccine...) How PASSPORTS will really work:"}, {"id": 1439409127197798411, "verified": false, "tweet_text": "Don't fall for it guys.\n\nYou're only tightening the noose around your own necks. \n\nOnce they have tricked you into implementing vaccine passports (because they cannot legally mandate vaccines), they will then close you back down anyway.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Don't fall for it guys. You're only tightening the noose around your own necks. Once they have tricked you into implementing vaccine passports (because they cannot legally mandate vaccines), they will then close you back down anyway."}, {"id": 1439409080259407873, "verified": false, "tweet_text": "@loulou_root @AnnamiePaul They are against vaccine passports. She said as much in CBC the other day.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["loulou_root", "AnnamiePaul"], "country": "USA", "text_en": "They are against vaccine passports. She said as much in CBC the other day."}, {"id": 1439408902978748421, "verified": false, "tweet_text": "@mark89894 @RStewart321 Vaccine passports can keep track of them, right?????", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mark89894", "RStewart321"], "country": "USA", "text_en": "Vaccine passports can keep track of them, right?????"}, {"id": 1439408838717833217, "verified": false, "tweet_text": "The Government is intentionally bankrupting all of the industries that provide the services that make life worth living with their pointless and cruel restrictions.\n\nWhy?\n\nSo that business will beg for vaccine passports out of sheer desperation.\n\nhttps://t.co/tpvgixycRR", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/tpvgixycRR"], "country": "USA", "text_en": "The Government is intentionally bankrupting all of the industries that provide the services that make life worth living with their pointless and cruel restrictions. Why? So that business will beg for vaccine passports out of sheer desperation."}, {"id": 1439408663907553280, "verified": false, "tweet_text": "UK Government Says Vaccine Passports Integral to COVID Winter Plan Day After They Were Supposedly Scrapped - https://t.co/R0nQtNlpIK", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/R0nQtNlpIK"], "country": "USA", "text_en": "UK Government Says Vaccine Passports Integral to COVID Winter Plan Day After They Were Supposedly Scrapped -"}, {"id": 1439408488476672003, "verified": false, "tweet_text": "Hot Mic Catches Israeli Health Minister Admitting Vaccine Passports Are About Coercion - https://t.co/2YITXieK7b", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/2YITXieK7b"], "country": "USA", "text_en": "Hot Mic Catches Israeli Health Minister Admitting Vaccine Passports Are About Coercion -"}, {"id": 1439408394981429255, "verified": false, "tweet_text": "@carmel0075 Where I live in Canada, we have a mask mandate and vaccine passports. But.....lots of mask holes. We are at 78% vax rate.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["carmel0075"], "country": "USA", "text_en": "Where I live in Canada, we have a mask mandate and vaccine passports. But.....lots of mask holes. We are at % vax rate."}, {"id": 1439408207366033410, "verified": false, "tweet_text": "@JDrewsyBC Sadly vaccine passports are achieving their intended purpose - they are turning people against each other, causing social disruption, inflation and economic hardship", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["JDrewsyBC"], "country": "USA", "text_en": "Sadly vaccine passports are achieving their intended purpose - they are turning people against each other, causing social disruption, inflation and economic hardship"}, {"id": 1439408161748750337, "verified": false, "tweet_text": "@jacobcabe I live in WA state and Inslee is a tyrant and is now facilitating Quarantine and Isolation places.  He has already just instituted vaccine passports, etc.. \nWe really need some help!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["jacobcabe"], "country": "USA", "text_en": "I live in WA state and Inslee is a tyrant and is now facilitating Quarantine and Isolation places. He has already just instituted vaccine passports, etc.. We really need some help!"}, {"id": 1439408073601429508, "verified": false, "tweet_text": "If you think this is okay and also vaccine passports are okay. Please reconsider being involved in the political system. https://t.co/mkGonJAsEW", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/mkGonJAsEW"], "country": "USA", "text_en": "If you think this is okay and also vaccine passports are okay. Please reconsider being involved in the political system."}, {"id": 1439408029858947072, "verified": false, "tweet_text": "I don’t believe in vax passports. But all the people protesting them are also the same people who think the vaccine is a 5G and that Trudeau is a commie and that masks are oppression, and… sorry but I’m not going to protest with those actively making things worse.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "I dont believe in vax passports. But all the people protesting them are also the same people who think the vaccine is a G and that Trudeau is a commie and that masks are oppression, and sorry but Im not going to protest with those actively making things worse."}, {"id": 1439407980739534849, "verified": false, "tweet_text": "@2020_matter @Beer_Browser @ChadDav87051194 @EChamois @TeriHart Ya. Funny isn't it how Trudeau had billions to hand out to each province for the Vaccine Passports but nothing available to help improve existing hospitals, LTC homes or ICU units. Curious. 🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["2020_matter", "Beer_Browser", "ChadDav87051194", "EChamois", "TeriHart"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Ya. Funny isn't it how Trudeau had billions to hand out to each province for the Vaccine Passports but nothing available to help improve existing hospitals, LTC homes or ICU units. Curious."}, {"id": 1439407962854879241, "verified": false, "tweet_text": "Vaccine passports are a justice issue. Activists, pls speak up! Don't make this about being pro or anti vax. https://t.co/dcxiAjrQyC", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/dcxiAjrQyC"], "country": "USA", "text_en": "Vaccine passports are a justice issue. Activists, pls speak up! Don't make this about being pro or anti vax."}, {"id": 1439407676795113472, "verified": false, "tweet_text": "@AlexpiersonAMP @JustinTrudeau Which gave him the opportunity to label angry Canadians protesting ethics violations, sexual harassment allegations, blatant lies, vaccine passports, and this particular Covid Vaccine ( not all vaccines )Anti-Vaxxers.  \n\nAnd he’s gonna get away with it again.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["AlexpiersonAMP", "JustinTrudeau"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Which gave him the opportunity to label angry Canadians protesting ethics violations, sexual harassment allegations, blatant lies, vaccine passports, and this particular Covid Vaccine ( not all vaccines )Anti-Vaxxers. And hes gonna get away with it again."}, {"id": 1439407621677539328, "verified": false, "tweet_text": "@alloutofphish @albertanate Mandating all AHS workers get vaccine, many refusing and they will see them fired rather respect these nurses and doctors choices. Doctors got canned in Canada before the passports for speaking up!!😒😠", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["alloutofphish", "albertanate"], "tweet_emoticons": ["😠", "😒"], "country": "USA", "text_en": "Mandating all AHS workers get vaccine, many refusing and they will see them fired rather respect these nurses and doctors choices. Doctors got canned in Canada before the passports for speaking up!!"}, {"id": 1439407333214285826, "verified": false, "tweet_text": "Honestly,\n\nThe lefts hypocrisy summed up in one tweet. \n\nBashes big pharma, and rightly so, but this is the same guy who supports forced vaccines and vaccine passports.\n\nThey are shameless. https://t.co/q5j3hDun8H", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/q5j3hDun8H"], "country": "USA", "text_en": "Honestly, The lefts hypocrisy summed up in one tweet. Bashes big pharma, and rightly so, but this is the same guy who supports forced vaccines and vaccine passports. They are shameless."}, {"id": 1439407169011654659, "verified": false, "tweet_text": "It's the dawn of Ai woke ideology taking priority over everything good these days\n\nIf it's not gender identity ideology making it's rounds on the net, it's  the rise of vaccine ideology that comes with it's own mind control passports\n\nIt's life as per Ai prescriptives, evil ones", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "It's the dawn of Ai woke ideology taking priority over everything good these days If it's not gender identity ideology making it's rounds on the net, it's the rise of vaccine ideology that comes with it's own mind control passports It's life as per Ai prescriptives, evil ones"}, {"id": 1439406985716195328, "verified": false, "tweet_text": "@Makaveli_Memez The Total Biological/Digital/Financial Architecture is coming... unless mass civil disobedience?)(btw, a grave political mistake for FED cartel to initiate all this via tying it to a leaky, non-sterilizing vaccine...)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Makaveli_Memez"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "The Total Biological/Digital/Financial Architecture is coming... unless mass civil disobedience?)(btw, a grave political mistake for FED cartel to initiate all this via tying it to a leaky, non-sterilizing vaccine...) How PASSPORTS will really work:"}, {"id": 1439406906020282374, "verified": false, "tweet_text": "What is the Maverick Party's stance on vaccine passports? Unequivocally condemn, or support? @MagolanMatt @maverick_party", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["MagolanMatt", "maverick_party"], "country": "USA", "text_en": "What is the Maverick Party's stance on vaccine passports? Unequivocally condemn, or support?"}, {"id": 1439406660112375810, "verified": false, "tweet_text": "@Baxters_Place @gummibear737 The Total Biological/Digital/Financial Architecture is coming... unless mass civil disobedience?)(btw, a grave political mistake for FED cartel to initiate all this via tying it to a leaky, non-sterilizing vaccine...)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Baxters_Place", "gummibear737"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "The Total Biological/Digital/Financial Architecture is coming... unless mass civil disobedience?)(btw, a grave political mistake for FED cartel to initiate all this via tying it to a leaky, non-sterilizing vaccine...) How PASSPORTS will really work:"}, {"id": 1439406553799426050, "verified": false, "tweet_text": "https://t.co/7fdgrow0D1", "tweet_lang": "und", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/7fdgrow0D1"]}, {"id": 1439406519817326596, "verified": false, "tweet_text": "@M5TweetG @fordnation https://t.co/8GejcwQZnw", "tweet_lang": "und", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["M5TweetG", "fordnation"], "tweet_urls": ["https://t.co/8GejcwQZnw"]}, {"id": 1439406436128202754, "verified": false, "tweet_text": "@akheriaty The Total Biological/Digital/Financial Architecture is coming... unless mass civil disobedience?)(btw, a grave political mistake for FED cartel to initiate all this via tying it to a leaky, non-sterilizing vaccine...)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["akheriaty"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "The Total Biological/Digital/Financial Architecture is coming... unless mass civil disobedience?)(btw, a grave political mistake for FED cartel to initiate all this via tying it to a leaky, non-sterilizing vaccine...) How PASSPORTS will really work:"}, {"id": 1439406132586369032, "verified": false, "tweet_text": "@garth_moore England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["garth_moore"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439406131017920517, "verified": false, "tweet_text": "@1man1monolith @ZeroCOVID4Ever The amount of border jumpers that Bidens letting in without vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["1man1monolith", "ZeroCOVID4Ever"], "country": "USA", "text_en": "The amount of border jumpers that Bidens letting in without vaccine passports"}, {"id": 1439405683661623296, "verified": false, "tweet_text": "@risemelbourne @garth_moore England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["risemelbourne", "garth_moore"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439405625008484364, "verified": false, "tweet_text": "@garth_moore England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["garth_moore"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439405621892157450, "verified": false, "tweet_text": "The irony of course is that the anti-lockdown protestors are both covid-deniers &amp; anti-vaxxers, so are the people who are going to be blocked from going to all the places they want to go once vaccine passports become mandatory. Wait for THOSE protests.Bring in the Military!!", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "The irony of course is that the anti-lockdown protestors are both covid-deniers &amp; anti-vaxxers, so are the people who are going to be blocked from going to all the places they want to go once vaccine passports become mandatory. Wait for THOSE protests.Bring in the Military!!"}, {"id": 1439405570763603972, "verified": false, "tweet_text": "@billbowtell Hopefully the whole thing will fizzle out soon.  Maybe we can avoid the silly vaccine passports idea.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["billbowtell"], "country": "USA", "text_en": "Hopefully the whole thing will fizzle out soon. Maybe we can avoid the silly vaccine passports idea."}, {"id": 1439405416937504773, "verified": false, "tweet_text": "@contrarian4data England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["contrarian4data"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439405407194206211, "verified": false, "tweet_text": "Tony Blair calls for vaccine passports to prevent another lockdown https://t.co/Rf3qSUtAQL", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/Rf3qSUtAQL"], "country": "USA", "text_en": "Tony Blair calls for vaccine passports to prevent anotherlockdown"}, {"id": 1439405276591886338, "verified": false, "tweet_text": "@risemelbourne @garth_moore England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["risemelbourne", "garth_moore"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439405212335181828, "verified": false, "tweet_text": "@dubsndoo Some misinformed Canadians think that if you are in tight quarters with doubly vaxxed people, you are \"safe\". Not so. Vaccine passports may get more people vaccinated (a good thing) but they don't insure that any venue is safe.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["dubsndoo"], "country": "USA", "text_en": "Some misinformed Canadians think that if you are in tight quarters with doubly vaxxed people, you are \"safe\". Not so. Vaccine passports may get more people vaccinated (a good thing) but they don't insure that any venue is safe."}, {"id": 1439405014837915649, "verified": false, "tweet_text": "@sophia10635358 @Makedni England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["sophia10635358", "Makedni"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439404931904016389, "verified": false, "tweet_text": "@garth_moore England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["garth_moore"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439404919241461760, "verified": false, "tweet_text": "@LizaLan10 @Neeniemd2000 @brianlilley @erinotoole Not as much as Trudeau but he is pushing discrimination by supporting vaccine passports. Both vaxed and unvaxed can get Covid. Both  can infect others and both can die of Covid. Why create a system to differentiate if not to discriminate and segregate?#VotePPC2021", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["VotePPC2021"], "mentions": ["LizaLan10", "Neeniemd2000", "brianlilley", "erinotoole"], "country": "USA", "text_en": "Not as much as Trudeau but he is pushing discrimination by supporting vaccine passports. Both vaxed and unvaxed can get Covid. Both can infect others and both can die of Covid. Why create a system to differentiate if not to discriminate and segregate?"}, {"id": 1439404494618431490, "verified": false, "tweet_text": "@WSJ @WSJopinion @MartyMakary The Architecture of Oppression (for non-elites)(btw it was a grave political mistake for FED Cartel to begin implementation of this by tying it to a leaky, non-sterilizing vaccine, but give it time)\n\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["WSJ", "WSJopinion", "MartyMakary"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "The Architecture of Oppression (for non-elites)(btw it was a grave political mistake for FED Cartel to begin implementation of this by tying it to a leaky, non-sterilizing vaccine, but give it time) How PASSPORTS will really work:"}, {"id": 1439404473445756929, "verified": false, "tweet_text": "@calgaryherald Garbage reporting, labeling this “anti-vax” even though a lot of these people are vacccinated. 0 integrity with the Calgary Herald.\n\nThis is a freedom rally to fight back against vaccine passports and the creation of a two tiered system of Canadians", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["calgaryherald"], "country": "USA", "text_en": "Garbage reporting, labeling this anti-vax even though a lot of these people are vacccinated. integrity with the Calgary Herald. This is a freedom rally to fight back against vaccine passports and the creation of a two tiered system of Canadians"}, {"id": 1439404411361665028, "verified": false, "tweet_text": "Thoughts on @erinotoole not caring about our freedoms? As in these forced vaccines passports? Not a concern? An untested experimental vaccine that the likes of O’Toole has absolutely no idea what the long term effects will be! Criminal! https://t.co/AxAxEBNfx0 https://t.co/TFeSkf9UNN", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["erinotoole"], "tweet_urls": ["https://t.co/AxAxEBNfx0"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Thoughts on not caring about our freedoms? As in these forced vaccines passports? Not a concern? An untested experimental vaccine that the likes of OToole has absolutely no idea what the long term effects will be! Criminal!"}, {"id": 1439404246344945664, "verified": false, "tweet_text": "@Mariegla @wildplumbay Im comfortable telling people I'm vaccinated.  You're talking about something totally different. My point is not around vaccine passports. Its around political figures being attacked because they don't want to publically share info about their personal health.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Mariegla", "wildplumbay"], "country": "USA", "text_en": "Im comfortable telling people I'm vaccinated. You're talking about something totally different. My point is not around vaccine passports. Its around political figures being attacked because they don't want to publically share info about their personal health."}, {"id": 1439404157899665408, "verified": false, "tweet_text": "@LeonardRoxon @MaximeBernier 🇨🇦 VOTE PPC 🇨🇦\n💜 VOTE FREEDOM 💜\nVote PPC and say no to vaccine passports and Mandatory Vaccines", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["LeonardRoxon", "MaximeBernier"], "tweet_emoticons": ["🇨🇦", "💜"], "country": "USA", "text_en": "VOTE PPC VOTE FREEDOM Vote PPC and say no to vaccine passports and Mandatory Vaccines"}, {"id": 1439403996842639360, "verified": false, "tweet_text": "Does Smith &amp; Wesson sell vaccine passports? Asking for a friend", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Does Smith &amp; Wesson sell vaccine passports? Asking for a friend"}, {"id": 1439403894359134209, "verified": false, "tweet_text": "fuck mandates. fuck vaccine passports. as a vaccinated citizen, i will not comply. #VaccineMandates #VaccinePassport #GetVaccinated  BUT #DoNotComply https://t.co/qmarzqWU9S", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "hashtags": ["VaccineMandates", "VaccinePassport", "GetVaccinated", "DoNotComply"], "country": "USA", "text_en": "fuck mandates. fuck vaccine passports. as a vaccinated citizen, i will not comply. BUT"}, {"id": 1439403738041618434, "verified": false, "tweet_text": "Was thinking about vaccine passports.\n\nI wonder how seatbelt and drunk driving laws would be received in current times.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "Was thinking about vaccine passports. I wonder how seatbelt and drunk driving laws would be received in current times."}, {"id": 1439403389775798275, "verified": false, "tweet_text": "@mdfdvntrs @kiansimone44 @ezralevant The Architecture of Oppression:\nA political mistake for elite to start by tying it to a leaky, non-sterilizing vaccine, btw)\nHow 💉 PASSPORTS will really work: https://t.co/yb4ViFs2fE", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["mdfdvntrs", "kiansimone44", "ezralevant"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "The Architecture of Oppression: A political mistake for elite to start by tying it to a leaky, non-sterilizing vaccine, btw) How PASSPORTS will really work:"}, {"id": 1439403236063068165, "verified": false, "tweet_text": "@EndTheFed18 @wittywebhandle @theserfstv Vaccine Passports are literally a thing for sending your child to public school, or traveling to most countries.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["EndTheFed18", "wittywebhandle", "theserfstv"], "country": "USA", "text_en": "Vaccine Passports are literally a thing for sending your child to public school, or traveling to most countries."}, {"id": 1439403100205240322, "verified": false, "tweet_text": "The First ‘Vaccine Passports’ Were Scars from Smallpox Vaccinations\nThose who couldn’t produce a fresh vaccine scar would be vaccinated on the spot. \nhttps://t.co/cpYoBNBafh", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/cpYoBNBafh"], "country": "USA", "text_en": "The First Vaccine Passports Were Scars from Smallpox Vaccinations Those who couldnt produce a fresh vaccine scar would be vaccinated on the spot."}, {"id": 1439403048821010442, "verified": false, "tweet_text": "Rally to Protest Vaccine Passports to Be Held at Minnesota State Capitol - https://t.co/z1sa9aKiPx", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/z1sa9aKiPx"], "country": "USA", "text_en": "Rally to Protest Vaccine Passports to Be Held at Minnesota State Capitol -"}, {"id": 1439402890058248202, "verified": false, "tweet_text": "Israeli Health Minister Admits Vaccine Passports Are a Propaganda Tool to Coerce Vaccinations https://t.co/LEPXvfMc4N", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/LEPXvfMc4N"], "country": "USA", "text_en": "Israeli Health Minister Admits Vaccine Passports Are a Propaganda Tool to Coerce Vaccinations"}, {"id": 1439402851642580992, "verified": false, "tweet_text": "The American spirit is coming back!🇺🇸🇺🇸🇺🇸✊✊✊\n(New Yorkers walk to the streets to oppose vaccine passports) \nhttps://t.co/yt8DJgJzNs", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/yt8DJgJzNs"], "tweet_emoticons": ["🇺🇸", "✊", "8D"], "country": "USA", "text_en": "The American spirit is coming back! (New Yorkers walk to the streets to oppose vaccine passports)"}, {"id": 1439402678577254403, "verified": true, "tweet_text": "Pure propaganda.\n\nKenney needs the panic to justify his flip-flop on vaccine passports.\n\nFord needs to prove he's doing better than someone else.\n\nAlberta has 8,513 acute care &amp; 27,973 continuing care hospital beds. There are 911 people with Covid in the hospital -- just 2.5%. https://t.co/IPXuSFStbw", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/IPXuSFStbw"], "country": "USA", "text_en": "Pure propaganda. Kenney needs the panic to justify his flip-flop on vaccine passports. Ford needs to prove he's doing better than someone else. Alberta has acute care &amp; continuing care hospital beds. There are people with Covid in the hospital -- just %."}, {"id": 1439402650072600576, "verified": false, "tweet_text": "I think it’s clearly time we start with the introduction of the vaccine passports system now. https://t.co/AlnOSmKFbB", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/AlnOSmKFbB"], "country": "USA", "text_en": "I think its clearly time we start with the introduction of the vaccine passports system now."}, {"id": 1439402569151909889, "verified": false, "tweet_text": "@Gotpeg @sprinkl45400315 @605Songbird The coercion &amp; threats over the vaccine is next level insane. Mandating it &amp; having vax passports domestically serve no purpose other than the governments having even more control over the people.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["Gotpeg", "sprinkl45400315", "605Songbird"], "country": "USA", "text_en": "The coercion &amp; threats over the vaccine is next level insane. Mandating it &amp; having vax passports domestically serve no purpose other than the governments having even more control over the people."}, {"id": 1439402557537804289, "verified": false, "tweet_text": "@FreedomIsrael_ @CliveFPalmer Hope they don’t mandate vaccine passports. https://t.co/iVW8kA0GEZ", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["FreedomIsrael_", "CliveFPalmer"], "tweet_urls": ["https://t.co/iVW8kA0GEZ"], "country": "USA", "text_en": "Hope they dont mandate vaccine passports."}, {"id": 1439402446338494470, "verified": false, "tweet_text": "@garth_moore England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["garth_moore"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439402407130238976, "verified": false, "tweet_text": "@sscharf12 @blackintheempir @themariefonseca If protecting lives was more important than profit margin, the logical position to take is to be against mandates and vaccine passports as those serve the interests of big pharma profits with unknown risks for the masses.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["sscharf12", "blackintheempir", "themariefonseca"], "country": "USA", "text_en": "If protecting lives was more important than profit margin, the logical position to take is to be against mandates and vaccine passports as those serve the interests of big pharma profits with unknown risks for the masses."}, {"id": 1439402329145438211, "verified": false, "tweet_text": "I believe it takes ~48 hours for vaccinations to be reported (someone correct me if I’m wrong on that), so today’s numbers reflect Thursday. Vaccinators reported a visible increase in pop up clinic attendance once the vaccine passports were announced in the afternoon.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "I believe it takes ~48 hours for vaccinations to be reported (someone correct me if Im wrong on that), so todays numbers reflect Thursday. Vaccinators reported a visible increase in pop up clinic attendance once the vaccine passports were announced in the afternoon."}, {"id": 1439402024173375489, "verified": false, "tweet_text": "@catherine___c Concerns about: being unable to work, lockdowns, suicide, children not being able to go to school, vaccine passports and even a church group protesting to be able to pray together at church again. The crowd I saw was as diverse as their concerns. Here's a picture I took. https://t.co/E0zEyWbNew", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["catherine___c"], "country": "USA", "text_en": "Concerns about: being unable to work, lockdowns, suicide, children not being able to go to school, vaccine passports and even a church group protesting to be able to pray together at church again. The crowd I saw was as diverse as their concerns. Here's a picture I took."}, {"id": 1439402018175520769, "verified": false, "tweet_text": "@RW_Crank England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["RW_Crank"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439401993550934016, "verified": false, "tweet_text": "1.  This is creepy. \n\n2.  Sounds like Joe has been planning vaccine passports for decades. https://t.co/xycdT2WSb0", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "tweet_urls": ["https://t.co/xycdT2WSb0"], "country": "USA", "text_en": ". This is creepy. . Sounds like Joe has been planning vaccine passports for decades."}, {"id": 1439401894980423680, "verified": false, "tweet_text": "@duncankinney I see a bunch of people who can’t accept reality. Their protests aren’t going to impact the roll out of vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["duncankinney"], "country": "USA", "text_en": "I see a bunch of people who cant accept reality. Their protests arent going to impact the roll out of vaccine passports"}, {"id": 1439401542197649413, "verified": false, "tweet_text": "WHO Releases Plan for Global Digital Vaccine Passports Funded by Bill Gates &amp; Rockefeller Foundation https://t.co/bxzxJfPgSe via @EUTimesNET", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["EUTimesNET"], "tweet_urls": ["https://t.co/bxzxJfPgSe"], "country": "USA", "text_en": "WHO Releases Plan for Global Digital Vaccine Passports Funded by Bill Gates &amp; Rockefeller Foundation via"}, {"id": 1439401452200513542, "verified": false, "tweet_text": "England just canceled the vaccine passports, rise up people! \n\nIts time we pushed back.", "tweet_lang": "en", "tweet_date": "2021-09-19T02:00:00Z", "country": "USA", "text_en": "England just canceled the vaccine passports, rise up people! Its time we pushed back."}, {"id": 1439401435771412481, "verified": false, "tweet_text": "@npyoficial Mentiras. Las vacunas no inmunizan. Los vacunados pueden tener la misma carga viral que los no vacunados, y contagiar igual.\nhttps://t.co/cOEmY0269E", "tweet_lang": "es", "tweet_date": "2021-09-19T02:00:00Z", "mentions": ["npyoficial"], "tweet_urls": ["https://t.co/cOEmY0269E"], "country": "MEXICO", "text_es": "Mentiras. Las vacunas no inmunizan. Los vacunados pueden tener la misma carga viral que los no vacunados, y contagiar igual."}, {"id": 1439401094388404224, "verified": false, "tweet_text": "@EarthEmpaths @dwtruthwarrior England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["EarthEmpaths", "dwtruthwarrior"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439401015258738690, "verified": false, "tweet_text": "@dwtruthwarrior England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["dwtruthwarrior"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439400882076930053, "verified": false, "tweet_text": "@MadPatriot65 England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MadPatriot65"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439400489301393408, "verified": false, "tweet_text": "@rbvaughan England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS…\nhttps://t.co/iZuDTtJG9K", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["rbvaughan"], "tweet_urls": ["https://t.co/iZuDTtJG9K"], "country": "USA", "text_en": "England SCRAPS vaccine passports, REVERSES child vax decision, COVID BOOSTERS"}, {"id": 1439400463951138817, "verified": false, "tweet_text": "Leo Hohmann -- Vaccine Passports Lead to Death Camps\n\nhttps://t.co/vzys14aJi4", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/vzys14aJi4"], "country": "USA", "text_en": "Leo Hohmann -- Vaccine Passports Lead to Death Camps"}, {"id": 1439400161889996803, "verified": false, "tweet_text": "@christmasali @mileslunn @TeriHart @jkenney Ontario’s reproduction number is below one and our numbers today were lower then they were last Saturday. Lockdowns are done. Vaccine passports are the way of the future. Those who have been vaccinated should be living their lives.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["christmasali", "mileslunn", "TeriHart", "jkenney"], "country": "USA", "text_en": "Ontarios reproduction number is below one and our numbers today were lower then they were last Saturday. Lockdowns are done. Vaccine passports are the way of the future. Those who have been vaccinated should be living their lives."}, {"id": 1439400125902819331, "verified": false, "tweet_text": "As racist as vaccine passports. I haven't seen a liberal judge make peep about that. \n\nThat one unelected guy in a robe who can overturn the will of the people is a hill we should have died on before.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "As racist as vaccine passports. I haven't seen a liberal judge make peep about that. That one unelected guy in a robe who can overturn the will of the people is a hill we should have died on before."}, {"id": 1439399390678896646, "verified": false, "tweet_text": "Bigger issue than we now currently think. Beginning to think vaccine passports mightn't be a good idea - especially if it inflames certain groups in society AND we have a good vaccine coverage of 85%+. Thoughts? https://t.co/cR8UTqnJP4", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/cR8UTqnJP4"], "country": "USA", "text_en": "Bigger issue than we now currently think. Beginning to think vaccine passports mightn't be a good idea - especially if it inflames certain groups in society AND we have a good vaccine coverage of %+. Thoughts?"}, {"id": 1439399379698339841, "verified": false, "tweet_text": "Fatima and Vaccine Passports | The Kennedy Report https://t.co/YwoEPzs502 via @YouTube", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/YwoEPzs502"], "country": "USA", "text_en": "Fatima and Vaccine Passports | The Kennedy Report via"}, {"id": 1439399190845542401, "verified": false, "tweet_text": "Vaccine ‘passports’ ready by October, says Morrison – Australian Aviation https://t.co/E454oPHGxv", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/E454oPHGxv"], "country": "USA", "text_en": "Vaccine passports ready by October, says Morrison Australian Aviation"}, {"id": 1439398877723910147, "verified": false, "tweet_text": "@alexmaccaroon Not until lockdowns, vaccine passports, mask mandates and pcr testing are brought to extinction.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["alexmaccaroon"], "country": "USA", "text_en": "Not until lockdowns, vaccine passports, mask mandates and pcr testing are brought to extinction."}, {"id": 1439398684660146176, "verified": false, "tweet_text": "Vaccine passports are so illegal not even the police and rcmp won't enforce it. It's gotta mean something.\nAre you all catching on yet? \n\n#Elxn44 #cdnpoli \n\n\"non-compliance related to immunization records should not be reported on emergency lines.\" https://t.co/UqzfayPUIt", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["Elxn44", "cdnpoli"], "tweet_urls": ["https://t.co/UqzfayPUIt"], "country": "USA", "text_en": "Vaccine passports are so illegal not even the police and rcmp won't enforce it. It's gotta mean something. Are you all catching on yet? \"non-compliance related to immunization records should not be reported on emergency lines.\""}, {"id": 1439398502946254849, "verified": false, "tweet_text": "@jacobcabe Fuck the vaccine 💉 and passports vaccine 💉", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["jacobcabe"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "Fuck the vaccine and passports vaccine"}, {"id": 1439398163950022656, "verified": false, "tweet_text": "@tysmo The passport checks will add to the friction of the luggage nazis who block people for boarding because they don’t like the colour of their suitcase.  (Dorval is good because they don’t check luggage, but they will have to check vaccine passports.).", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["tysmo"], "country": "USA", "text_en": "The passport checks will add to the friction of the luggage nazis who block people for boarding because they dont like the colour of their suitcase. (Dorval is good because they dont check luggage, but they will have to check vaccine passports.)."}, {"id": 1439398068638654469, "verified": false, "tweet_text": "What?  Why don’t they need vaccine passports? https://t.co/CnOngr1NJQ", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/CnOngr1NJQ"], "country": "USA", "text_en": "What? Why dont they need vaccine passports?"}, {"id": 1439397807098499074, "verified": false, "tweet_text": "I’ve seen people comparing vaccine passports to Jews in Nazi Germany and just read someone saying it’s like when black people couldn’t drink from the same water fountain while people did… holy shit… really?!? Maaaaaybe have a little think on these things first, thanks… yikes… https://t.co/IyQ8kQMsMt", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Ive seen people comparing vaccine passports to Jews in Nazi Germany and just read someone saying its like when black people couldnt drink from the same water fountain while people did holy shit really?!? Maaaaaybe have a little think on these things first, thanks yikes"}, {"id": 1439397377799073795, "verified": false, "tweet_text": "@JakeEvansGA I don’t know if you have ever voted but Georgia requires identification to vote.  I suspect you haven’t voted if you didn’t know that basic fact.  I support vaccine passports because I don’t want to have to breathe the same air as Covidiots. #TalibanJakeLovesCovid https://t.co/4Xw0LxZvT0", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["TalibanJakeLovesCovid"], "mentions": ["JakeEvansGA"], "country": "USA", "text_en": "I dont know if you have ever voted but Georgia requires identification to vote. I suspect you havent voted if you didnt know that basic fact. I support vaccine passports because I dont want to have to breathe the same air as Covidiots."}, {"id": 1439397301525622786, "verified": false, "tweet_text": "Transphobe Chris Elston or \"Billboard Chris\" was headlined as a speaker for this rally today. Just about vaccine passports though?\n\nIn addition to all the other anti-trans protests that happened today unrelated to the World Wide Rally. https://t.co/c5usLeu4OY", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Transphobe Chris Elston or \"Billboard Chris\" was headlined as a speaker for this rally today. Just about vaccine passports though? In addition to all the other anti-trans protests that happened today unrelated to the World Wide Rally."}, {"id": 1439397263923687428, "verified": false, "tweet_text": "@nisar_naveen @libertariandesi The vaccine passports will be used to force people into never-ending booster jabs, otherwise their passport stops working and they become an outcast.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["nisar_naveen", "libertariandesi"], "country": "USA", "text_en": "The vaccine passports will be used to force people into never-ending booster jabs, otherwise their passport stops working and they become an outcast."}, {"id": 1439397218881056773, "verified": false, "tweet_text": "@derrychristy @denjhshelmetta @RandPaul The UK has announced no mask on kids in schools no vaccine passports &amp; had also authorized Regeneron to Prevent &amp; treat acute Covid illness just like Sen Paul constantly speaks about. So where have u been hiding", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["derrychristy", "denjhshelmetta", "RandPaul"], "country": "USA", "text_en": "The UK has announced no mask on kids in schools no vaccine passports &amp; had also authorized Regeneron to Prevent &amp; treat acute Covid illness just like Sen Paul constantly speaks about. So where have u been hiding"}, {"id": 1439397209871683585, "verified": false, "tweet_text": "@RepJoeWebster @PAAttorneyGen so you guys support spreading our health information to which ever groups demand it and vaccine passports to leave our homes, but providing information to elected officials to audit the election is a privacy concern, right you're opinions for profit just like Josh's.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["RepJoeWebster", "PAAttorneyGen"], "country": "USA", "text_en": "so you guys support spreading our health information to which ever groups demand it and vaccine passports to leave our homes, but providing information to elected officials to audit the election is a privacy concern, right you're opinions for profit just like Josh's."}, {"id": 1439396948423761924, "verified": false, "tweet_text": "@healthgovau Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["healthgovau"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439396674250629127, "verified": false, "tweet_text": "People opposing vaccine passports will bring the oppresive governments down. https://t.co/RjiBdOYobz", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/RjiBdOYobz"], "country": "USA", "text_en": "People opposing vaccine passports will bring the oppresive governments down."}, {"id": 1439396510240739333, "verified": false, "tweet_text": "@lynayanb @andi_1117 @TeriHart Like the virus came from a lab?  vaccine mandates?  Vaccine passports?  That was all \"conspiracy\"", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["lynayanb", "andi_1117", "TeriHart"], "country": "USA", "text_en": "Like the virus came from a lab? vaccine mandates? Vaccine passports? That was all \"conspiracy\""}, {"id": 1439396467119063042, "verified": false, "tweet_text": "@libertariandesi So, what’s the point of making vaccine mandates and vaccine passports then ?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["libertariandesi"], "country": "USA", "text_en": "So, whats the point of making vaccine mandates and vaccine passports then ?"}, {"id": 1439396429609324544, "verified": false, "tweet_text": "@realmonsanto Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["realmonsanto"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439396233957707778, "verified": false, "tweet_text": "Seems this could go either way: encourage people to get My Number cards, or make the (domestic) vaccine passports unusable.\n\nSeems unwise to put another hurdle in front of something that is supposed to nudge people into getting vaccinated 🤔 https://t.co/2oRd44Ueng", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/2oRd44Ueng"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Seems this could go either way: encourage people to get My Number cards, or make the (domestic) vaccine passports unusable. Seems unwise to put another hurdle in front of something that is supposed to nudge people into getting vaccinated"}, {"id": 1439396226869325829, "verified": false, "tweet_text": "@michaelmalice Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["michaelmalice"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439396212277276672, "verified": false, "tweet_text": "@kiansimone44 Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["kiansimone44"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439396138562375683, "verified": false, "tweet_text": "@suzandelibasic @theheraldsun I believe, after the QR code, these fake vaccine passports will be for no use. I am sure the govt is planning to introduce it soon.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["suzandelibasic", "theheraldsun"], "country": "USA", "text_en": "I believe, after the QR code, these fake vaccine passports will be for no use. I am sure the govt is planning to introduce it soon."}, {"id": 1439396134707818496, "verified": false, "tweet_text": "Vaccine passports, occupational inoculations, and antigen tests are all done for the sake of profits from Soka Gakkai's Pasona Chairman Heizo Takenaka\n\nDo not inoculate the corona vaccine as it contains the highly toxic \"graphene oxide\"\n\nhttps://t.co/oImI9I6MrS\n\n#G7 #IOC #WHO #EU", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["G7", "IOC", "WHO", "EU"], "tweet_urls": ["https://t.co/oImI9I6MrS"], "country": "USA", "text_en": "Vaccine passports, occupational inoculations, and antigen tests are all done for the sake of profits from Soka Gakkai's Pasona Chairman Heizo Takenaka Do not inoculate the corona vaccine as it contains the highly toxic \"graphene oxide\""}, {"id": 1439396118744477700, "verified": false, "tweet_text": "@DaleV73 Are places going to be consistently checking ID to make sure it matches? Because I know a recent large event (so prior to vaccine passports becoming official) that abandoned matching IDs because it delayed things too much. So... I'm a little skeptical", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["DaleV73"], "country": "USA", "text_en": "Are places going to be consistently checking ID to make sure it matches? Because I know a recent large event (so prior to vaccine passports becoming official) that abandoned matching IDs because it delayed things too much. So... I'm a little skeptical"}, {"id": 1439395958551298055, "verified": false, "tweet_text": "@SikhForTruth Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports 👍 https://t.co/xH0bcb6Q8D", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SikhForTruth"], "tweet_emoticons": ["👍", "8D"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in our Passports"}, {"id": 1439395862472499201, "verified": false, "tweet_text": "@ThatIslandGirl1 How about instead of forcing Americans to carry vaccine passports, we start being concerned with illegal aliens who don’t HAVE passports?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["ThatIslandGirl1"], "country": "USA", "text_en": "How about instead of forcing Americans to carry vaccine passports, we start being concerned with illegal aliens who dont HAVE passports?"}, {"id": 1439395842541113346, "verified": false, "tweet_text": "On the one hand, vaccine passports promise to give us our lives back in group and/or indoor settings. \n\nMeanwhile the science table says we should be rolling back our social contacts by 30% or else we are in trouble. \n\nSo Blue Jays game, or nah?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "On the one hand, vaccine passports promise to give us our lives back in group and/or indoor settings. Meanwhile the science table says we should be rolling back our social contacts by % or else we are in trouble. So Blue Jays game, or nah?"}, {"id": 1439395841199034369, "verified": false, "tweet_text": "The science table made two distinct recommendations to lessen the fourth wave: introduce a vaccine passport and dramatically reduce social contacts.\n\nI fear that vaccine passports are not a substitute for the broader strategy of minimal social contact for the next two months.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "The science table made two distinct recommendations to lessen the fourth wave: introduce a vaccine passport and dramatically reduce social contacts. I fear that vaccine passports are not a substitute for the broader strategy of minimal social contact for the next two months."}, {"id": 1439395682209591300, "verified": true, "tweet_text": "So great to see so many awesome costumes/ happy faces/ fans in the stands @bcplace it’s been a tough 18 months- thanks for showing off your vaccine passports! #SweetCaroline. https://t.co/DxemhA6QgY", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["SweetCaroline"], "mentions": ["bcplace"], "country": "USA", "text_en": "So great to see so many awesome costumes/ happy faces/ fans in the stands its been a tough months- thanks for showing off your vaccine passports! ."}, {"id": 1439395670243229697, "verified": false, "tweet_text": "There is no way in hell vaccine passports will be ready by Monday we shall see which businesses want to act as Covid police for the government and AHS especially in rural areas https://t.co/7BNLH4ryK6", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/7BNLH4ryK6"], "country": "USA", "text_en": "There is no way in hell vaccine passports will be ready by Monday we shall see which businesses want to act as Covid police for the government and AHS especially in rural areas"}, {"id": 1439395508892704770, "verified": false, "tweet_text": "Tony Blair calls for vaccine passports to prevent another lockdown https://t.co/8d7SBVzoOz", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/8d7SBVzoOz"], "country": "USA", "text_en": "Tony Blair calls for vaccine passports to prevent another lockdown"}, {"id": 1439395382648180744, "verified": true, "tweet_text": "Fake Covid-19 vaccine passports are being sold illegally online by cyber criminals for thousands of dollars. \nKeep in mind, the UK will unlikely go ahead with them at this stage, but Scotland will. \nMy story via: @theheraldsun \nhttps://t.co/DgpQEwZtLF", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["theheraldsun"], "tweet_urls": ["https://t.co/DgpQEwZtLF"], "country": "USA", "text_en": "Fake Covid-19 vaccine passports are being sold illegally online by cyber criminals for thousands of dollars. Keep in mind, the UK will unlikely go ahead with them at this stage, but Scotland will. My story via:"}, {"id": 1439395370208014336, "verified": false, "tweet_text": "@Ayanda1Africa @RobForbesDJ @MarcFXJohnson @sinalo_mk @urbanjodi This is because of the lack of legitimate vaccine passports. Which is exactly what these idiotic anti vaxxers are protesting against", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Ayanda1Africa", "RobForbesDJ", "MarcFXJohnson", "sinalo_mk", "urbanjodi"], "country": "USA", "text_en": "This is because of the lack of legitimate vaccine passports. Which is exactly what these idiotic anti vaxxers are protesting against"}, {"id": 1439395063721697283, "verified": false, "tweet_text": "@Myberns1 Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in pi's Passports 👍 https://t.co/9QxqbbEZ8E", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Myberns1"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Vaccine Passport should be endorsed in our drivers license and for Travel overseas endorsement in pi's Passports"}, {"id": 1439395013528637442, "verified": false, "tweet_text": "The turd that won't flush. 🪠💩🚽\n https://t.co/8GmJVM545D", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/8GmJVM545D"], "tweet_emoticons": ["💩", "🪠", "🚽"], "country": "USA", "text_en": "The turd that won't flush."}, {"id": 1439394858569977861, "verified": false, "tweet_text": "@wales_lad @Humanlty1o1 I think this is more about getting people to accept digital ID than the vaccine.  Other countries with vax passports like Israel, France, Germany, Italy all have testing as an option instead of the vax but you need to show proof.  This is the gateway to a social credit system.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["wales_lad", "Humanlty1o1"], "country": "USA", "text_en": "I think this is more about getting people to accept digital ID than the vaccine. Other countries with vax passports like Israel, France, Germany, Italy all have testing as an option instead of the vax but you need to show proof. This is the gateway to a social credit system."}, {"id": 1439394697210912770, "verified": false, "tweet_text": "IT WAS!    #LiberalLandslide 🍁\nVaccine passports; gun control; equality &amp; rights for women, LGBTQ, BIPOC; bold climate action; daycare; housing. He'll move quickly with a majority and we need to move quickly. We are world leaders with a Liberal in the PMO. #ForwardForEveryone https://t.co/GAv8T9GiNF", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["LiberalLandslide", "ForwardForEveryone"], "tweet_urls": ["https://t.co/GAv8T9GiNF"], "tweet_emoticons": ["🍁"], "country": "USA", "text_en": "IT WAS! Vaccine passports; gun control; equality &amp; rights for women, LGBTQ, BIPOC; bold climate action; daycare; housing. He'll move quickly with a majority and we need to move quickly. We are world leaders with a Liberal in the PMO."}, {"id": 1439394669230657541, "verified": false, "tweet_text": "Fake vaccine passports ……. Who would have thought!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Fake vaccine passports . Who would have thought!!!"}, {"id": 1439394458940760066, "verified": false, "tweet_text": "You need folk heroes now that eventually get nobel peace prizes. \nYou need to get those leaders talking to one another in other countries.\nUnite every single one against the mask &amp; vaccine passports so they feel a real global movement and not pandemic.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "You need folk heroes now that eventually get nobel peace prizes. You need to get those leaders talking to one another in other countries. Unite every single one against the mask &amp; vaccine passports so they feel a real global movement and not pandemic."}, {"id": 1439394434026655749, "verified": false, "tweet_text": "@BeashannaJ @Chuck_zw Yup it does not work but the authorities will never admit it they will double down with vaccine passports which are highly discriminatory", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["BeashannaJ", "Chuck_zw"], "country": "USA", "text_en": "Yup it does not work but the authorities will never admit it they will double down with vaccine passports which are highly discriminatory"}, {"id": 1439394432969756673, "verified": false, "tweet_text": "Protest against Vaccine Passports today; Nurses speak out. #bced #surreyBC  #RichmondBC #northvan #vanpoli #bcpoli #kelowna #ottawa #quebec #montreal #skpoli #abpoli #nbpoli @scoopercooper\n@roccogalatilaw @TerryGlavin @vancolour @CBCOnTheCoast @ianjamesyoung70 @ianhanomansing https://t.co/Cc1Dtdg63O", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["bced", "surreyBC", "RichmondBC", "northvan", "vanpoli", "bcpoli", "kelowna", "ottawa", "quebec", "montreal", "skpoli", "abpoli", "nbpoli"], "mentions": ["scoopercooper", "roccogalatilaw", "TerryGlavin", "vancolour", "CBCOnTheCoast", "ianjamesyoung70", "ianhanomansing"], "tweet_urls": ["https://t.co/Cc1Dtdg63O"], "country": "USA", "text_en": "Protest against Vaccine Passports today; Nurses speak out."}, {"id": 1439394114148212736, "verified": false, "tweet_text": "@canmericanized You are spot on. This will get worse with vaccine passports coming. Defund Cerb and cancel Vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["canmericanized"], "country": "USA", "text_en": "You are spot on. This will get worse with vaccine passports coming. Defund Cerb and cancel Vaccine passports."}, {"id": 1439393796949741577, "verified": false, "tweet_text": "‘Ominous Potential’: China Watchdogs Urge Biden To Ban Vaccine Passports - The Daily Caller https://t.co/oF8LmAe32G", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/oF8LmAe32G"], "country": "USA", "text_en": "Ominous Potential: China Watchdogs Urge Biden To Ban Vaccine Passports - The Daily Caller"}, {"id": 1439393785302056962, "verified": false, "tweet_text": "@pmcdunnough I do believe governments are using vaccine passports as a means to introduce facial recognition software and pass all the legislation required to digitize your access to finance and commerce. \n\nGood or Bad the Global reset is underway.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["pmcdunnough"], "country": "USA", "text_en": "I do believe governments are using vaccine passports as a means to introduce facial recognition software and pass all the legislation required to digitize your access to finance and commerce. Good or Bad the Global reset is underway."}, {"id": 1439393539817762818, "verified": false, "tweet_text": "Vaccine passports are in the news.  @CHFofAustralia wants to know your thoughts.  Join up to Australia’s Health Panel to participate in this and other regular consumer polls on topical issues…..registration link below. https://t.co/takSqaZc57", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["CHFofAustralia"], "tweet_urls": ["https://t.co/takSqaZc57"], "country": "USA", "text_en": "Vaccine passports are in the news. wants to know your thoughts. Join up to Australias Health Panel to participate in this and other regular consumer polls on topical issues..registration link below."}, {"id": 1439393477004079104, "verified": false, "tweet_text": "@canmericanized You know that vaccine passports have nothing to do with a virus when someone can work at a restaurant unvaccinated but can't eat there.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["canmericanized"], "country": "USA", "text_en": "You know that vaccine passports have nothing to do with a virus when someone can work at a restaurant unvaccinated but can't eat there."}, {"id": 1439393357558648833, "verified": false, "tweet_text": "@steadyso @CBCNews 1.  Vaccine passports segregate the UNvaxxed from each other in indoor places with no mask ( dining) since they aren't allowed there.\n\n2.  The UNvaxxed can catch and spread the virus more easily than fully vaxxed.  That's why they are the highest % in hospital  ICU, deaths.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["steadyso", "CBCNews"], "country": "USA", "text_en": ". Vaccine passports segregate the UNvaxxed from each other in indoor places with no mask ( dining) since they aren't allowed there. . The UNvaxxed can catch and spread the virus more easily than fully vaxxed. That's why they are the highest % in hospital ICU, deaths."}, {"id": 1439392917567594496, "verified": false, "tweet_text": "@SikhForTruth Vaccine passports aren’t required for essential activities. They’re required for privileged activities including dining out, attending films, live shows, etc. 95% of people in ICU are unvaccinated. Deny science = get denied access to privileged activities.  #GetVaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["GetVaccinated"], "mentions": ["SikhForTruth"], "country": "USA", "text_en": "Vaccine passports arent required for essential activities. Theyre required for privileged activities including dining out, attending films, live shows, etc. % of people in ICU are unvaccinated. Deny science = get denied access to privileged activities."}, {"id": 1439392641297174530, "verified": false, "tweet_text": "@LeafandThistle Same same with vaccine passports the government has turned a significant portion of society that it legal to discriminate against screw Kenney who cannot be trusted to keep his word he is just another globalist puppet", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["LeafandThistle"], "country": "USA", "text_en": "Same same with vaccine passports the government has turned a significant portion of society that it legal to discriminate against screw Kenney who cannot be trusted to keep his word he is just another globalist puppet"}, {"id": 1439392459059081216, "verified": false, "tweet_text": "TODAY: protest in #vanpoli against vaccine passports. #cdnpoli #Elxn44 #onpoli \n\nNurse: Frustrated &amp; unheard. Tells @kennedystewart 2 stay home. \n\n@bcndp @bccla @BCGreens @adriandix @Dave_Eby #vanre #burnabyBC #victoria @globeandmail @cbcnewsbc @scoopercooper @jjhorgan #newwest https://t.co/Cc1Dtdg63O", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["vanpoli", "cdnpoli", "Elxn44", "onpoli", "vanre", "burnabyBC", "victoria", "newwest"], "mentions": ["kennedystewart", "bcndp", "bccla", "BCGreens", "adriandix", "Dave_Eby", "globeandmail", "cbcnewsbc", "scoopercooper", "jjhorgan"], "tweet_urls": ["https://t.co/Cc1Dtdg63O"], "country": "USA", "text_en": "TODAY: protest in against vaccine passports. Nurse: Frustrated &amp; unheard. Tells stay home."}, {"id": 1439392445309997056, "verified": false, "tweet_text": "@rosieelbow @marley__1987 @JustinTrudeau @TurnbullWhitby @tragicallytruck Their response to this pandemic is a pretty good example...\n\nFirst, they tell you how many ppl you can have in YOUR HOME (lockdowns), and then they try tell you what you have to put in YOUR BODY (vaccine mandates and passports).", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["rosieelbow", "marley__1987", "JustinTrudeau", "TurnbullWhitby", "tragicallytruck"], "country": "USA", "text_en": "Their response to this pandemic is a pretty good example... First, they tell you how many ppl you can have in YOUR HOME (lockdowns), and then they try tell you what you have to put in YOUR BODY (vaccine mandates and passports)."}, {"id": 1439392338342658048, "verified": false, "tweet_text": "@MagisterBracey Where I live, you have to provide proof of being fully vaccinated. Our govt issues vaccine passports. So eating in a restaurant feels safe again.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["MagisterBracey"], "country": "USA", "text_en": "Where I live, you have to provide proof of being fully vaccinated. Our govt issues vaccine passports. So eating in a restaurant feels safe again."}, {"id": 1439392196445319174, "verified": false, "tweet_text": "@caballitopinto @minds @GadSaad We’ve had vaccine passports for decades. They are neither new, nor are they “tyranny.” Stop pretending every single child in the country hasn’t needed one in order to attend school. It’s also why our kids no longer die of what used to be considered common childhood diseases.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["caballitopinto", "minds", "GadSaad"], "country": "USA", "text_en": "Weve had vaccine passports for decades. They are neither new, nor are they tyranny. Stop pretending every single child in the country hasnt needed one in order to attend school. Its also why our kids no longer die of what used to be considered common childhood diseases."}, {"id": 1439392196323684357, "verified": false, "tweet_text": "@AttyErinS @JudahWorldChamp @mehdirhasan We have vaccine passports ourselves but still have to mask indoors.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["AttyErinS", "JudahWorldChamp", "mehdirhasan"], "country": "USA", "text_en": "We have vaccine passports ourselves but still have to mask indoors."}, {"id": 1439391999623241731, "verified": false, "tweet_text": "@kennydob @jkenney Kenney made poor choices..\n\nYou're ignoring opening ICU beds instead of closing them &amp; firing AHS management responsible for that, as well as not allowing access to the early treatments many countries are using.\n\nIt isn't just open or lockdown or vaccine passports. It never was.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["kennydob", "jkenney"], "country": "USA", "text_en": "Kenney made poor choices.. You're ignoring opening ICU beds instead of closing them &amp; firing AHS management responsible for that, as well as not allowing access to the early treatments many countries are using. It isn't just open or lockdown or vaccine passports. It never was."}, {"id": 1439391963606773765, "verified": false, "tweet_text": "@BernieSanders Why not have voters in all states ID themselves if its so clear then? We need IDs for alcohol, driving, and vaccine passports to regain social “freedoms” in big cities.\n\nSeems proof of identity to participate in the most sacred american process would be above all of these?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["BernieSanders"], "country": "USA", "text_en": "Why not have voters in all states ID themselves if its so clear then? We need IDs for alcohol, driving, and vaccine passports to regain social freedoms in big cities. Seems proof of identity to participate in the most sacred american process would be above all of these?"}, {"id": 1439391762607484934, "verified": false, "tweet_text": "What? No vaccine passports, Joe? https://t.co/nESxDc8oY4", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/nESxDc8oY4"], "tweet_emoticons": ["xD"], "country": "USA", "text_en": "What? No vaccine passports, Joe?"}, {"id": 1439391609657905154, "verified": false, "tweet_text": "@mail_american If photo id's to vote is racist, \nWhat are photo-vaccine-passports to buy food?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["mail_american"], "country": "USA", "text_en": "If photo id's to vote is racist, What are photo-vaccine-passports to buy food?"}, {"id": 1439391332770926602, "verified": false, "tweet_text": "@fezgwayi @galante_mark @urbanjodi @SAPoliceService Several EU countries have either made vaccines mandatory or require vaccine passports to enter certain places. 70% of the EU is already fully vaccinated. What are you even talking about?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["fezgwayi", "galante_mark", "urbanjodi", "SAPoliceService"], "country": "USA", "text_en": "Several EU countries have either made vaccines mandatory or require vaccine passports to enter certain places. % of the EU is already fully vaccinated. What are you even talking about?"}, {"id": 1439391291436113922, "verified": false, "tweet_text": "- P(l)andemic with long lockdowns/restrictions\n-Vaccine mandates/passports\n-Unitary Corp media/Social media \"Narrative\"\n-Politized FBI/DOJ \n-Questionable at best Elections \n-Leftist Social media factcheck/censorship\n-Politized Military with focus on ideology\n-Staged Protests", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "- P(l)andemic with long lockdowns/restrictions -Vaccine mandates/passports -Unitary Corp media/Social media \"Narrative\" -Politized FBI/DOJ -Questionable at best Elections -Leftist Social media factcheck/censorship -Politized Military with focus on ideology -Staged Protests"}, {"id": 1439391219327459331, "verified": false, "tweet_text": "@RachelNotley We don't need vaccine passports to create a segregated society. Take your medical apartheid elsewhere.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["RachelNotley"], "country": "USA", "text_en": "We don't need vaccine passports to create a segregated society. Take your medical apartheid elsewhere."}, {"id": 1439391200730128393, "verified": false, "tweet_text": "If you only watched the MSM you'd think maybe there's a tiny pocket of resistance to Vaccine Passports.\n\nThe millions upon millions all across America, Canada, the UK, France who have marched and protested? The MSM minimizes their existence.\n\nThe press is the enemy of the people. https://t.co/tJSYoVkvdA", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/tJSYoVkvdA"], "country": "USA", "text_en": "If you only watched the MSM you'd think maybe there's a tiny pocket of resistance to Vaccine Passports. The millions upon millions all across America, Canada, the UK, France who have marched and protested? The MSM minimizes their existence. The press is the enemy of the people."}, {"id": 1439390995125178370, "verified": false, "tweet_text": "There is not now, nor has there ever been, evidence that the Covid shots reduce infection or transmission.\n\nVaccine passports; vaccine mandates; vaccine requirements — they are all an abomination.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "There is not now, nor has there ever been, evidence that the Covid shots reduce infection or transmission. Vaccine passports; vaccine mandates; vaccine requirements they are all an abomination."}, {"id": 1439389826046889987, "verified": false, "tweet_text": "#NoVaccinePassportAnywhere #WorldWideFreedomRally More video from the rally in Toronto, Canada supporting freedom and opposing vaccine mandates and passports\nhttps://t.co/IyUUjlfv1O", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["NoVaccinePassportAnywhere", "WorldWideFreedomRally"], "tweet_urls": ["https://t.co/IyUUjlfv1O"], "country": "USA", "text_en": "More video from the rally in Toronto, Canada supporting freedom and opposing vaccine mandates and passports"}, {"id": 1439389528695836676, "verified": false, "tweet_text": "@roblilfab @PeeJayAitch If it hasn't to do with sickness, and it's fascinating to see you acknowledge a vaxxed ed companion could be sick and contagious, then what purpose does this public order and vaccine passports serve? And why is breaching it troubling to you?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["roblilfab", "PeeJayAitch"], "country": "USA", "text_en": "If it hasn't to do with sickness, and it's fascinating to see you acknowledge a vaxxed ed companion could be sick and contagious, then what purpose does this public order and vaccine passports serve? And why is breaching it troubling to you?"}, {"id": 1439389276886740998, "verified": false, "tweet_text": "@andrew_leach Singh is right, the Libs tried to make vaccine mandates and passports an issue early in the campaign.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["andrew_leach"], "country": "USA", "text_en": "Singh is right, the Libs tried to make vaccine mandates and passports an issue early in the campaign."}, {"id": 1439389240157114372, "verified": false, "tweet_text": "@jotaylor_taylor @MaryAnneGrace9 Vaccine passports serves one purpose. To punish the unvaccinated in order to force them to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["jotaylor_taylor", "MaryAnneGrace9"], "country": "USA", "text_en": "Vaccine passports serves one purpose. To punish the unvaccinated in order to force them to get vaccinated."}, {"id": 1439389183550926849, "verified": false, "tweet_text": "Did u bother to talk to the people there ??? It’s not only maga against the vaccine and the passports. https://t.co/FIW7IAPA1P", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/FIW7IAPA1P"], "country": "USA", "text_en": "Did u bother to talk to the people there ??? Its not only maga against the vaccine and the passports."}, {"id": 1439389109013946369, "verified": false, "tweet_text": "@POTUS &amp; his #tyrant puppets are proposing &amp; planning on restricting your &gt; #domestic #travel thru #unlawful #COVID19Vaccine #mandates #passports Someone is making lots of $$$ off #vaccine More #lockdowns coming #DoNotComply #communist #marxist &gt; #Democrats", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["tyrant", "domestic", "travel", "unlawful", "COVID19Vaccine", "mandates", "passports", "vaccine", "lockdowns", "DoNotComply", "communist", "marxist", "Democrats"], "mentions": ["POTUS"], "country": "USA", "text_en": "&amp; his puppets are proposing &amp; planning on restricting your &gt; thru Someone is making lots of $$$ off More coming &gt;"}, {"id": 1439388617827393539, "verified": false, "tweet_text": "Cardiff protest today... no media coverage.\n\nMost of these people are not \"anti-vaxx\", they're anti-medical apartheid.\n\nThey're campaigning against vaccine passports and unnecessarily vaccinating children against covid.\n\n#together\n\nCourtesy of TF\nhttps://t.co/rM1HcP06QV https://t.co/a6FfojjYbx", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["together"], "tweet_urls": ["https://t.co/rM1HcP06QV"], "country": "USA", "text_en": "Cardiff protest today... no media coverage. Most of these people are not \"anti-vaxx\", they're anti-medical apartheid. They're campaigning against vaccine passports and unnecessarily vaccinating children against covid. Courtesy of TF"}, {"id": 1439388616673972226, "verified": false, "tweet_text": "Toronto Police officers, Chris Sky, and constiutional rights lawyer Rocco Galati join the rally for freedom against vaccine passports. https://t.co/xtsAcezoyG", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/xtsAcezoyG"], "country": "USA", "text_en": "Toronto Police officers, Chris Sky, and constiutional rights lawyer Rocco Galati join the rally for freedom against vaccine passports."}, {"id": 1439388459488120833, "verified": false, "tweet_text": "@sabrinagrover What are your thoughts on vaccine passports?", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["sabrinagrover"], "country": "USA", "text_en": "What are your thoughts on vaccine passports?"}, {"id": 1439388322544197634, "verified": false, "tweet_text": "Rally to Protest Vaccine Passports to Be Held at Minnesota State Capitol A rally to protest vaccine passports wil https://t.co/0tI0wiou5q", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/0tI0wiou5q"], "country": "USA", "text_en": "Rally to Protest Vaccine Passports to Be Held at Minnesota State Capitol A rally to protest vaccine passports wil"}, {"id": 1439387693100589056, "verified": false, "tweet_text": "@theserfstv @m3sinajesus Okay, well none of those titles said anything about globalists or vaccine passports. How is anyone supposed to know what you meant? And Tim Pool speaking uninterrupted for 13 minutes only hurts his own credibility.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["theserfstv", "m3sinajesus"], "country": "USA", "text_en": "Okay, well none of those titles said anything about globalists or vaccine passports. How is anyone supposed to know what you meant? And Tim Pool speaking uninterrupted for minutes only hurts his own credibility."}, {"id": 1439387566655037445, "verified": false, "tweet_text": "@gwshockey Everythings different now . Got to have  vaccine passports to get into clubs / large events from October here", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["gwshockey"], "country": "USA", "text_en": "Everythings different now . Got to have vaccine passports to get into clubs / large events from October here"}, {"id": 1439387454616788993, "verified": false, "tweet_text": "Italy makes Covid passports mandatory for all employees https://t.co/SGc0W0alH8", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/SGc0W0alH8"], "country": "USA", "text_en": "Italy makes Covid passports mandatory for all employees"}, {"id": 1439387441463537665, "verified": false, "tweet_text": "Italy Makes Covid Passports Mandatory For All Employees\n\nhttps://t.co/pEFHJ605C3", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "tweet_urls": ["https://t.co/pEFHJ605C3"], "country": "USA", "text_en": "Italy Makes Covid Passports Mandatory For All Employees"}, {"id": 1439387351030001666, "verified": false, "tweet_text": "@dontgivearap @peoplespca @MaximeBernier I cannot vote in a clear conscience for somebody who is pro vaccine passports, support useless carbon tax credits, pro UN agenda, … the list goes on. Conservatives as of 10 years ago are not conservatives of today. Party’s ideology changes based on internal personnel.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["dontgivearap", "peoplespca", "MaximeBernier"], "country": "USA", "text_en": "I cannot vote in a clear conscience for somebody who is pro vaccine passports, support useless carbon tax credits, pro UN agenda, the list goes on. Conservatives as of years ago are not conservatives of today. Partys ideology changes based on internal personnel."}, {"id": 1439387316737359878, "verified": false, "tweet_text": "@SPhillipsAB @GovCanHealth So yeah, it’s a bit confusing. But it can be confusing now or confusing in 6 months as borders start opening and we start travelling. \nOn the whole of it, I’ll take my confusion *before* we build digital international vaccine passports and not when I’m standing at customs.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SPhillipsAB", "GovCanHealth"], "country": "USA", "text_en": "So yeah, its a bit confusing. But it can be confusing now or confusing in months as borders start opening and we start travelling. On the whole of it, Ill take my confusion *before* we build digital international vaccine passports and not when Im standing at customs."}, {"id": 1439386944434159616, "verified": false, "tweet_text": "@BuildingOrderFC @neilplatform1 @FayeEsq There's every chance that you are too stupid to see that all of the facts (not to mention the constitution) undermine the notion of vaccine mandates and the inevitable passports. Yet that is the issue. I'm not trying to take away your vaccine, you are trying to force it on me.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["BuildingOrderFC", "neilplatform1", "FayeEsq"], "country": "USA", "text_en": "There's every chance that you are too stupid to see that all of the facts (not to mention the constitution) undermine the notion of vaccine mandates and the inevitable passports. Yet that is the issue. I'm not trying to take away your vaccine, you are trying to force it on me."}, {"id": 1439386913887113218, "verified": false, "tweet_text": "@WoodfordTren @CBCNews The parties are split over the issues of vaccine passports and mandatory vaccination. https://t.co/J07mY91Maa\nThat's the heading from which we are commenting.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["WoodfordTren", "CBCNews"], "tweet_urls": ["https://t.co/J07mY91Maa"], "country": "USA", "text_en": "The parties are split over the issues of vaccine passports and mandatory vaccination. That's the heading from which we are commenting."}, {"id": 1439386887215480833, "verified": false, "tweet_text": "@taff3yy we have our election coming up and some people want and don’t want vaccine passports", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["taff3yy"], "country": "USA", "text_en": "we have our election coming up and some people want and dont want vaccine passports"}, {"id": 1439386825387220992, "verified": false, "tweet_text": "@SetPixels @m3sinajesus I've watched 6 of them so far and they're all in the same \"vaccine passports and lockdowns are globalist control\" kinda stuff. His Tim Pool video he just lets him speak for 13 minutes uninterrupted about the upcoming racial civil war", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["SetPixels", "m3sinajesus"], "country": "USA", "text_en": "I've watched of them so far and they're all in the same \"vaccine passports and lockdowns are globalist control\" kinda stuff. His Tim Pool video he just lets him speak for minutes uninterrupted about the upcoming racial civil war"}, {"id": 1439386590040711168, "verified": true, "tweet_text": "'Abdication of government responsibility': Edmonton businesses exasperated over Alberta's vaccine passport rollout \n\n#yeg \nhttps://t.co/X6EOlYL8eW", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "hashtags": ["yeg"], "tweet_urls": ["https://t.co/X6EOlYL8eW"], "country": "USA", "text_en": "'Abdication of government responsibility': Edmonton businesses exasperated over Alberta's vaccine passport rollout"}, {"id": 1439386396507082753, "verified": false, "tweet_text": "@cammackenzie8 Same with Stanford Prison experiment. People can be radicalised easily by  media and govts. The vaccine passports are a political tactic to force vaccine uptake. Its a Psyop\n.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["cammackenzie8"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Same with Stanford Prison experiment. People can be radicalised easily by media and govts. The vaccine passports are a political tactic to force vaccine uptake. Its a Psyop ."}, {"id": 1439386290793893888, "verified": false, "tweet_text": "Vaccine passports:\n\nWho'd have thought in a nation known for its great democracy, freedom of speech and adherence to civil liberties, we'd ever see anything so preposterous and (fundamentally) inhumane.", "tweet_lang": "en", "tweet_date": "2021-09-19T01:00:00Z", "country": "USA", "text_en": "Vaccine passports: Who'd have thought in a nation known for its great democracy, freedom of speech and adherence to civil liberties, we'd ever see anything so preposterous and (fundamentally) inhumane."}, {"id": 1439386079078060035, "verified": false, "tweet_text": "@alanfryermedia 610 MILLION DOLLARS of tax payer money on Trudeau’s vanity election. 1 BILLION DOLLARS towards his unscientific discriminatory vaccine passports.This is 1.6 Billion that could have been put towards hospitals &amp; nurses. Not a peep from media or candidates. #cdnpoli #Elxn44 #polcan", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["cdnpoli", "Elxn44", "polcan"], "mentions": ["alanfryermedia"], "country": "USA", "text_en": "MILLION DOLLARS of tax payer money on Trudeaus vanity election. BILLION DOLLARS towards his unscientific discriminatory vaccine passports.This is Billion that could have been put towards hospitals &amp; nurses. Not a peep from media or candidates."}, {"id": 1439385969015365633, "verified": false, "tweet_text": "New rule: citizens that vote for Covid vaccine mandates and passports can never use an elevator or escalator again. Ever.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "New rule: citizens that vote for Covid vaccine mandates and passports can never use an elevator or escalator again. Ever."}, {"id": 1439385835997040643, "verified": false, "tweet_text": "I’m grateful to each of them for standing for #freedom!\nVaccine passports are communism’s trojan horse…. https://t.co/2B0fFzpykZ", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["freedom"], "tweet_urls": ["https://t.co/2B0fFzpykZ"], "country": "USA", "text_en": "Im grateful to each of them for standing for ! Vaccine passports are communisms trojan horse."}, {"id": 1439385811913351168, "verified": false, "tweet_text": "@PeterWallaceAU You can see parallels between Kellys era and the current one. Society being re engineered. Many holding on to their former freedoms, whilst the ruling class acts to bring in more controls. \nOur burden; Carbon credits, social credit score, vaccine passports, meat restriction etc..", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["PeterWallaceAU"], "country": "USA", "text_en": "You can see parallels between Kellys era and the current one. Society being re engineered. Many holding on to their former freedoms, whilst the ruling class acts to bring in more controls. Our burden; Carbon credits, social credit score, vaccine passports, meat restriction etc.."}, {"id": 1439385378671181827, "verified": false, "tweet_text": "Huge crowds as Toronto police officers join rally for freedom against vaccine passports - LifeSite https://t.co/KEC8pig6w9", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/KEC8pig6w9"], "country": "USA", "text_en": "Huge crowds as Toronto police officers join rally for freedom against vaccine passports - LifeSite"}, {"id": 1439385276242186240, "verified": false, "tweet_text": "https://t.co/4c01njyBod", "tweet_lang": "und", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/4c01njyBod"]}, {"id": 1439384917956337669, "verified": false, "tweet_text": "Pop Quiz: Which of the following involves injecting somebody with chemicals against their will?\n\n1) Vaccine passports\n2) Lethal injection\n\nHint: https://t.co/418XH3cDhM", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/418XH3cDhM"], "country": "USA", "text_en": "Pop Quiz: Which of the following involves injecting somebody with chemicals against their will? ) Vaccine passports ) Lethal injection Hint:"}, {"id": 1439384915137769472, "verified": false, "tweet_text": "@Dr_PhilippaW People who are double vaccinated, is that not enough???\n\nIf double vaccination is not enough then why introduce vaccine passports?!\n\nYour making it up as you go along!", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Dr_PhilippaW"], "country": "USA", "text_en": "People who are double vaccinated, is that not enough??? If double vaccination is not enough then why introduce vaccine passports?! Your making it up as you go along!"}, {"id": 1439384908514820096, "verified": false, "tweet_text": "@SFloef And those are the same people trying to make fun of Sarah Palin. https://t.co/PhsjyCIgvL", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["SFloef"], "tweet_urls": ["https://t.co/PhsjyCIgvL"], "country": "USA", "text_en": "And those are the same people trying to make fun of Sarah Palin."}, {"id": 1439384847903043587, "verified": false, "tweet_text": "@ScepticalScouse @omi_fresh The point is not well made, she's trying to compare vaccine passports to the early days of HIV, when people didn't understand how it was transmitted....that's not whats happening right now....now these measures are based on scientific data,  not speculation", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ScepticalScouse", "omi_fresh"], "country": "USA", "text_en": "The point is not well made, she's trying to compare vaccine passports to the early days of HIV, when people didn't understand how it was transmitted....that's not whats happening right now....now these measures are based on scientific data, not speculation"}, {"id": 1439384826340159491, "verified": false, "tweet_text": "Vaccine mandates and passports loom large in the election's final days | CBC Radio https://t.co/cS71ep8E8n", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/cS71ep8E8n"], "country": "USA", "text_en": "Vaccine mandates and passports loom large in the election's final days | CBC Radio"}, {"id": 1439384703946027015, "verified": false, "tweet_text": "@roblilfab @PeeJayAitch Do a viral pandemic that begets new vaccines, public health orders, the vaccine passports to separate vaccinated and unvaccinated people for the sole purpose of public health has nothing to do with being sick?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["roblilfab", "PeeJayAitch"], "country": "USA", "text_en": "Do a viral pandemic that begets new vaccines, public health orders, the vaccine passports to separate vaccinated and unvaccinated people for the sole purpose of public health has nothing to do with being sick?"}, {"id": 1439384647314526213, "verified": false, "tweet_text": "I bet you, the writer of this piece in the fascist rag The Post Millennial, Miss Tenniscourt, has got her shot(s).  https://t.co/adPMW4vMxh", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/adPMW4vMxh"], "country": "USA", "text_en": "I bet you, the writer of this piece in the fascist rag The Post Millennial, Miss Tenniscourt, has got her shot(s)."}, {"id": 1439384643883569153, "verified": false, "tweet_text": "@BuddyWinston She obviously has a brain and uses it. She reads. Get out from under your rock people. https://t.co/PhsjyCIgvL", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["BuddyWinston"], "tweet_urls": ["https://t.co/PhsjyCIgvL"], "country": "USA", "text_en": "She obviously has a brain and uses it. She reads. Get out from under your rock people."}, {"id": 1439384373996908546, "verified": false, "tweet_text": "@P4boxers @maura_resister Smart. https://t.co/PhsjyCIgvL", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["P4boxers", "maura_resister"], "tweet_urls": ["https://t.co/PhsjyCIgvL"], "country": "USA", "text_en": "Smart."}, {"id": 1439383906730586120, "verified": false, "tweet_text": "@EcoFashionByBG @ClaireLS1 @ajlamesa I'm vaccinated but not in favor of mandates. Still, the vax passports in France, despite all the protests, greatly increased vax rates 🤷‍♀️ https://t.co/bdXQSe3gnc", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["EcoFashionByBG", "ClaireLS1", "ajlamesa"], "tweet_urls": ["https://t.co/bdXQSe3gnc"], "tweet_emoticons": ["🤷‍♀️"], "country": "USA", "text_en": "I'm vaccinated but not in favor of mandates. Still, the vax passports in France, despite all the protests, greatly increased vax rates"}, {"id": 1439383882781110276, "verified": true, "tweet_text": "As per @TimmCTV , here's what changed today re: vaccine passports. Originally, any biz (dining OR retail) choosing to opt-in &amp; enforce vax-pass wouldn't be subject to restrictions, save masking. Retailers no longer have that option tho-they have to mask, and limit capacity #ableg", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["ableg"], "mentions": ["TimmCTV"], "tweet_emoticons": ["x-p"], "country": "USA", "text_en": "As per , here's what changed today re: vaccine passports. Originally, any biz (dining OR retail) choosing to opt-in &amp; enforce vax-pass wouldn't be subject to restrictions, save masking. Retailers no longer have that option tho-they have to mask, and limit capacity"}, {"id": 1439383808348864512, "verified": false, "tweet_text": "In the latest bid to force Japan residents to acquire unpopular MyNumber cards, the cards will be required in order to receive the digital Covid vaccine passports that may begin to be issued by the end of the year. (MP) #Japan #MyNumber #VaccinePassport #Digital #Identification", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["Japan", "MyNumber", "VaccinePassport", "Digital", "Identification"], "country": "USA", "text_en": "In the latest bid to force Japan residents to acquire unpopular MyNumber cards, the cards will be required in order to receive the digital Covid vaccine passports that may begin to be issued by the end of the year. (MP)"}, {"id": 1439383431889121281, "verified": false, "tweet_text": "@PeterSweden7 👍\nApparently the \"If you give the government the power you will never get it back\" argument is bullshit.\n(Maybe Vaccine Passports and Mandates are just Public Health interventions after all)", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["PeterSweden7"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Apparently the \"If you give the government the power you will never get it back\" argument is bullshit. (Maybe Vaccine Passports and Mandates are just Public Health interventions after all)"}, {"id": 1439383362821660672, "verified": false, "tweet_text": "@FlorianBorsPPC @BLNewsMedia Your can't end vaccine passports even if elected! You don't control other countries and the majority of other countries require proof of vaccination if you want to enter their country.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["FlorianBorsPPC", "BLNewsMedia"], "country": "USA", "text_en": "Your can't end vaccine passports even if elected! You don't control other countries and the majority of other countries require proof of vaccination if you want to enter their country."}, {"id": 1439383307100332033, "verified": false, "tweet_text": "@Lanzamiento_ @iouroo @ambitiusangel @VERSACESAINTZ 78% of the people in the ICU are obese. I would focus on general health. Plus invest more in research for stuff like vitamin D and ivermectin. I would also leave the choice of checking vaccine passports to the people and their communities. Now me and my barman are forced into it", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Lanzamiento_", "iouroo", "ambitiusangel", "VERSACESAINTZ"], "country": "USA", "text_en": "% of the people in the ICU are obese. I would focus on general health. Plus invest more in research for stuff like vitamin D and ivermectin. I would also leave the choice of checking vaccine passports to the people and their communities. Now me and my barman are forced into it"}, {"id": 1439383261235617795, "verified": false, "tweet_text": "@ScepticalScouse @omi_fresh See here's the thing, its not 1981.. we understand how covid is transmitted from person to person...there's no ignorance on transmission....we've learned over the past 18 months....so yeah, her point is ignorant,  vaccine passports will help prevent the spread, simple as that", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["ScepticalScouse", "omi_fresh"], "country": "USA", "text_en": "See here's the thing, its not .. we understand how covid is transmitted from person to person...there's no ignorance on transmission....we've learned over the past months....so yeah, her point is ignorant, vaccine passports will help prevent the spread, simple as that"}, {"id": 1439382845865160705, "verified": false, "tweet_text": "@yesthisisyeyint Apparently they are protesting borders, vaccine passports and “mandatory” vaccination which isn’t even a thing 🤦🏼‍♀️ I still claim it’s their choice to not have it and not participate in society.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["yesthisisyeyint"], "tweet_emoticons": ["🤦🏼‍♀️"], "country": "USA", "text_en": "Apparently they are protesting borders, vaccine passports and mandatory vaccination which isnt even a thing I still claim its their choice to not have it and not participate in society."}, {"id": 1439382811799138309, "verified": false, "tweet_text": "Yup. Learning to live with it is masks, vaccine passports, regular boosters, and testing centres everywhere. That’s life now. We’ve enjoyed a good few decades where we didn’t have to worry about infectious disease in the developed world. It was nice while it lasted. Now it’s back https://t.co/inoXQFLShk", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/inoXQFLShk"], "country": "USA", "text_en": "Yup. Learning to live with it is masks, vaccine passports, regular boosters, and testing centres everywhere. Thats life now. Weve enjoyed a good few decades where we didnt have to worry about infectious disease in the developed world. It was nice while it lasted. Now its back"}, {"id": 1439382762373406725, "verified": false, "tweet_text": "@KyleFreePPC If the Liberals win the Conservatives will have no one to blame but themselves. It’s not the PPC’s fault they drove away their own voters (like myself) with their lack of balls in opposing lockdowns, mask mandates and vaccine passports. I didn’t split my vote, they lost it.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["KyleFreePPC"], "country": "USA", "text_en": "If the Liberals win the Conservatives will have no one to blame but themselves. Its not the PPCs fault they drove away their own voters (like myself) with their lack of balls in opposing lockdowns, mask mandates and vaccine passports. I didnt split my vote, they lost it."}, {"id": 1439382759173095426, "verified": false, "tweet_text": "As soon as 'vaccine passports' aka movement licenses &amp; digital money are largely in place worldwide.\n\nThen monitoring &amp; controlling the masses' reaction will be easy. https://t.co/yDFPfNvkB7", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/yDFPfNvkB7"], "country": "USA", "text_en": "As soon as 'vaccine passports' aka movement licenses &amp; digital money are largely in place worldwide. Then monitoring &amp; controlling the masses' reaction will be easy."}, {"id": 1439382457321603073, "verified": false, "tweet_text": "ワクパス導入国\nhttps://t.co/N4MoMt8ETp https://t.co/QpZOdZlqto", "tweet_lang": "ja", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/N4MoMt8ETp"]}, {"id": 1439382276450791425, "verified": false, "tweet_text": "@HeroOfTime125 @enrico_cusimano Yikes yep, this is why we need vaccine mandates/passports. Theaters are not safe in high spikes cases states.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["HeroOfTime125", "enrico_cusimano"], "country": "USA", "text_en": "Yikes yep, this is why we need vaccine mandates/passports. Theaters are not safe in high spikes cases states."}, {"id": 1439382195706159106, "verified": false, "tweet_text": "Neil Oliver says the upcoming months will define who we are as a country, amid the possible introduction of vaccine passports and lockdown restrictions.\n\n https://t.co/8eqpefj2JD via @YouTube", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/8eqpefj2JD"], "country": "USA", "text_en": "Neil Oliver says the upcoming months will define who we are as a country, amid the possible introduction of vaccine passports and lockdown restrictions. via"}, {"id": 1439382066282602497, "verified": false, "tweet_text": "\"Our findings suggest that control measures, such as domestic vaccine passports, may have detrimental effects on people’s autonomy, motivation, and willingness to get vaccinated.\" You think? https://t.co/l6UCXMXkxE", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/l6UCXMXkxE"], "country": "USA", "text_en": "\"Our findings suggest that control measures, such as domestic vaccine passports, may have detrimental effects on peoples autonomy, motivation, and willingness to get vaccinated.\" You think?"}, {"id": 1439381896140496901, "verified": false, "tweet_text": "Canadians - regardless of how you feel about vaccines, vaccine passports &amp; Covid - Monday is your chance to exercise your GREATEST FREEDOM and your biggest RIGHT - your right to VOTE.  It's not only a freedom, it's a privilege and your responsibility.\n\n#vote #CanadaElection2021", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["vote", "CanadaElection2021"], "country": "USA", "text_en": "Canadians - regardless of how you feel about vaccines, vaccine passports &amp; Covid - Monday is your chance to exercise your GREATEST FREEDOM and your biggest RIGHT - your right to VOTE. It's not only a freedom, it's a privilege and your responsibility."}, {"id": 1439381821880426496, "verified": false, "tweet_text": "@AndreaWoo Everyone comparing a vaccine passports to the yellow star is racist AF.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["AndreaWoo"], "country": "USA", "text_en": "Everyone comparing a vaccine passports to the yellow star is racist AF."}, {"id": 1439381768293863427, "verified": false, "tweet_text": "@VicForAlberta You mean \"VACCINE PASSPORTS\" which were implemented as a wishy-washy 5% effort from our infamous and 5% effectual @jkenney", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["VicForAlberta", "jkenney"], "country": "USA", "text_en": "You mean \"VACCINE PASSPORTS\" which were implemented as a wishy-washy % effort from our infamous and % effectual"}, {"id": 1439381552924856321, "verified": false, "tweet_text": "@LilithAssyria @jhaskinscabrera DeSantis would fine companies that would impose the mandate\n\nIn case of city/county employees 🤷🏽‍♂️\n\nhttps://t.co/PneA4c6uQT", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["LilithAssyria", "jhaskinscabrera"], "tweet_urls": ["https://t.co/PneA4c6uQT"], "tweet_emoticons": ["🤷🏽‍♂️"], "country": "USA", "text_en": "DeSantis would fine companies that would impose the mandate In case of city/county employees"}, {"id": 1439380796222042113, "verified": false, "tweet_text": "@JamesleyHanley @_evelynrae - vaccine passports. You mean vaccine records? You already fucking have those for fucking fuck sakes. Holy fuck. You needed those to get into schools loooong before now.\n- unable to attend church. Literally the most unimportant reason of all.\n(cont)", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JamesleyHanley", "_evelynrae"], "country": "USA", "text_en": "- vaccine passports. You mean vaccine records? You already fucking have those for fucking fuck sakes. Holy fuck. You needed those to get into schools loooong before now. - unable to attend church. Literally the most unimportant reason of all. (cont)"}, {"id": 1439380789679071237, "verified": false, "tweet_text": "@BernieSpofforth @MannofieldMusic Vaccine Passports aren't a way to set us free...\nThey're a way to enslave us!", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["BernieSpofforth", "MannofieldMusic"], "country": "USA", "text_en": "Vaccine Passports aren't a way to set us free... They're a way to enslave us!"}, {"id": 1439380655645810689, "verified": false, "tweet_text": "His body language and attitude says it all. Pompous, self righteous idiot. Can’t be anymore polite than that. Get a working class lad on there and see what they’ve got to say about vaccine passports. Since when did incentivise become code for blackmail. https://t.co/agapm3UR6u", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/agapm3UR6u"], "country": "USA", "text_en": "His body language and attitude says it all. Pompous, self righteous idiot. Cant be anymore polite than that. Get a working class lad on there and see what theyve got to say about vaccine passports. Since when did incentivise become code for blackmail."}, {"id": 1439380644912455681, "verified": false, "tweet_text": "I support businesses who support Vaccine passports \nSign up 👇\n\nhttps://t.co/znmtPPD736", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/znmtPPD736"], "tweet_emoticons": ["👇"], "country": "USA", "text_en": "I support businesses who support Vaccine passports Sign up"}, {"id": 1439380613623128069, "verified": false, "tweet_text": "@EssexPR https://t.co/xh9gQYjSAk Yet the war criminal still wants vaccine passports. I would say we are doing well without them.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["EssexPR"], "tweet_urls": ["https://t.co/xh9gQYjSAk"], "country": "USA", "text_en": "Yet the war criminal still wants vaccine passports. I would say we are doing well without them."}, {"id": 1439380470362423297, "verified": false, "tweet_text": "@cwebbonline Yeah... thought about that too. Seems that there just wasn't enough \"outrage\" that could be tied to it so they moved on to the next injustice like vaccine passports. 🤦", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["cwebbonline"], "tweet_emoticons": ["🤦"], "country": "USA", "text_en": "Yeah... thought about that too. Seems that there just wasn't enough \"outrage\" that could be tied to it so they moved on to the next injustice like vaccine passports."}, {"id": 1439380440264192004, "verified": false, "tweet_text": "These States Have Banned Vaccine Passports For Trucking Industry OTR Drivers https://t.co/S6vLLQpzxC", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/S6vLLQpzxC"], "country": "USA", "text_en": "These States Have Banned Vaccine Passports For Trucking Industry OTR Drivers"}, {"id": 1439380131466858499, "verified": false, "tweet_text": "every time some fresh hell emerges one guy leads the charge... https://t.co/hqXEmpz19G", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/hqXEmpz19G"], "country": "USA", "text_en": "every time some fresh hell emerges one guy leads the charge..."}, {"id": 1439380121476116487, "verified": false, "tweet_text": "@Budrino I think people are more polarized than ever &amp; that should make more people get out to vote. The handling of the pandemic is another thing that has people wound up &amp; vaccine passports. I would think this would be Canada's largest turnout ever.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Budrino"], "country": "USA", "text_en": "I think people are more polarized than ever &amp; that should make more people get out to vote. The handling of the pandemic is another thing that has people wound up &amp; vaccine passports. I would think this would be Canada's largest turnout ever."}, {"id": 1439380059240927232, "verified": false, "tweet_text": "@GovRonDeSantis Thank you Governor for banning vaccine passports and standing up for personal freedom! No one should be forced to take a shot that already has left 14K+ dead+675k+ of bad reactions.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["GovRonDeSantis"], "country": "USA", "text_en": "Thank you Governor for banning vaccine passports and standing up for personal freedom! No one should be forced to take a shot that already has left K+ dead+675k+ of bad reactions."}, {"id": 1439379999065354240, "verified": false, "tweet_text": "@Emelina69007045 @TankSchottle Our vaccine passports go into effect on Wed in Ontario, Canada. I am excited!", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Emelina69007045", "TankSchottle"], "country": "USA", "text_en": "Our vaccine passports go into effect on Wed in Ontario, Canada. I am excited!"}, {"id": 1439379931398475782, "verified": false, "tweet_text": "@mapleservo There is NO #PANDEMIC. When Kevin J. Johnston is MAYOR of #CALGARY\nNO VACCINE PASSPORTS!\nNO MANDATORY VACCINES!\nALL COVID RESTRICTIONS GONE!\nLOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!\nhttps://t.co/EN3GCnebmh https://t.co/Lo0QqzYWMJ", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["PANDEMIC", "CALGARY"], "mentions": ["mapleservo"], "tweet_urls": ["https://t.co/EN3GCnebmh"], "country": "USA", "text_en": "There is NO . When Kevin J. Johnston is MAYOR of NO VACCINE PASSPORTS! NO MANDATORY VACCINES! ALL COVID RESTRICTIONS GONE! LOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!"}, {"id": 1439379832136159237, "verified": false, "tweet_text": "@JackieRombouts https://t.co/UGRPZtt2Uq.    Real leadership here...This is very unique times, and the reality is sometimes you have to take strict measures to protect the majority.”", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JackieRombouts"], "tweet_urls": ["https://t.co/UGRPZtt2Uq"], "country": "USA", "text_en": ". Real leadership here...This is very unique times, and the reality is sometimes you have to take strict measures to protect the majority."}, {"id": 1439379807624564737, "verified": false, "tweet_text": "Prediction: Vaccine Passports will fail. \nOur authorities have tried: lockdowns, masks, social distancing, school closures, business closures, vaccines, vaccine mandates. All have failed. Why will this be any different? Virus will virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Prediction: Vaccine Passports will fail. Our authorities have tried: lockdowns, masks, social distancing, school closures, business closures, vaccines, vaccine mandates. All have failed. Why will this be any different? Virus will virus."}, {"id": 1439379742952656897, "verified": true, "tweet_text": "Australia Hopes to Reopen Its Borders by End of the Year With Help of a Vaccine Passport  https://t.co/e5QfZaTHSP", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/e5QfZaTHSP"], "country": "USA", "text_en": "Australia Hopes to Reopen Its Borders by End of the Year With Help of a Vaccine Passport"}, {"id": 1439379734132150275, "verified": false, "tweet_text": "@erinotoole Does it include an updated evaluation of Jason Kenney’s “best Covid response in Canada” and the value of vaccine passports to motivate uptake?\n\nOr will it focus on the 85% of CPC candidates who refuse to confirm if they’re even vaccinated at all?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["erinotoole"], "country": "USA", "text_en": "Does it include an updated evaluation of Jason Kenneys best Covid response in Canada and the value of vaccine passports to motivate uptake? Or will it focus on the % of CPC candidates who refuse to confirm if theyre even vaccinated at all?"}, {"id": 1439379653651832832, "verified": false, "tweet_text": "@Cate2pilates @diana_c2021 @DevonP_RD @TeriHart The people who want vaccine passports are the ones happy to let small businesses close &amp; go bankrupt for a year. The people who kept small businesses surviving are those in today’s protest who stood up for small businesses &amp; always continued supporting them. Remember that!", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["Cate2pilates", "diana_c2021", "DevonP_RD", "TeriHart"], "country": "USA", "text_en": "The people who want vaccine passports are the ones happy to let small businesses close &amp; go bankrupt for a year. The people who kept small businesses surviving are those in todays protest who stood up for small businesses &amp; always continued supporting them. Remember that!"}, {"id": 1439379594646224896, "verified": false, "tweet_text": "These are the FACTS:\nThe jabs are an ONGOING experiment.\nYou get no information, so there's NO \"informed consent.\"\nYou'll be told you're \"fully vaccinated\" even if you were in the placebo group.\nThus, \"vaccine passports\" are for freedom of movement ONLY &amp; anyone jabbed is a FOOL https://t.co/ulxH5Huh6K", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/ulxH5Huh6K"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "These are the FACTS: The jabs are an ONGOING experiment. You get no information, so there's NO \"informed consent.\" You'll be told you're \"fully vaccinated\" even if you were in the placebo group. Thus, \"vaccine passports\" are for freedom of movement ONLY &amp; anyone jabbed is a FOOL"}, {"id": 1439379339401781249, "verified": false, "tweet_text": "Maybe I’m wrong about this, but don’t travelling passports have more personal information than so-called vaccine passports do?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Maybe Im wrong about this, but dont travelling passports have more personal information than so-called vaccine passports do?"}, {"id": 1439379078549843968, "verified": false, "tweet_text": "@BillFOXLA @FoxNews Well in order to protect people they should require the migrants have vaccine passports to eat", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["BillFOXLA", "FoxNews"], "country": "USA", "text_en": "Well in order to protect people they should require the migrants have vaccine passports to eat"}, {"id": 1439378984492490757, "verified": false, "tweet_text": "@realdarkthor @IndigoWellnessC Masks were just the first step. You just didn’t see it then. Still, good to have you on our side now. When the vaccine passport graduate to becoming climate footprint passports maybe a few more of you will draw their line then.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["realdarkthor", "IndigoWellnessC"], "country": "USA", "text_en": "Masks were just the first step. You just didnt see it then. Still, good to have you on our side now. When the vaccine passport graduate to becoming climate footprint passports maybe a few more of you will draw their line then."}, {"id": 1439378830167216128, "verified": false, "tweet_text": "Sign the petition against vaccine passports: https://t.co/MKNWNkqocI via @AB_Institute", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["AB_Institute"], "tweet_urls": ["https://t.co/MKNWNkqocI"], "country": "USA", "text_en": "Sign the petition against vaccine passports: via"}, {"id": 1439378769563713540, "verified": true, "tweet_text": "Tonight on CHEK News with @JasmineBala_, demonstrations against masks, vaccine passports, vaccines, and other #COVID-19 restrictions were held across Vancouver Island today.\n\nWatch live here: https://t.co/BnpOYPU2oo", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["COVID"], "mentions": ["JasmineBala_"], "tweet_urls": ["https://t.co/BnpOYPU2oo"], "country": "USA", "text_en": "Tonight on CHEK News with , demonstrations against masks, vaccine passports, vaccines, and other restrictions were held across Vancouver Island today. Watch live here:"}, {"id": 1439378749481308162, "verified": false, "tweet_text": "@LoriSigurdson @jkenney There is NO #PANDEMIC. When Kevin J. Johnston is MAYOR of #CALGARY\nNO VACCINE PASSPORTS!\nNO MANDATORY VACCINES!\nALL COVID RESTRICTIONS GONE!\nLOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!\nhttps://t.co/EN3GCnebmh https://t.co/nbK6Azng1E", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["PANDEMIC", "CALGARY"], "mentions": ["LoriSigurdson", "jkenney"], "tweet_urls": ["https://t.co/EN3GCnebmh"], "country": "USA", "text_en": "There is NO . When Kevin J. Johnston is MAYOR of NO VACCINE PASSPORTS! NO MANDATORY VACCINES! ALL COVID RESTRICTIONS GONE! LOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!"}, {"id": 1439378684150906881, "verified": false, "tweet_text": "@MerlinofCanada There is NO #PANDEMIC. When Kevin J. Johnston is MAYOR of #CALGARY\nNO VACCINE PASSPORTS!\nNO MANDATORY VACCINES!\nALL COVID RESTRICTIONS GONE!\nLOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!\nhttps://t.co/EN3GCnebmh https://t.co/5LI3gFmIh3", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["PANDEMIC", "CALGARY"], "mentions": ["MerlinofCanada"], "tweet_urls": ["https://t.co/EN3GCnebmh"], "country": "USA", "text_en": "There is NO . When Kevin J. Johnston is MAYOR of NO VACCINE PASSPORTS! NO MANDATORY VACCINES! ALL COVID RESTRICTIONS GONE! LOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!"}, {"id": 1439378682405998593, "verified": false, "tweet_text": "@JerasIkehorn Im pro vaccine passports.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["JerasIkehorn"], "country": "USA", "text_en": "Im pro vaccine passports."}, {"id": 1439378607068139520, "verified": true, "tweet_text": "“Whatever we need to get out of this” says General (Ret’d) Rick Hillier when asked what he thinks about vaccine passports. #cdnpoli #Elxn44", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["cdnpoli", "Elxn44"], "country": "USA", "text_en": "Whatever we need to get out of this says General (Retd) Rick Hillier when asked what he thinks about vaccine passports."}, {"id": 1439378546225524737, "verified": false, "tweet_text": "Blair calling for vaccine passports is a good thing as a significant number of left-wingers despise him. And in case you haven't caught up, vaccine passports, mask mandates, lockdown and all the rest of it are, primarily, part of a determined global left-wing power grab.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "country": "USA", "text_en": "Blair calling for vaccine passports is a good thing as a significant number of left-wingers despise him. And in case you haven't caught up, vaccine passports, mask mandates, lockdown and all the rest of it are, primarily, part of a determined global left-wing power grab."}, {"id": 1439378540311445507, "verified": false, "tweet_text": "@Traci_Zee @jkenney There is NO #PANDEMIC. When Kevin J. Johnston is MAYOR of #CALGARY\nNO VACCINE PASSPORTS!\nNO MANDATORY VACCINES!\nALL COVID RESTRICTIONS GONE!\nLOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!\nhttps://t.co/EN3GCnebmh https://t.co/tJ2hRIPxSS", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "hashtags": ["PANDEMIC", "CALGARY"], "mentions": ["Traci_Zee", "jkenney"], "tweet_urls": ["https://t.co/EN3GCnebmh"], "country": "USA", "text_en": "There is NO . When Kevin J. Johnston is MAYOR of NO VACCINE PASSPORTS! NO MANDATORY VACCINES! ALL COVID RESTRICTIONS GONE! LOCKDOWNS ARE OVER FOREVER! - Tell everyone you know NOW before all your freedoms are gone!"}, {"id": 1439378528831610890, "verified": false, "tweet_text": "@StephenMPinto It's not about the masks or vaccines. Everything makes sense if you consider the end goal. Forcing vaccine passports (aka \"proof of vaccination\") so that a social credit system can be introduced. What does that look like? See video below!\nhttps://t.co/MVV1KRNHEV", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["StephenMPinto"], "tweet_urls": ["https://t.co/MVV1KRNHEV"], "country": "USA", "text_en": "It's not about the masks or vaccines. Everything makes sense if you consider the end goal. Forcing vaccine passports (aka \"proof of vaccination\") so that a social credit system can be introduced. What does that look like? See video below!"}, {"id": 1439378434300563460, "verified": false, "tweet_text": "@sherrybaudet France, Italy, Germany all whom have vaccine passports banning citizens from virtually everything. All have mandatory jabs   for they’re public sector institutions. And all said  it’s going to be compulsory soon. Sorry but it’s obvious who’s the covidiot.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["sherrybaudet"], "country": "USA", "text_en": "France, Italy, Germany all whom have vaccine passports banning citizens from virtually everything. All have mandatory jabs for theyre public sector institutions. And all said its going to be compulsory soon. Sorry but its obvious whos the covidiot."}, {"id": 1439378248262057984, "verified": false, "tweet_text": "@christmasali @TeriHart @jkenney True although Alberta is at 2,000 a day with 1/4 population so ON needs to hit 8,000 a day for that to happen.  Always a risk but it seems vaccine passports blunt increases.  BC at time of announcement was same as AB, now we are 1/3 as we levelled off.", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["christmasali", "TeriHart", "jkenney"], "country": "USA", "text_en": "True although Alberta is at a day with /4 population so ON needs to hit a day for that to happen. Always a risk but it seems vaccine passports blunt increases. BC at time of announcement was same as AB, now we are /3 as we levelled off."}, {"id": 1439378163398762496, "verified": false, "tweet_text": "@erinotoole , you know you shot yourself in the foot when you decided to go along with vaccine passports, right?", "tweet_lang": "en", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["erinotoole"], "country": "USA", "text_en": ", you know you shot yourself in the foot when you decided to go along with vaccine passports, right?"}]