[{"id": 1439634305408454658, "verified": false, "tweet_text": "@Myberns1 Yes. A bachelor’s degree. Second dose is a master’s.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Myberns1"], "country": "USA", "text_en": "Yes. A bachelors degree. Second dose is a masters."}, {"id": 1439634268725055493, "verified": false, "tweet_text": "@goldenret52 @LiftLikeAWoman @Case2166Doug This is the second dose administration receipt received via email, correct?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["goldenret52", "LiftLikeAWoman", "Case2166Doug"], "country": "USA", "text_en": "This is the second dose administration receipt received via email, correct?"}, {"id": 1439634150210871299, "verified": false, "tweet_text": "@WHO recommendations on the administration of Pfizer second doses gives consideration to the second dose being given THREE (3) to SIX (6) weeks after the first dose and up to 12 weeks in some instances. 3/3\n\n@christufton @julietcuthbert https://t.co/cclEa3awQ5", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["WHO", "christufton", "julietcuthbert"], "country": "USA", "text_en": "recommendations on the administration of Pfizer second doses gives consideration to the second dose being given THREE (3) to SIX (6) weeks after the first dose and up to weeks in some instances. /3"}, {"id": 1439634058892304392, "verified": false, "tweet_text": "When the AHS clinic doesn’t upload your second shot from June to netcare and so your vaccine passport only shows first dose 🤙 then you spend 4 hours on hold with them and they say they’ll try to get it on there in the next 17 days 🤙", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🤙"], "country": "USA", "text_en": "When the AHS clinic doesnt upload your second shot from June to netcare and so your vaccine passport only shows first dose then you spend hours on hold with them and they say theyll try to get it on there in the next days"}, {"id": 1439633801198534657, "verified": false, "tweet_text": "That second vaccine dose surprised the hell out of me 😷", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["😷"], "country": "USA", "text_en": "That second vaccine dose surprised the hell out of me"}, {"id": 1439633688074100736, "verified": false, "tweet_text": "@John1MD My son was in Alberta this summer for work, still with an Ontario health card. He showed up to his pharmacy appointment for his second dose and was read the riot act about how this is for Alberta residents only. Was only given his dose because “they HAD to use the dose” 🤦🏻‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["John1MD"], "tweet_emoticons": ["🤦🏻‍♀️"], "country": "USA", "text_en": "My son was in Alberta this summer for work, still with an Ontario health card. He showed up to his pharmacy appointment for his second dose and was read the riot act about how this is for Alberta residents only. Was only given his dose because they HAD to use the dose"}, {"id": 1439633679702183941, "verified": false, "tweet_text": "I’ve pumped 58 ounces since Friday morning. 😭\n\nI’m only 7 days PP, so after I get my second vaccine dose &amp; possibly a booster, I’ll be looking into donating and/or selling some after a few months. \n\nI’m not sure if the production will slow down or stay the same! https://t.co/AVo4AEcrBc", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/AVo4AEcrBc"], "tweet_emoticons": ["😭"], "country": "USA", "text_en": "Ive pumped ounces since Friday morning. Im only days PP, so after I get my second vaccine dose &amp; possibly a booster, Ill be looking into donating and/or selling some after a few months. Im not sure if the production will slow down or stay the same!"}, {"id": 1439633348872261637, "verified": false, "tweet_text": "@horrorwittch congrats!! can't wait for my second dose 😜", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["horrorwittch"], "tweet_emoticons": ["😜"], "country": "USA", "text_en": "congrats!! can't wait for my second dose"}, {"id": 1439633335010140173, "verified": false, "tweet_text": "@psad19611 I can’t get the shingles vax yet, but my mother had the same reaction as you did with the first dose, and a slightly less bad reaction from the second dose.\n\nMom got the vax after a girlfriend of hers developed shingles, and thought she’d die from the pain.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I cant get the shingles vax yet, but my mother had the same reaction as you did with the first dose, and a slightly less bad reaction from the second dose. Mom got the vax after a girlfriend of hers developed shingles, and thought shed die from the pain."}, {"id": 1439633250297733122, "verified": false, "tweet_text": "i get my second dose of the vaccine tomorrow and I get to skip geography yay", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "i get my second dose of the vaccine tomorrow and I get to skip geography yay"}, {"id": 1439632876157472786, "verified": false, "tweet_text": "@gosepriv im getting tested tmrw but ill get my second dose of the vaccine this tuesday so im kinda fucked", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["gosepriv"], "country": "USA", "text_en": "im getting tested tmrw but ill get my second dose of the vaccine this tuesday so im kinda fucked"}, {"id": 1439632774151819265, "verified": false, "tweet_text": "@Cleavon_MD First dose of moderna at 36 weeks, second was three days after I gave birth. My beautiful baby is now 6 months and absolutely crushing it. She's smart, strong, curious, and funny.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Cleavon_MD"], "country": "USA", "text_en": "First dose of moderna at weeks, second was three days after I gave birth. My beautiful baby is now months and absolutely crushing it. She's smart, strong, curious, and funny."}, {"id": 1439632564059348995, "verified": false, "tweet_text": "got my second dose and my brain feels like it’s been put through a blender does that make sense i can’t think", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "got my second dose and my brain feels like its been put through a blender does that make sense i cant think"}, {"id": 1439632471914602499, "verified": false, "tweet_text": "@chrisrock Get well!! Getting my second dose next week but it doesn't stop you from getting covid... not sure what it does actually lol... but take care blessings to you and your family", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["chrisrock"], "country": "USA", "text_en": "Get well!! Getting my second dose next week but it doesn't stop you from getting covid... not sure what it does actually lol... but take care blessings to you and your family"}, {"id": 1439632369565143041, "verified": false, "tweet_text": "Rindu nak lepak The Alley makan dakgalbi pergi kaison ish cepatlah second dose 🤧 https://t.co/GEs7aodoDS", "tweet_lang": "in", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🤧"]}, {"id": 1439631936574590980, "verified": false, "tweet_text": "I really thought I wasn’t going to feel sick after my second dose of the vaccine but omg i feel like shit 🥲", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["🥲"], "country": "USA", "text_en": "I really thought I wasnt going to feel sick after my second dose of the vaccine but omg i feel like shit"}, {"id": 1439631794240823299, "verified": false, "tweet_text": "I rarely get a flu shot anyways but I’m definitely not now for this very reason.  You know damn well they’re doing this all over the place on “accident”. https://t.co/nngMEhSrSd", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/nngMEhSrSd"], "country": "USA", "text_en": "I rarely get a flu shot anyways but Im definitely not now for this very reason. You know damn well theyre doing this all over the place on accident."}, {"id": 1439631742378205191, "verified": false, "tweet_text": "second dose pun aku demam cam nak mati, inikan dose yang ketiga nanti haa merisaukan", "tweet_lang": "in", "tweet_date": "2021-09-19T17:00:00Z"}, {"id": 1439631573997944835, "verified": false, "tweet_text": "After second dose I went to my remaining half shift and after tht  went to bar also. Bhaiyaaa bekauf 😂 https://t.co/1qF3ozTOg1", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/1qF3ozTOg1"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "After second dose I went to my remaining half shift and after tht went to bar also. Bhaiyaaa bekauf"}, {"id": 1439631512542932996, "verified": false, "tweet_text": "@harsh6363 One option is to register the person via another mobile number and id proof, take second first dose and then merge the certificates… its been done before", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["harsh6363"], "country": "USA", "text_en": "One option is to register the person via another mobile number and id proof, take second first dose and then merge the certificates its been done before"}, {"id": 1439631478174932998, "verified": false, "tweet_text": "Some debate in the replies to if this statistic in the original post is misleading. I don’t agree that it is, as long as it’s clear what you’re looking at. Here the second dose dates. Also, many deaths in Jab pre-full vax, so keep that also in mind. Still think it’s fair. https://t.co/ACEQ7JEl2G", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Some debate in the replies to if this statistic in the original post is misleading. I dont agree that it is, as long as its clear what youre looking at. Here the second dose dates. Also, many deaths in Jab pre-full vax, so keep that also in mind. Still think its fair."}, {"id": 1439631465940078594, "verified": false, "tweet_text": "Next day report: still feeling fine after flu vaccine, no noticeable side effects other than the usual arm soreness. Some people do get stronger reactions, but if you have a recent-ish memory of a second-dose COVID vaccine being a bit rough (I do), this was a lot easier for me.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "Next day report: still feeling fine after flu vaccine, no noticeable side effects other than the usual arm soreness. Some people do get stronger reactions, but if you have a recent-ish memory of a second-dose COVID vaccine being a bit rough (I do), this was a lot easier for me."}, {"id": 1439631398076223490, "verified": false, "tweet_text": "Pasalamat ko kay dili kaayo OA ang effect sa second dose, ang akoang ngipoooon nuooooon nag emote2x hahays", "tweet_lang": "tl", "tweet_date": "2021-09-19T17:00:00Z"}, {"id": 1439631126071414784, "verified": false, "tweet_text": "@nadhirah__h Thank you Naddy! ✨ lain maciam penangan second dose ni ohhh😮‍💨😮‍💨", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["nadhirah__h"], "tweet_emoticons": ["😮‍💨", "✨"], "country": "USA", "text_en": "Thank you Naddy! lain maciam penangan second dose ni ohhh"}, {"id": 1439631098724720650, "verified": false, "tweet_text": "Ok so on Tuesday it's @LindseyStirling birthday it's Till the Light Goes Out one year anniversary and it's also the day that I'm going to get the second dose for covid. This Tuesday is going to be interesting", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["LindseyStirling"], "country": "USA", "text_en": "Ok so on Tuesday it's birthday it's Till the Light Goes Out one year anniversary and it's also the day that I'm going to get the second dose for covid. This Tuesday is going to be interesting"}, {"id": 1439630758805585920, "verified": false, "tweet_text": "Sheet second dose ko pala bukas😳 tapos nag inom ako", "tweet_lang": "tl", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["😳"]}, {"id": 1439630560658276358, "verified": false, "tweet_text": "@Airtel_Presence @airtelindia My father's vaccination will be delayed due to the poor customer service of airtel. My sim is not working since 3 weeks and tomorrow I have to schedule his second dose with that number. Really tired of raising complaints this many times", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Airtel_Presence", "airtelindia"], "country": "USA", "text_en": "My father's vaccination will be delayed due to the poor customer service of airtel. My sim is not working since weeks and tomorrow I have to schedule his second dose with that number. Really tired of raising complaints this many times"}, {"id": 1439630398506610693, "verified": false, "tweet_text": "@psad19611 Because although uncommon it is possible to get shingles more than once. \nYou get the first dose of Shingrix at 50 years d and then the second dose 2-6 months later.\nAsk how much it will be first because for some insurances it is cheaper at a pharmacy and for others \n3/", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Because although uncommon it is possible to get shingles more than once. You get the first dose of Shingrix at years d and then the second dose -6 months later. Ask how much it will be first because for some insurances it is cheaper at a pharmacy and for others /"}, {"id": 1439630305753767940, "verified": false, "tweet_text": "Just got my second dose #OFFICIALpropertyofUSgovernment", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["OFFICIALpropertyofUSgovernment"], "country": "USA", "text_en": "Just got my second dose"}, {"id": 1439630295460814856, "verified": false, "tweet_text": "@psad19611 I felt super tired after my first dose.  Still waiting for my second.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I felt super tired after my first dose. Still waiting for my second."}, {"id": 1439630163612897285, "verified": false, "tweet_text": "Total number of active COVID-19 cases in Punjab as on September 19: 317, total vaccination first and second dose in Punjab on the day (September 19): 82,842#Pb @Newindianxpress,  @TheMornStandard, @gsvasu_TNIE,  @khogensingh1", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["NewIndianXpress", "TheMornStandard", "gsvasu_TNIE", "khogensingh1"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Total number of active COVID-19 cases in Punjab as on September : , total vaccination first and second dose in Punjab on the day (September ): , , ,"}, {"id": 1439630043781627906, "verified": false, "tweet_text": "Total number of active COVID-19 cases in Haryana as on September 19: 104, total vaccination in Haryana as on September 19 first dose 1,09,643 second dose 41,180 total cumulative figure 2,09,27,458  as on date#Hry @Newindianxpress,  @TheMornStandard, @gsvasu_TNIE,  @khogensingh1", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["NewIndianXpress", "TheMornStandard", "gsvasu_TNIE", "khogensingh1"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Total number of active COVID-19 cases in Haryana as on September : , total vaccination in Haryana as on September first dose second dose total cumulative figure as on date , , ,"}, {"id": 1439629982020653056, "verified": false, "tweet_text": "@96fps I slept most of the icky feeling away the second dose. My arm was super painful though, for a few days afterwards actually.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "I slept most of the icky feeling away the second dose. My arm was super painful though, for a few days afterwards actually."}, {"id": 1439629761135792132, "verified": false, "tweet_text": "@mmuhdnoahh Btw just nak share 16/9 I got my second dose Pfizer, I demam nak dekat 2 hari lebih and sakit kepala bagai, badan lesu.... Klu third dose nih aq x Tau lahh, mengesot pulak la aq lepasni... Btw the person yg dpt AZ I wish all the best😬😂😌 takat Pfizer Pon 😬", "tweet_lang": "in", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["mmuhdnoahh"], "tweet_emoticons": ["😂", "😌", "😬"]}, {"id": 1439629547587227658, "verified": false, "tweet_text": "@CathieRMillsap @bobatyork @canteach @JustinTrudeau You were offered a superior mrna vaccine as a second dose. And most definitely soon the second of the series.(mrna)", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["CathieRMillsap", "bobatyork", "canteach", "JustinTrudeau"], "country": "USA", "text_en": "You were offered a superior mrna vaccine as a second dose. And most definitely soon the second of the series.(mrna)"}, {"id": 1439629427357495303, "verified": false, "tweet_text": "@stkirsch @cordeliers “likely that people after the second dose reacted so badly they didn’t come back for a second dose.”", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["stkirsch", "cordeliers"], "country": "USA", "text_en": "likely that people after the second dose reacted so badly they didnt come back for a second dose."}, {"id": 1439629017477419016, "verified": false, "tweet_text": "@Forbes But like 99% of vaccines and the second dose was given before “approval” so…what’s new?", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["Forbes"], "country": "USA", "text_en": "But like % of vaccines and the second dose was given before approval sowhats new?"}, {"id": 1439628948602642435, "verified": false, "tweet_text": "@AntibioticDoc @RachelNotley Do you think you could try to explain this to Jason Kenney and the UCP they are acting like once the unvaccinated get their first dose they are instantly full protected. From first dose to second to fully protected will take 6 to 8 weeks.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["AntibioticDoc", "RachelNotley"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Do you think you could try to explain this to Jason Kenney and the UCP they are acting like once the unvaccinated get their first dose they are instantly full protected. From first dose to second to fully protected will take to weeks."}, {"id": 1439628885197348867, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/QJkksvLcNT via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/QJkksvLcNT"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439628791547109381, "verified": true, "tweet_text": "Hey #HamOnt, heading to the Binbrook Fair today? Be sure to visit the mobile vaccine clinic in Binbrook Memorial Hall before 4pm to get your first or second dose of a Pfizer COVID-19 vaccine. https://t.co/pdAQLuFzs0", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["HamOnt"], "country": "USA", "text_en": "Hey , heading to the Binbrook Fair today? Be sure to visit the mobile vaccine clinic in Binbrook Memorial Hall before pm to get your first or second dose of a Pfizer COVID-19 vaccine."}, {"id": 1439628685712240642, "verified": false, "tweet_text": "BFs workmate. Had covid last April. (With bad symptoms but not hospital) had 2 doses of vaccine. 2 weeks after his second dose got covid again. Thought it was a false positive until he got really bad with symptoms again.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "country": "USA", "text_en": "BFs workmate. Had covid last April. (With bad symptoms but not hospital) had doses of vaccine. weeks after his second dose got covid again. Thought it was a false positive until he got really bad with symptoms again."}, {"id": 1439628681627029508, "verified": true, "tweet_text": "About 8,380,100 doses of #COVID19 vaccines have been administered to the public, with about 4,405,100 people receiving their first dose and around 3,975,000 getting their second dose https://t.co/s1Go56R3NQ", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "hashtags": ["COVID19"], "tweet_urls": ["https://t.co/s1Go56R3NQ"], "country": "USA", "text_en": "About doses of vaccines have been administered to the public, with about people receiving their first dose and around getting their second dose"}, {"id": 1439628607949717507, "verified": false, "tweet_text": "I ambik vaccine dulu daripada family lain tapi paling lambat nak complete second dose 🤣. Nak buat acanor Az gap lama sangat . Tapi takpe laa asalkan cucuk vaksin 😬.", "tweet_lang": "in", "tweet_date": "2021-09-19T17:00:00Z", "tweet_emoticons": ["😬", "🤣"]}, {"id": 1439628427208896521, "verified": false, "tweet_text": "@kartmankrlos Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["kartmankrlos"], "country": "USA", "text_en": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439628362411020289, "verified": false, "tweet_text": "@96fps Moderna second dose put me on my ass with fatigue almost exactly 24 hours after getting it. I went to bed early that night, and woke up fine. I had COVID a few months before my first shot fwiw", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "Moderna second dose put me on my ass with fatigue almost exactly hours after getting it. I went to bed early that night, and woke up fine. I had COVID a few months before my first shot fwiw"}, {"id": 1439628158093955075, "verified": false, "tweet_text": "@bilalakbar73 Sir,\nI am in Pakistan and stranded here since May. I had taken one dose COVID 19 vaccine (Pfizer) in KSA before travel. Second dose Pakistan Govt is not providing.\nThey told me that, contact Pakistan embassy in Riyadh, they will advise you on travel with one dose", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["bilalakbar73"], "country": "USA", "text_en": "Sir, I am in Pakistan and stranded here since May. I had taken one dose COVID vaccine (Pfizer) in KSA before travel. Second dose Pakistan Govt is not providing. They told me that, contact Pakistan embassy in Riyadh, they will advise you on travel with one dose"}, {"id": 1439628062342238218, "verified": false, "tweet_text": "@96fps First one, ouch.\nSecond dose, nothing.", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "First one, ouch. Second dose, nothing."}, {"id": 1439627926945902594, "verified": true, "tweet_text": "The CDC advisory committee is set to meet on Wednesday to debate who should get the booster and how long they should get the the third shot after their second dose.\n https://t.co/Oz49C1ICtU", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/Oz49C1ICtU"], "country": "USA", "text_en": "The CDC advisory committee is set to meet on Wednesday to debate who should get the booster and how long they should get the the third shot after their second dose."}, {"id": 1439627913645592586, "verified": false, "tweet_text": "goodnight,second dose ko na mamaya huhu", "tweet_lang": "tl", "tweet_date": "2021-09-19T17:00:00Z"}, {"id": 1439627870771482624, "verified": false, "tweet_text": "Seconded with feeling. The shingles vaccine doses made me feel flu-y for 6 hours (first dose) and 12 hours (second dose). So I got some extra reading done. \n\nWhen I had shingles, I was in too much misery to even read, much less work. Get the shot if you're eligible. https://t.co/Nlt6tB4DtF", "tweet_lang": "en", "tweet_date": "2021-09-19T17:00:00Z", "tweet_urls": ["https://t.co/Nlt6tB4DtF"], "country": "USA", "text_en": "Seconded with feeling. The shingles vaccine doses made me feel flu-y for hours (first dose) and hours (second dose). So I got some extra reading done. When I had shingles, I was in too much misery to even read, much less work. Get the shot if you're eligible."}, {"id": 1439627712247865348, "verified": false, "tweet_text": "kids can go and get their second dose of pfizer tho right? it’s just delayed for older persons?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "kids can go and get their second dose of pfizer tho right? its just delayed for older persons?"}, {"id": 1439627709705904130, "verified": false, "tweet_text": "Getting my second dose of vaccine tomorrow and I'm pretty nervous about it...", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Getting my second dose of vaccine tomorrow and I'm pretty nervous about it..."}, {"id": 1439627464595152901, "verified": false, "tweet_text": "@PrisonPlanet Yep. And they won’t die in any great numbers and only small numbers will be hospitalised. Thanks for pointing out these figures Paul. Shows how well vaccines are working. As is your vaccine by the way, cos you were defo behind me in line when I got my second dose…", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["PrisonPlanet"], "country": "USA", "text_en": "Yep. And they wont die in any great numbers and only small numbers will be hospitalised. Thanks for pointing out these figures Paul. Shows how well vaccines are working. As is your vaccine by the way, cos you were defo behind me in line when I got my second dose"}, {"id": 1439627362698727427, "verified": false, "tweet_text": "@LeftoversRfine @psad19611 I was just as sick for the second dose as the first.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["LeftoversRfine", "psad19611"], "country": "USA", "text_en": "I was just as sick for the second dose as the first."}, {"id": 1439627310177587206, "verified": false, "tweet_text": "@DianaMud J&amp;J is preferred for the rural rollout for two reasons, it has a simpler cold chain, and it is a single dose - organising second doses for remote areas is complex", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DianaMud"], "country": "USA", "text_en": "J&amp;J is preferred for the rural rollout for two reasons, it has a simpler cold chain, and it is a single dose - organising second doses for remote areas is complex"}, {"id": 1439627293383593985, "verified": false, "tweet_text": "like honestly !!! i live in the upper peninsula area of michigan in a small ass town that's actually called a village. i was wearing masks all the time, half vaccinated (got fucking sick the day before my second dose) and still managed to get the new VARIANT. fuck yall https://t.co/ffwtuYItDg", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ffwtuYItDg"], "country": "USA", "text_en": "like honestly !!! i live in the upper peninsula area of michigan in a small ass town that's actually called a village. i was wearing masks all the time, half vaccinated (got fucking sick the day before my second dose) and still managed to get the new VARIANT. fuck yall"}, {"id": 1439627228183101445, "verified": false, "tweet_text": "Prepared na sana kame for the second dose, hindi naman pala matutuloy dahil sa… Haaaay, hindi nalang ako magtalk. 😏", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😏"]}, {"id": 1439626754369286145, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/dDMVOKgnEW via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/dDMVOKgnEW"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439626469731229712, "verified": false, "tweet_text": "Antivax be like: second dose pun dah rasa lain macam. Acah je kau padahal side effects paling2 pun seminggu je. Itu pun lepas telan pcm dua biji hilang 🙄", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🙄"]}, {"id": 1439626234078511104, "verified": false, "tweet_text": "second dose pun belum tiber nak third dose pula https://t.co/iwCWXVYhGT", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/iwCWXVYhGT"]}, {"id": 1439626202935808000, "verified": false, "tweet_text": "@zomato Can you please make sure that the delivery heros are vaccinated. I received an order from the delivery hero on 18th Sep 2021 and his second dose was pending by 16th Sep. This is not done, please take this on priority. \n\nBelow is the Certificate of the delivery hero. https://t.co/ur6QcLWwLu", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["zomato"], "country": "USA", "text_en": "Can you please make sure that the delivery heros are vaccinated. I received an order from the delivery hero on th Sep and his second dose was pending by th Sep. This is not done, please take this on priority. Below is the Certificate of the delivery hero."}, {"id": 1439626100934471685, "verified": false, "tweet_text": "Tomorrow is my Second Dose of Vaccination. Thank you everyone who had given valuable advice after the first dose. Will follow https://t.co/rxsr8LdTGf", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/rxsr8LdTGf"], "country": "USA", "text_en": "Tomorrow is my Second Dose of Vaccination. Thank you everyone who had given valuable advice after the first dose. Will follow"}, {"id": 1439625845799366656, "verified": false, "tweet_text": "That Moderna second dose was no joke. Shit hit me like a ton of bricks in the wee hours of the morning after I'd already gone to bed. Woke up with a fever and a headache that just wouldn't quit. https://t.co/Wsi83ULiVZ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Wsi83ULiVZ"], "country": "USA", "text_en": "That Moderna second dose was no joke. Shit hit me like a ton of bricks in the wee hours of the morning after I'd already gone to bed. Woke up with a fever and a headache that just wouldn't quit."}, {"id": 1439625772348542981, "verified": false, "tweet_text": "harap second dose nanti kami bertegur hehe", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439625615326552066, "verified": true, "tweet_text": "During the meeting following agenda items were discussed:             1. Resumption of direct flights for people vaccinated with first Covid-19 dose in the Kingdom and second in Pakistan with  Saudi approved vaccines.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "During the meeting following agenda items were discussed: . Resumption of direct flights for people vaccinated with first Covid-19 dose in the Kingdom and second in Pakistan with Saudi approved vaccines."}, {"id": 1439625514860388353, "verified": false, "tweet_text": "@Claire_L2021 @YardleyShooting I had very bad side effects after AZ I cancelled my second dose I will not take under any circumstances", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Claire_L2021", "YardleyShooting"], "country": "USA", "text_en": "I had very bad side effects after AZ I cancelled my second dose I will not take under any circumstances"}, {"id": 1439625492395708421, "verified": false, "tweet_text": "as you remember we have been told by the government if we get to 75% for first dose and 25% for the second dose, they ease the restrictions \nhttps://t.co/K7ha4de9zY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/K7ha4de9zY"], "country": "USA", "text_en": "as you remember we have been told by the government if we get to % for first dose and % for the second dose, they ease the restrictions"}, {"id": 1439625485424549889, "verified": false, "tweet_text": "@psad19611 I got my second Shingles dose on a Friday afternoon June’20-24 hrs later 😳oh my! Body aches, chills etc. By Sunday afternoon I was up &amp; I felt energized or I was just relieved not to feel any more side effects. Done!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "tweet_emoticons": ["😳"], "country": "USA", "text_en": "I got my second Shingles dose on a Friday afternoon June20-24 hrs later oh my! Body aches, chills etc. By Sunday afternoon I was up &amp; I felt energized or I was just relieved not to feel any more side effects. Done!"}, {"id": 1439625235116879874, "verified": false, "tweet_text": "should i wore telekung to my second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "should i wore telekung to my second dose"}, {"id": 1439625028933496841, "verified": false, "tweet_text": "@Dr_alammar1 #كملها\nوزارة الصحة\n Ministry of Health\n\nلا تعيش بالنص\n \nوخـذ الـجـرعـة الـثـانـيـة.\n\nDon't stop in the mi dale\nTake the second dose\n\nللوقاية والسلامة من فيروس كورونا المستجد كوفيد-19\n\nPrevention and safety from the emerging corona virus COVID-19 https://t.co/oP6c4nbO8F", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["كملها"], "mentions": ["Dr_alammar1"]}, {"id": 1439624936881016838, "verified": false, "tweet_text": "@psad19611 The first dose for me was fine. So me going getting my second dose was like no problem. But I felt like I had the flu after that second dose. But it just lasted a day. And it’s better than getting shingles. I hope you feel better soon.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "The first dose for me was fine. So me going getting my second dose was like no problem. But I felt like I had the flu after that second dose. But it just lasted a day. And its better than getting shingles. I hope you feel better soon."}, {"id": 1439624410399445000, "verified": false, "tweet_text": "That “doses received” versus “doses administered” in Zimbabwe is annoyingly suspect(unless it just means the second half just hasn’t received the second dose) https://t.co/9ghxiw5icI", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/9ghxiw5icI"], "country": "USA", "text_en": "That doses received versus doses administered in Zimbabwe is annoyingly suspect(unless it just means the second half just hasnt received the second dose)"}, {"id": 1439624121613172768, "verified": false, "tweet_text": "@psad19611 I had my second dose of the shingles vaccine a few weeks ago. After both shots my arm was extremely sore for 3 days. No other side effects.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I had my second dose of the shingles vaccine a few weeks ago. After both shots my arm was extremely sore for days. No other side effects."}, {"id": 1439623987240132609, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/3nTIToup69 https://t.co/X5XqNgYX7j", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/3nTIToup69"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439623882776801281, "verified": false, "tweet_text": "@TheatreHoBo @mbbaird You have VIP access to SkyPalace now 🎉\nI think JK would have gotten his second dose 2 weeks after Stampede. \nHis MO is to wait until it’s far too late.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TheatreHoBo", "mbbaird"], "tweet_emoticons": ["🎉"], "country": "USA", "text_en": "You have VIP access to SkyPalace now I think JK would have gotten his second dose weeks after Stampede. His MO is to wait until its far too late."}, {"id": 1439623817802838016, "verified": false, "tweet_text": "kk good night ❤️ vaccine second dose tomorrow hope i wake up on time 🤒\nhttps://t.co/ZEwfzhTFXI", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🤒", "❤️"], "country": "USA", "text_en": "kk good night vaccine second dose tomorrow hope i wake up on time"}, {"id": 1439623428110274563, "verified": false, "tweet_text": "@Savannahbardot @DeinertSina Sav have you already taken the second dose of the vaccine?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Savannahbardot", "DeinertSina"], "country": "USA", "text_en": "Sav have you already taken the second dose of the vaccine?"}, {"id": 1439623274443329539, "verified": false, "tweet_text": "Effect from my second dose vaccine was real , its not just got fever but I got cough the same time 😷. The pain is real", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😷"], "country": "USA", "text_en": "Effect from my second dose vaccine was real , its not just got fever but I got cough the same time . The pain is real"}, {"id": 1439623031639494659, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "USA", "text_en": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439623012433629187, "verified": false, "tweet_text": "Yooo. Second dose az pun belum dapat ni. Hahah. https://t.co/cLkWYEG6LR", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/cLkWYEG6LR"]}, {"id": 1439622568886128644, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "USA", "text_en": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439622509184397314, "verified": false, "tweet_text": "@kartmankrlos Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos"], "country": "USA", "text_en": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439622240677425156, "verified": false, "tweet_text": "@my_sejahtera hello kenapa dah settle second dose....dah fully vaccinated tapi dalam mysejahtera not vaccinate????? helpppp", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["my_sejahtera"]}, {"id": 1439622181286072325, "verified": false, "tweet_text": "Mathematical fact In God does this is a hefty dose of various species and second, we make #Lebed", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Lebed"], "country": "USA", "text_en": "Mathematical fact In God does this is a hefty dose of various species and second, we make"}, {"id": 1439622086230560770, "verified": false, "tweet_text": "@aemieruls_ nak tunggu second dose pon dah berjangggut woi😭", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["aemieruls_"], "tweet_emoticons": ["😭"]}, {"id": 1439621611058049037, "verified": false, "tweet_text": "getting my second dose on kokomi day https://t.co/sjHAMTg1DT", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "getting my second dose on kokomi day"}, {"id": 1439621518195970052, "verified": false, "tweet_text": "Off to get a second Pfizer dose and 3rd vaccine, due to the fact that many countries won't recognize my first AZ vaccination. Have a wonderful Sunday everyone!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Off to get a second Pfizer dose and rd vaccine, due to the fact that many countries won't recognize my first AZ vaccination. Have a wonderful Sunday everyone!"}, {"id": 1439621471849025537, "verified": false, "tweet_text": "this second dose really has me crying and throwing up fr", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "this second dose really has me crying and throwing up fr"}, {"id": 1439621425472679941, "verified": false, "tweet_text": "@DbhWilhelm @mellarina5133 @Nato22455425 @M08626819 @jetixfreddy In general, people are considered fully vaccinated: ±\n2 weeks after their second dose in a 2-dose series\n\n2 weeks after a single-dose vaccine,\n\nIf you don’t meet these requirements, regardless of your age, you are NOT fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DbhWilhelm", "mellarina5133", "Nato22455425", "M08626819", "jetixfreddy"], "country": "USA", "text_en": "In general, people are considered fully vaccinated: weeks after their second dose in a -dose series weeks after a single-dose vaccine, If you dont meet these requirements, regardless of your age, you are NOT fully vaccinated"}, {"id": 1439621378383269897, "verified": true, "tweet_text": "@alexmarr98 @craigfowler86 We’re building towards it. But need a dose dose of realism after slumming it in the second tier. A wee run to the Europa League quarter finals next season will get us great experience for the Champions League in 2023/24 having won the 2022/23 title.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["alexmarr98", "craigfowler86"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Were building towards it. But need a dose dose of realism after slumming it in the second tier. A wee run to the Europa League quarter finals next season will get us great experience for the Champions League in /24 having won the /23 title."}, {"id": 1439621253913059329, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "USA", "text_en": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439621250830249987, "verified": false, "tweet_text": "@psad19611 Yes.  It can be rough but it does not last too long.  Was it your second dose?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes. It can be rough but it does not last too long. Was it your second dose?"}, {"id": 1439621197533220866, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Lee pedazo de imbecil.\nQuantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "USA", "text_en": "Lee pedazo de imbecil. Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439621145054093315, "verified": false, "tweet_text": "study from the University of Birmingham and Public Health England: “Antibody response in people aged over 80 is three-and-a-half times greater in those who have the second dose of the Pfizer Covid-19 vaccine after 12 weeks compared to those who have it at a three-week interval.”", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "study from the University of Birmingham and Public Health England: Antibody response in people aged over is three-and-a-half times greater in those who have the second dose of the Pfizer Covid-19 vaccine after weeks compared to those who have it at a three-week interval."}, {"id": 1439621097322729474, "verified": false, "tweet_text": "@cyxndreas Wow good luck but for me, i got fever for two days after getting second dose..i wish you all the best and stay safe, bestie🥰", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cyxndreas"], "tweet_emoticons": ["🥰"], "country": "USA", "text_en": "Wow good luck but for me, i got fever for two days after getting second dose..i wish you all the best and stay safe, bestie"}, {"id": 1439621011780087818, "verified": false, "tweet_text": "I had a kidney tx 11 years ago. I did second dose Moderna five months ago. I'd like to check my immune response before doing the third dose. Do you recommend this or is it unnecessary? I confess that I would like clearer information about the third dose.\n#thirdose\n@mkwillicombe", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["thirdose"], "mentions": ["mkwillicombe"], "country": "USA", "text_en": "I had a kidney tx years ago. I did second dose Moderna five months ago. I'd like to check my immune response before doing the third dose. Do you recommend this or is it unnecessary? I confess that I would like clearer information about the third dose."}, {"id": 1439620953999298563, "verified": false, "tweet_text": "I got my second dose today!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I got my second dose today!"}, {"id": 1439620821606092809, "verified": false, "tweet_text": "getting my second dose of the vaccine on during the full moon what was i thinking", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "getting my second dose of the vaccine on during the full moon what was i thinking"}, {"id": 1439620713141321728, "verified": false, "tweet_text": "WFH for 14 days since I just got my second dose vaccination", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "WFH for days since I just got my second dose vaccination"}, {"id": 1439620576948236300, "verified": false, "tweet_text": "Second dose vaccines administered on 18/09/2021: 71101\n\nTotal number of second dose vaccines: 44428209\n\nPercentage of population now fully vaccinated: 65.4%", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Second dose vaccines administered on /09/2021: Total number of second dose vaccines: Percentage of population now fully vaccinated: %"}, {"id": 1439620462330490880, "verified": true, "tweet_text": "Walk-in Covid-19 vaccination clinics tomorrow (Mon, Sep 20) for people 16+ in Bolton.\n\n@BoltonUni vaccination bus 👨‍🎓\nfirst and second dose Pfizer\n10am to 2pm (updated times)\n\nHorwich RMI \nfirst and second dose AZ and Pfizer\n1pm to 8pm\n\nPlease bring a face covering. https://t.co/aL2Hmv3U2t", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BoltonUni"], "tweet_emoticons": ["👨‍🎓"], "country": "USA", "text_en": "Walk-in Covid-19 vaccination clinics tomorrow (Mon, Sep ) for people + in Bolton. vaccination bus first and second dose Pfizer am to pm (updated times) Horwich RMI first and second dose AZ and Pfizer pm to pm Please bring a face covering."}, {"id": 1439620446736035847, "verified": false, "tweet_text": "@psad19611 Yep, that’s how I felt too, and almost skipped the second dose because I didn’t want to feel that way again. Then my doctor reminded me that shingles would feel a thousand times worse. Took me 3 days to recover.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yep, thats how I felt too, and almost skipped the second dose because I didnt want to feel that way again. Then my doctor reminded me that shingles would feel a thousand times worse. Took me days to recover."}, {"id": 1439620325956677637, "verified": false, "tweet_text": "@impatientmiss @DavidLevy101 @psad19611 Agreed. Had my second dose Friday afternoon so it's fresh in my mind. About 24 hours of achy and slightly elevated temp. I'm OK this morning. Always get any vax on a Friday so you don't have to miss work.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["impatientmiss", "DavidLevy101", "psad19611"], "country": "USA", "text_en": "Agreed. Had my second dose Friday afternoon so it's fresh in my mind. About hours of achy and slightly elevated temp. I'm OK this morning. Always get any vax on a Friday so you don't have to miss work."}, {"id": 1439620320680349702, "verified": false, "tweet_text": "@nytimes he got the JJ vaccine. Hopefully JJ vaccinated can get a second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["nytimes"], "country": "USA", "text_en": "he got the JJ vaccine. Hopefully JJ vaccinated can get a second dose"}, {"id": 1439620304494596101, "verified": true, "tweet_text": "WALK-IN CLINIC by @Fraserhealth and @CityofSurrey \n\n📍Dasmesh Darbar Gurdwara\n  Sept. 19, from 10am to 4pm \n\n✅ FIRST and SECOND dose\n✅Ages 12+ \n✅No appointments needed\n\n#VaxForBC #BCimmUNITY #CommunityImmunity https://t.co/8YEEqVndVp", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["VaxForBC", "BCimmUNITY", "CommunityImmunity"], "mentions": ["Fraserhealth", "CityofSurrey"], "tweet_emoticons": ["📍", "✅"], "country": "USA", "text_en": "WALK-IN CLINIC by and Dasmesh Darbar Gurdwara Sept. , from am to pm FIRST and SECOND dose Ages + No appointments needed"}, {"id": 1439620107861434371, "verified": false, "tweet_text": "@themohwgovjm @christufton @julietcuthbert I tried to make appointment for second dose, but its asking for a reference number that I did not received. How do I go about setting the appointment when I was never given a reference number?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["themohwgovjm", "christufton", "julietcuthbert"], "country": "USA", "text_en": "I tried to make appointment for second dose, but its asking for a reference number that I did not received. How do I go about setting the appointment when I was never given a reference number?"}, {"id": 1439620042296111111, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/YiYuk1h78d via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/YiYuk1h78d"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439620016014446598, "verified": false, "tweet_text": "esok nak gi vaccine for second dose punya but takut pulak nak pakai lawa lawa takut kang org judge kita pulakk •́  ‿ ,•̀", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439620013837611010, "verified": false, "tweet_text": "@AlyceLuffKnits @bmaz My first shingles shot (I’m getting the second dose next month) only caused my arm to be sore for a few days.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AlyceLuffKnits", "bmaz"], "country": "USA", "text_en": "My first shingles shot (Im getting the second dose next month) only caused my arm to be sore for a few days."}, {"id": 1439620002928340999, "verified": false, "tweet_text": "@ZDoggMD @MonicaGandhi9 @TikTokSupport Just wait till it’s 6mo past second dose. It’s a third dose and many maaany viruses / bacteria need more than two shots for prolonged immunity. We started experiencing massive numbers of 2d vaccinated getting sick with severe disease and mortality. Look at our data from Israel.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ZDoggMD", "MonicaGandhi9", "TikTokSupport"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Just wait till its mo past second dose. Its a third dose and many maaany viruses / bacteria need more than two shots for prolonged immunity. We started experiencing massive numbers of d vaccinated getting sick with severe disease and mortality. Look at our data from Israel."}, {"id": 1439619940089163782, "verified": false, "tweet_text": "I can’t sleep huhu, it’s my second dose pa naman", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I cant sleep huhu, its my second dose pa naman"}, {"id": 1439619780135342084, "verified": false, "tweet_text": "This. Is a lie. I swear I was gonna bleed to death with my first dose and the clotting my God 😳 but everything went back to normal after the second dose https://t.co/5hTm7kflHT", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/5hTm7kflHT"], "tweet_emoticons": ["😳"], "country": "USA", "text_en": "This. Is a lie. I swear I was gonna bleed to death with my first dose and the clotting my God but everything went back to normal after the second dose"}, {"id": 1439619643807838213, "verified": false, "tweet_text": "second dose hurts way more than the first🤕👍", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🤕", "👍"], "country": "USA", "text_en": "second dose hurts way more than the first"}, {"id": 1439619527889899527, "verified": false, "tweet_text": "I’ve never had shingles but I know people who have. They said it’s pure misery. I got the shot. I felt like I had the flu after the first dose. I felt fine after the second.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Ive never had shingles but I know people who have. They said its pure misery. I got the shot. I felt like I had the flu after the first dose. I felt fine after the second."}, {"id": 1439619411246125058, "verified": false, "tweet_text": "was planning to sleep late but then remembered i have to get my second dose tmr", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "was planning to sleep late but then remembered i have to get my second dose tmr"}, {"id": 1439619096002371592, "verified": false, "tweet_text": "“Happy birthday, love,” he whispers against her lips and kisses her like it was the first time.\n\n#dhrbirthdaybash \n(have approximately 0 inspiration + my second dose of covid vaccine is kicking me in the head but i really wanted to do something)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["dhrbirthdaybash"], "country": "USA", "text_en": "Happy birthday, love, he whispers against her lips and kisses her like it was the first time. (have approximately inspiration + my second dose of covid vaccine is kicking me in the head but i really wanted to do something)"}, {"id": 1439619088792256515, "verified": false, "tweet_text": "@Lets_getgoing25 I did the second dose and it found it", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Lets_getgoing25"], "country": "USA", "text_en": "I did the second dose and it found it"}, {"id": 1439619079619452936, "verified": false, "tweet_text": "@1keydonkey @beatthesystem1 I hope she won't have a second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["1keydonkey", "beatthesystem1"], "country": "USA", "text_en": "I hope she won't have a second dose"}, {"id": 1439619021234659335, "verified": false, "tweet_text": "@psad19611 I had the same problem with the second dose (not the first) and my arm felt like someone hit it was a baseball bat. I woke up at night with extreme chills, later I woke up feeling hot but it passed within a day.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I had the same problem with the second dose (not the first) and my arm felt like someone hit it was a baseball bat. I woke up at night with extreme chills, later I woke up feeling hot but it passed within a day."}, {"id": 1439618970915508230, "verified": false, "tweet_text": "Fuck is a vaccine I ain’t even take my second dose of insulin", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Fuck is a vaccine I aint even take my second dose of insulin"}, {"id": 1439618945300926467, "verified": true, "tweet_text": "Nearly 2 million people in Texas are overdue for a second dose of the COVID-19 vaccine https://t.co/6wNC0qlEgu via @TexasTribune", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TexasTribune"], "tweet_urls": ["https://t.co/6wNC0qlEgu"], "country": "USA", "text_en": "Nearly million people in Texas are overdue for a second dose of the COVID-19 vaccine via"}, {"id": 1439618736185618434, "verified": false, "tweet_text": "second vaccine dose lets goo", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "second vaccine dose lets goo"}, {"id": 1439618687825289220, "verified": false, "tweet_text": "https://t.co/0Jr9dJ7QpF", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/0Jr9dJ7QpF"]}, {"id": 1439618549224333315, "verified": false, "tweet_text": "@aemieruls_ HAHA KALAU MCM TU TAHUN DEPAN JE LAH DINE IN! SECOND DOSE PUN HUHUNG BULAN NI BARU DAPAT.", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["aemieruls_"]}, {"id": 1439618427409166337, "verified": false, "tweet_text": "@psad19611 Was it your first or second dose? We got our first two weeks ago, without reaction. Doc said to get second at the six month mark, rather than sooner due to side effects you described.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Was it your first or second dose? We got our first two weeks ago, without reaction. Doc said to get second at the six month mark, rather than sooner due to side effects you described."}, {"id": 1439618314272129026, "verified": false, "tweet_text": "@JSteinbachsND @iangarrickmason There are no 'games' being played, sufficient antibody protection doesn't maximize until 14 days after second dose. It is science. They can measure it.\n\nThe data is categorized as fully vaxxed vs partially/unvaxxed.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JSteinbachsND", "iangarrickmason"], "country": "USA", "text_en": "There are no 'games' being played, sufficient antibody protection doesn't maximize until days after second dose. It is science. They can measure it. The data is categorized as fully vaxxed vs partially/unvaxxed."}, {"id": 1439618278469603328, "verified": false, "tweet_text": "@VaccineTruth2 @Carolin35224088 @stkirsch After a second reading, the study, being in vitro, doesn't demonstrate infection enhancement (at low dose of Pfizer antibodies) will occur in patients with a healthy immune system. For now, the best practice will be boosters for elderly and immunocompromised.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["VaccineTruth2", "Carolin35224088", "stkirsch"], "country": "USA", "text_en": "After a second reading, the study, being in vitro, doesn't demonstrate infection enhancement (at low dose of Pfizer antibodies) will occur in patients with a healthy immune system. For now, the best practice will be boosters for elderly and immunocompromised."}, {"id": 1439618236245430275, "verified": false, "tweet_text": "Goodnight my love~. I wish you a good sleep tonight. I'll be ia for the whole day tomorrow since I'll be having my second dose of vaccine~", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Goodnight my love~. I wish you a good sleep tonight. I'll be ia for the whole day tomorrow since I'll be having my second dose of vaccine~"}, {"id": 1439618229756841989, "verified": false, "tweet_text": "@maj_tongco Astra ka bi eh no? Tagal nga nyan mag second dose. Si ate parang hanggang ngayon wala laring 2nd dose. Naunahan pa namin ni kuya eh nauna pa sya mag 1st dose samin.", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["maj_tongco"]}, {"id": 1439618217283100685, "verified": false, "tweet_text": "@Adekbolaji Unfortunately my second dose is scheduled on a date after I must have left US .", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Adekbolaji"], "country": "USA", "text_en": "Unfortunately my second dose is scheduled on a date after I must have left US ."}, {"id": 1439618103374188553, "verified": false, "tweet_text": "If i get my first dose of the vaccine on oct 1st how long until i get the second dose? Anyone?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "If i get my first dose of the vaccine on oct st how long until i get the second dose? Anyone?"}, {"id": 1439618037561311233, "verified": false, "tweet_text": "@Angelasfreenews WTH!  and they gave her the second dose after she started have seizures?!  FFS!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Angelasfreenews"], "country": "USA", "text_en": "WTH! and they gave her the second dose after she started have seizures?! FFS!"}, {"id": 1439618012949016580, "verified": false, "tweet_text": "@jmarsh4037 @Diane50Green @psad19611 I've had both doses of Shingrix - second dose two days ago. Slightly elevated temperature, body aches. Plan to get it on a Friday or whatever your last work day for the week is so you won't have to miss work. Shingles is WORSE.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jmarsh4037", "Diane50Green", "psad19611"], "country": "USA", "text_en": "I've had both doses of Shingrix - second dose two days ago. Slightly elevated temperature, body aches. Plan to get it on a Friday or whatever your last work day for the week is so you won't have to miss work. Shingles is WORSE."}, {"id": 1439617901678391300, "verified": false, "tweet_text": "VAX FRAUD: CDC listing fully vaccinated COVID-19 deaths as unvaccinated if they die within 14 days of second dose - Survive the News https://t.co/AQlY0WRqDy", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/AQlY0WRqDy"], "country": "USA", "text_en": "VAX FRAUD: CDC listing fully vaccinated COVID-19 deaths as unvaccinated if they die within days of second dose - Survive the News"}, {"id": 1439617699005353984, "verified": false, "tweet_text": "@JamesWhomever @TheMorningSpew2 I got it alone and second dose knocked me on my ass.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JamesWhomever", "TheMorningSpew2"], "country": "USA", "text_en": "I got it alone and second dose knocked me on my ass."}, {"id": 1439617580864524296, "verified": false, "tweet_text": "i’m glad my second dose didn’t make me feel like my first one did", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "im glad my second dose didnt make me feel like my first one did"}, {"id": 1439617544474689540, "verified": false, "tweet_text": "@TheMorningSpew2 Just finished my second dose of shingrix in August. Spaced it out because second Covid was April. Do you have shingles now?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TheMorningSpew2"], "country": "USA", "text_en": "Just finished my second dose of shingrix in August. Spaced it out because second Covid was April. Do you have shingles now?"}, {"id": 1439617517597560833, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Me das asco como utilizas un estudio, que ni lesite, que contradice tu premisa y aun te cierra tu propio hocico.\nQuantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "MEXICO", "text_es": "Me das asco como utilizas un estudio, que ni lesite, que contradice tu premisa y aun te cierra tu propio hocico. Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm."}, {"id": 1439617441643048960, "verified": false, "tweet_text": "@ONThealth @ONgov @Metrolinx @GOtransit @ONsafety @ONtransport @ONtrainandstudy @NiagaraRegion @niagaracollege The pharmaceutical industry needs to go back to the drawing board. Israel is on its 3rd and 4th boosters now. New plan required. Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ONThealth", "ONgov", "Metrolinx", "GOtransit", "ONsafety", "ONtransport", "ONtrainandstudy", "NiagaraRegion", "niagaracollege"], "country": "USA", "text_en": "The pharmaceutical industry needs to go back to the drawing board. Israel is on its rd and th boosters now. New plan required. Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau."}, {"id": 1439617371191201800, "verified": false, "tweet_text": "@DCEastSinghbhum @HemantSorenJMM @JharkhandCMO @NHM_JHARKHAND @PRDJSR Sir please telco area me covaxin second dose ka arrange karwa digiye\nKuch dino se yaha covaxin nhi aaya\nMere family members ka date late ho rha hai", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DCEastSinghbhum", "HemantSorenJMM", "JharkhandCMO", "NHM_JHARKHAND", "PRDJSR"]}, {"id": 1439617354426503168, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.\n\nClaro que a personas como tú las voy a insultar. Pedazos de imbéciles.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "MEXICO", "text_es": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm. Claro que a personas como tú las voy a insultar. Pedazos de imbéciles."}, {"id": 1439617234813419526, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.\n\nQue preciosa conclusión.\nLiteralmente hay mayor beneficio que peligro con la vacuna administrada a menores.", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "MEXICO", "text_es": "Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm. Que preciosa conclusión. Literalmente hay mayor beneficio que peligro con la vacuna administrada a menores."}, {"id": 1439617073265709061, "verified": false, "tweet_text": "I ALREADY HAVE THE SECOND DOSE OF THE VACCINE LETS FUCKING GO THIS IS FOR U TECHNOBLADE", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I ALREADY HAVE THE SECOND DOSE OF THE VACCINE LETS FUCKING GO THIS IS FOR U TECHNOBLADE"}, {"id": 1439617049555128328, "verified": false, "tweet_text": "@kartmankrlos @aditafa15 @luigicantu Wow, mentir. Que bajo has caído. Dime en qué parte del estudio dice eso? \nPorque su conclusión es \n\"Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.\"", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kartmankrlos", "aditafa15", "luigicantu"], "country": "MEXICO", "text_es": "Wow, mentir. Que bajo has caído. Dime en qué parte del estudio dice eso? Porque su conclusión es \"Quantification of the benefits of the second vaccination dose and vaccination in addition to natural immunity in this demographic may be indicated to minimize harm.\""}, {"id": 1439616988310089729, "verified": false, "tweet_text": "@sammyfromitaly thank you! here the third dose is available for everyone who got the second dose at least five months ago. but it sounds like you’re heading that way too so that’s great (!)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["sammyfromitaly"], "country": "USA", "text_en": "thank you! here the third dose is available for everyone who got the second dose at least five months ago. but it sounds like youre heading that way too so thats great (!)"}, {"id": 1439616805358776320, "verified": false, "tweet_text": "The FDA SUCHS\nData collected from 18 states between March and August suggest the Pfizer-BioNTech vaccine reduces the risk of being hospitalized with COVID by 91% in the first 4 months after receiving the second dose. Beyond 120 days, however, that vaccine efficacy drops to 77%.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "The FDA SUCHS Data collected from states between March and August suggestthe Pfizer-BioNTech vaccinereduces the risk of being hospitalized with COVID by % in the first months after receiving the second dose. Beyond days, however, thatvaccine efficacy dropsto %."}, {"id": 1439616609832800261, "verified": false, "tweet_text": "@Kavitastocks Ready for feverish feeling. \nMost people of second dose reported in including me.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Kavitastocks"], "country": "USA", "text_en": "Ready for feverish feeling. Most people of second dose reported in including me."}, {"id": 1439616601825767435, "verified": false, "tweet_text": "@snide_sally @psad19611 EXACTLY. Just had my second dose of Shingrix on Friday - planned for a FRIDAY on purpose so that I could just lie low for a few days.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["snide_sally", "psad19611"], "country": "USA", "text_en": "EXACTLY. Just had my second dose of Shingrix on Friday - planned for a FRIDAY on purpose so that I could just lie low for a few days."}, {"id": 1439616521798520833, "verified": true, "tweet_text": "The Office of the Vice President's (OVP) vaccine express was back in Pasig City on Sunday for the second-dose vaccination of A4 residents, with Vice President  Leni Robredo in attendance.\n\nhttps://t.co/UONVu9spFJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/UONVu9spFJ"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The Office of the Vice President's (OVP) vaccine express was back in Pasig City on Sunday for the second-dose vaccination of A4 residents, with Vice President Leni Robredo in attendance."}, {"id": 1439616437115490306, "verified": false, "tweet_text": "@trevortombe Lucky you! I can’t get the website to verify me! I’m so frustrated and I’m travelling to Ontario soon. Guess I’ll just take the document that I received after my second dose. Yikes! 😬", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["trevortombe"], "tweet_emoticons": ["😬"], "country": "USA", "text_en": "Lucky you! I cant get the website to verify me! Im so frustrated and Im travelling to Ontario soon. Guess Ill just take the document that I received after my second dose. Yikes!"}, {"id": 1439616348796203009, "verified": false, "tweet_text": "@ChongoTweet Yeah you have to get your second dose to be considered for the Psychonauts", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ChongoTweet"], "country": "USA", "text_en": "Yeah you have to get your second dose to be considered for the Psychonauts"}, {"id": 1439615948479078407, "verified": false, "tweet_text": "me after completing my two weeks while my sister waiting for her second dose 😂😂 https://t.co/KSCOstACfc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/KSCOstACfc"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "me after completing my two weeks while my sister waiting for her second dose"}, {"id": 1439615944360226821, "verified": false, "tweet_text": "@cris_chan10 ako naman nung una rhinitis lang nakapa vaccine pa nga ako for my second dose and monday sore throat lang ganun so parang di ko pinansin masyado kasi mahilig ako sa colas &amp; chocolates. pero nung Wednesday nawalan ako panlasa and pang-amoy talaga and inuubo at sipon na me +++", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cris_chan10"]}, {"id": 1439615897186996232, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/kS1Ew2gKEJ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/kS1Ew2gKEJ"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439615766341603329, "verified": false, "tweet_text": "Huge Mistake? – Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: “I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body” https://t.co/wJCxrpCw5u", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/wJCxrpCw5u"], "country": "USA", "text_en": "Huge Mistake? Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body"}, {"id": 1439615683252428806, "verified": false, "tweet_text": "@coxo3o7s got the first dose, second one in a few days. \ngoodluck &lt;3", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["coxo3o7s"], "country": "USA", "text_en": "got the first dose, second one in a few days. goodluck &lt;3"}, {"id": 1439615611663896590, "verified": false, "tweet_text": "My wife and I take second dose of covaxin can you take any vaccine", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "My wife and I take second dose of covaxin can you take any vaccine"}, {"id": 1439615551463116802, "verified": false, "tweet_text": "getting my second dose on tuesday wooooo https://t.co/K8PO9RaLJd", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "getting my second dose on tuesday wooooo"}, {"id": 1439615487659368463, "verified": false, "tweet_text": "this has been the longest night ever i woke up at 3 bc i was cold but my face was hot so i thought i had a fever and couldn’t go back to sleep i woke up at 8 for no reason and my arm hurts bc i got my second dose and i have cramps 😫", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😫"], "country": "USA", "text_en": "this has been the longest night ever i woke up at bc i was cold but my face was hot so i thought i had a fever and couldnt go back to sleep i woke up at for no reason and my arm hurts bc i got my second dose and i have cramps"}, {"id": 1439615368524402690, "verified": false, "tweet_text": "@kwcmoore @goldenret52 Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau. New vaccine needed, back to the drawing board pharma.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["kwcmoore", "goldenret52"], "country": "USA", "text_en": "Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau. New vaccine needed, back to the drawing board pharma."}, {"id": 1439615222411497475, "verified": false, "tweet_text": "@aemieruls_ Aku kena AZ first dose dah 4 hari cuti. Second dose mungkin 8 hari cuti. Kalau tmbah lagi mau sampai tahun depan aku cuti. Cilake betul la", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["aemieruls_"]}, {"id": 1439615129977503745, "verified": false, "tweet_text": "@dufgil @goldenret52 @RealRGM81 @liberal_party Did you get your sucker for jumping on the blood clotting vaccine bus?   Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["dufgil", "goldenret52", "RealRGM81", "liberal_party"], "country": "USA", "text_en": "Did you get your sucker for jumping on the blood clotting vaccine bus? Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau."}, {"id": 1439615113200390145, "verified": false, "tweet_text": "@MiaFarrow We’ve got a lot with single dose and for some reason they ignore getting the second shot but next Wed-we go to mandatory vaccination", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MiaFarrow"], "country": "USA", "text_en": "Weve got a lot with single dose and for some reason they ignore getting the second shot but next Wed-we go to mandatory vaccination"}, {"id": 1439614778100510721, "verified": false, "tweet_text": "Esok second dose and taktau nak pakai baju apa sebab kat sini tak bawak banyak bajuu 😭😭😭😭😭😭😭😭😭", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😭"]}, {"id": 1439614722999865349, "verified": false, "tweet_text": "@ldsfilmguy The second dose knocked me out for pretty much a whole day.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ldsfilmguy"], "country": "USA", "text_en": "The second dose knocked me out for pretty much a whole day."}, {"id": 1439614718981906437, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/c2cnNQh38h via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/c2cnNQh38h"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439614492782911494, "verified": false, "tweet_text": "2 weeks after second dose pa kasi pwede bumalik sa meds ☠️☠️☠️ I h8 it", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["☠️"]}, {"id": 1439614474923569159, "verified": true, "tweet_text": "Vaccine is available in #QuesnelBC today at the West Fraser Timber Park. \n\nThis Drive-Thru clinic is open from 10am to 4pm. Drive through to get your first or second dose without an appointment.\n\n@coraleeoakes #VaxForBC", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["QuesnelBC", "VaxForBC"], "mentions": ["coraleeoakes"], "country": "USA", "text_en": "Vaccine is available in today at the West Fraser Timber Park. This Drive-Thru clinic is open from am to pm. Drive through to get your first or second dose without an appointment."}, {"id": 1439614366513438721, "verified": false, "tweet_text": "1 day nalang second dose na, baka dito ako tamaan", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439613963784921097, "verified": false, "tweet_text": "@Savannahbardot @SaadiyatRotana @NowUnitedMusic Sav have you already taken the second dose of the vaccine?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Savannahbardot", "SaadiyatRotana", "NowUnitedMusic"], "country": "USA", "text_en": "Sav have you already taken the second dose of the vaccine?"}, {"id": 1439613954896973825, "verified": false, "tweet_text": "@psad19611 After I had the first shingles shot I got sick and actually got shingles. I never went back for second dose. It affects people differently.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "After I had the first shingles shot I got sick and actually got shingles. I never went back for second dose. It affects people differently."}, {"id": 1439613942150705167, "verified": false, "tweet_text": "@ByramBridle Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau. Trudeau tell the children your forced vaccines are safe.. Lol", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ByramBridle"], "country": "USA", "text_en": "Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau. Trudeau tell the children your forced vaccines are safe.. Lol"}, {"id": 1439613829420224519, "verified": true, "tweet_text": "A vaccine clinic is open today at Waneta Plaza in #TrailBC.\n\nHead to 8100 BC-3B between 9am and 4pm (closed between noon and 1) to get your first or second dose without an appointment. \n\n@KatrineConroy #VaxForBC", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["TrailBC", "VaxForBC"], "mentions": ["KatrineConroy"], "country": "USA", "text_en": "A vaccine clinic is open today at Waneta Plaza in . Head to BC-3B between am and pm (closed between noon and ) to get your first or second dose without an appointment."}, {"id": 1439613765138501632, "verified": false, "tweet_text": "@IAmSophiaNelson The latest two dose vaccine knocked me on my a$$ for 24 hours. I had all but 2 of the side effects. But, compared to shingles? Looking forward to my second shot. Btw. Pfizer was a breeze. Go figure.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["IAmSophiaNelson"], "country": "USA", "text_en": "The latest two dose vaccine knocked me on my a$$ for hours. I had all but of the side effects. But, compared to shingles? Looking forward to my second shot. Btw. Pfizer was a breeze. Go figure."}, {"id": 1439613309355970560, "verified": false, "tweet_text": "Was just at a Ray Harryhausen exhibition (if you don't know who he is, then he is basically the daddy of animation) it was really coolh. The. I finished the day out off with dropping by a drop in clinic for a second pfizer dose. https://t.co/mOTTEDlTuO", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Was just at a Ray Harryhausen exhibition (if you don't know who he is, then he is basically the daddy of animation) it was really coolh. The. I finished the day out off with dropping by a drop in clinic for a second pfizer dose."}, {"id": 1439613191789572101, "verified": false, "tweet_text": "excited for my dental appointment the afternoon of my second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "excited for my dental appointment the afternoon of my second dose"}, {"id": 1439612953083330565, "verified": false, "tweet_text": "Penangan second dose..😵😵", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😵"]}, {"id": 1439612880773697537, "verified": false, "tweet_text": "@wmiddelkoop Know one person who had an allergic reaction to first dose. Doctor told them not to take second dose.\n\nAlmost 2 years in and i still don't know of anyone hospitalized or died from virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["wmiddelkoop"], "country": "USA", "text_en": "Know one person who had an allergic reaction to first dose. Doctor told them not to take second dose. Almost years in and i still don't know of anyone hospitalized or died from virus."}, {"id": 1439612871030284288, "verified": false, "tweet_text": "@youmemmatsix Technically it’s even less than 1.2%. The people that have died post-2 weeks after their second dose (when protection ‘kicks in’) are only in the 200s", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["youmemmatsix"], "country": "USA", "text_en": "Technically its even less than %. The people that have died post-2 weeks after their second dose (when protection kicks in) are only in the s"}, {"id": 1439612603010011137, "verified": false, "tweet_text": "604 COVID-19 vaccine doses registered in NI on Saturday 18 September 2021\n• 434 first\n• 170 second\n• 72%/28% dose mix\n\n2,505,607 in total\n• 1,304,999 first\n• 1,200,606 second\n\nPopulation (16+) vaccinated\n• 87.0% first\n• 80.1% second\n\nhttps://t.co/7B7odVzCVL", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/7B7odVzCVL"], "country": "USA", "text_en": "COVID-19 vaccine doses registered in NI on Saturday September first second %/28% dose mix in total first second Population (16+) vaccinated % first % second"}, {"id": 1439612376467193858, "verified": false, "tweet_text": "so the second dose was a smooth ride unlike the traumatic first one", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "so the second dose was a smooth ride unlike the traumatic first one"}, {"id": 1439612358456918023, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/MUFX4x9nPB via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/MUFX4x9nPB"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439612052440424451, "verified": false, "tweet_text": "@uche_blackstock @TheSicilian53 Although there is increasing evidence that delaying the second dose leads to longer-lasting immunity per UK data, no?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["uche_blackstock", "TheSicilian53"], "country": "USA", "text_en": "Although there is increasing evidence that delaying the second dose leads to longer-lasting immunity per UK data, no?"}, {"id": 1439611950766313473, "verified": false, "tweet_text": "@Gotztheironhand @mrcomputron @basedLibertea @B_Dub3 @Timcast Your anecdotes aren’t good substitutes for data. Data show that vaxxed  people have greater protection from the disease than unvaxxed.\n\nI doubt the validity of the 1st anecdote. As for the 2nd anecdote: you aren’t considered fully vaccinated until 2 weeks after the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Gotztheironhand", "mrcomputron", "basedLibertea", "B_Dub3", "Timcast"], "country": "USA", "text_en": "Your anecdotes arent good substitutes for data. Data show that vaxxed people have greater protection from the disease than unvaxxed. I doubt the validity of the st anecdote. As for the nd anecdote: you arent considered fully vaccinated until weeks after the second dose."}, {"id": 1439611871619911681, "verified": false, "tweet_text": "@cadders73 @CwmTafMorgannwg @pfizer @CwmTafMorgannwg were doing walk ins today for boosters, providing your second dose was at least 6 months prior. They were happy for any health board or trust staff, providing NHS staff. My wife had hers too (she’s Cardiff and Vale)", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["cadders73", "CwmTafMorgannwg", "pfizer", "CwmTafMorgannwg"], "country": "USA", "text_en": "were doing walk ins today for boosters, providing your second dose was at least months prior. They were happy for any health board or trust staff, providing NHS staff. My wife had hers too (shes Cardiff and Vale)"}, {"id": 1439611853039046657, "verified": false, "tweet_text": "@CovfefeChan On the contrary: I'm gonna give you one free hit. You'll be so hooked you'll pay anything for a second \"dose\".", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["CovfefeChan"], "country": "USA", "text_en": "On the contrary: I'm gonna give you one free hit. You'll be so hooked you'll pay anything for a second \"dose\"."}, {"id": 1439611604014809089, "verified": false, "tweet_text": "@patriottakes Pretty sure this never happened. That said, it's up to you to verify what you're getting. When I got my first  shot, she said \"you're getting your 1st dose of the Moderna Covid vaccine today.\" When I got my second shot she basically just told me to pull up my sleeve. So I asked.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["patriottakes"], "country": "USA", "text_en": "Pretty sure this never happened. That said, it's up to you to verify what you're getting. When I got my first shot, she said \"you're getting your st dose of the Moderna Covid vaccine today.\" When I got my second shot she basically just told me to pull up my sleeve. So I asked."}, {"id": 1439611483969789952, "verified": false, "tweet_text": "getting my second dose today https://t.co/ErAmc7BDxe", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "getting my second dose today"}, {"id": 1439611348506202115, "verified": false, "tweet_text": "@JanisIrwin You beat me by one day on the first dose but I beat you by a day on the second - I think this means we share the crown for 30-somethings most eager to get vaccinated without skirting provincial eligibility guidelines.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JanisIrwin"], "country": "USA", "text_en": "You beat me by one day on the first dose but I beat you by a day on the second - I think this means we share the crown for -somethings most eager to get vaccinated without skirting provincial eligibility guidelines."}, {"id": 1439611234828050445, "verified": false, "tweet_text": "Guess who got a second dose and is now fully vaccinated? *points at self* THIS GUY! 😁💉🩹 https://t.co/NOOJQ9uzGN", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["💉", "😁", "🩹"], "country": "USA", "text_en": "Guess who got a second dose and is now fully vaccinated? *points at self* THIS GUY!"}, {"id": 1439611037997617154, "verified": false, "tweet_text": "@sputnikvaccine Not able to get second dose of Sputnik v in Haryana SAS nagar.I got 1st jab at Shalby hospital on 8th sep but now not getting any info on 2nd jab", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["sputnikvaccine"], "country": "USA", "text_en": "Not able to get second dose of Sputnik v in Haryana SAS nagar.I got st jab at Shalby hospital on th sep but now not getting any info on nd jab"}, {"id": 1439610807222890499, "verified": false, "tweet_text": "Can’t lie that second dose of pfizer fucked me up", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Cant lie that second dose of pfizer fucked me up"}, {"id": 1439610762733895694, "verified": false, "tweet_text": "Friends who have been vaxxed: how long did you feel sick for after the second dose?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Friends who have been vaxxed: how long did you feel sick for after the second dose?"}, {"id": 1439610464498069510, "verified": false, "tweet_text": "@psad19611 Yes - it sucks. And then you have to knowingly get the second dose, which also sucks. (&amp; yes twitter, I know it’s better than the actual Shingles)", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes - it sucks. And then you have to knowingly get the second dose, which also sucks. (&amp; yes twitter, I know its better than the actual Shingles)"}, {"id": 1439610337163051018, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/Q2EVAaN6gP via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/Q2EVAaN6gP"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439610178769506309, "verified": false, "tweet_text": "@sbattrawden Means 98.8% of Covid-19 deaths are to those partially or not vaccinated. \n\nGet the vaccination and get the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["sbattrawden"], "country": "USA", "text_en": "Means % of Covid-19 deaths are to those partially or not vaccinated. Get the vaccination and get the second dose."}, {"id": 1439609880835465223, "verified": false, "tweet_text": "Nearly 2 million people in Texas are overdue for a second dose of the COVID-19 vaccine https://t.co/BlTEBODHEt via @TexasTribune", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["TexasTribune"], "tweet_urls": ["https://t.co/BlTEBODHEt"], "country": "USA", "text_en": "Nearly million people in Texas are overdue for a second dose of the COVID-19 vaccine via"}, {"id": 1439609872069406721, "verified": false, "tweet_text": "@dinonewwest @CreationsofaBee @Kristyn_in_MI @JoeBiden There's far more fatal side effects of Covid than there are from any vaccine. If you're one of the 5 out of a million who have a severe allergic reaction to the vaccine? Then yes, I concede that's reason enough to avoid the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["dinonewwest", "CreationsofaBee", "Kristyn_in_MI", "JoeBiden"], "country": "USA", "text_en": "There's far more fatal side effects of Covid than there are from any vaccine. If you're one of the out of a million who have a severe allergic reaction to the vaccine? Then yes, I concede that's reason enough to avoid the second dose."}, {"id": 1439609826586341385, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/kup0XgU4bi", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/kup0XgU4bi"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439609728745676800, "verified": false, "tweet_text": "Awat effect second dose ni naik ruam 😭", "tweet_lang": "tl", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😭"]}, {"id": 1439609589041819651, "verified": false, "tweet_text": "@Laven_Bluwazel Otsukare!\nSorry I can't come to ur stream nee san! just got my second dose of the covid vaccine and damn, I'm to lazy to do Anything", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Laven_Bluwazel"], "country": "USA", "text_en": "Otsukare! Sorry I can't come to ur stream nee san! just got my second dose of the covid vaccine and damn, I'm to lazy to do Anything"}, {"id": 1439609580955181057, "verified": false, "tweet_text": "Last shot bago mag second dose😶‍🌫️", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😶‍🌫️"], "country": "USA", "text_en": "Last shot bago mag second dose"}, {"id": 1439609535337877506, "verified": false, "tweet_text": "Second dose pun saya belum pakcik https://t.co/woC84nYgyr", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/woC84nYgyr"]}, {"id": 1439609357046591494, "verified": false, "tweet_text": "@Saudi_Gazette @SaudiMOH This is great but people are facing problems getting the second dose of the same vaccine abroad @OfficialNcoc. Those who are still immunized by the first dose in #KSA should be allowed to enter directly.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["KSA"], "mentions": ["Saudi_Gazette", "SaudiMOH", "OfficialNcoc"], "country": "USA", "text_en": "This is great but people are facing problems getting the second dose of the same vaccine abroad . Those who are still immunized by the first dose in should be allowed to enter directly."}, {"id": 1439609223269150728, "verified": false, "tweet_text": "Got my second dose of the vaccine yesterday and don’t have the side effects. Yee!", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Got my second dose of the vaccine yesterday and dont have the side effects. Yee!"}, {"id": 1439609038908526596, "verified": false, "tweet_text": "I was sleeping kasi nga I had my second dose of vaccine kanina tapos when I wake up hinand over sakin ni kuya yung luma niyang ipad air coz he bought newer version with bigger screen. Haaaay thank you sa kuya ko at nadadagdagan ako gadgets for work ng libre 😍", "tweet_lang": "tl", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😍"]}, {"id": 1439608948919701504, "verified": false, "tweet_text": "I got vaccinated last Monday. I am not feeling well since Tuesday. I had a fever yesterday and today. But I still got the strength to do some chores. I hope I won't get sick on my second dose. Still, get vaccinated. 😀 and wear your mask 😷 #Covid19", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Covid19"], "tweet_emoticons": ["😀", "😷"], "country": "USA", "text_en": "I got vaccinated last Monday. I am not feeling well since Tuesday. I had a fever yesterday and today. But I still got the strength to do some chores. I hope I won't get sick on my second dose. Still, get vaccinated. and wear your mask"}, {"id": 1439608931601420302, "verified": false, "tweet_text": "@QT0ri tfw u complete a second dose https://t.co/OIdNYdsfSK", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["QT0ri"], "country": "USA", "text_en": "tfw u complete a second dose"}, {"id": 1439608812869062658, "verified": false, "tweet_text": "Second dose tomorrow 😵", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😵"], "country": "USA", "text_en": "Second dose tomorrow"}, {"id": 1439608773413380115, "verified": false, "tweet_text": "Second dose didn’t fuck me up this time", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Second dose didnt fuck me up this time"}, {"id": 1439608516889784324, "verified": false, "tweet_text": "got my second dose yesterday and my arm hurts so so bad", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "got my second dose yesterday and my arm hurts so so bad"}, {"id": 1439608456625881091, "verified": false, "tweet_text": "Second dose pun tak lepas lagi acano ni 🙃 https://t.co/Wh57UxKV3w", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/Wh57UxKV3w"], "tweet_emoticons": ["🙃"]}, {"id": 1439608304439803912, "verified": true, "tweet_text": "The inability of @NHSScotland to match a second dose of vaccine from the EU to Scottish records hampered last week’s work overseas. Soon my personal freedoms at home will be limited because of a paperwork quirk. @HumzaYousaf: how long until this is sorted?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["NHSScotland", "HumzaYousaf"], "country": "USA", "text_en": "The inability of to match a second dose of vaccine from the EU to Scottish records hampered last weeks work overseas. Soon my personal freedoms at home will be limited because of a paperwork quirk. : how long until this is sorted?"}, {"id": 1439608108859416579, "verified": false, "tweet_text": "My friend almost died the day after her second dose..spoke with her face to face yesterday..she will never be the same..a good Christian Woman trusting  Government.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "My friend almost died the day after her second dose..spoke with her face to face yesterday..she will never be the same..a good Christian Woman trusting Government."}, {"id": 1439607943553556485, "verified": false, "tweet_text": "@healeysshalifoe i’m fineeeeeee, i was feeling kinda rough after the second dose so i’ve been kinda sick", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["healeysshalifoe"], "country": "USA", "text_en": "im fineeeeeee, i was feeling kinda rough after the second dose so ive been kinda sick"}, {"id": 1439607637650386945, "verified": false, "tweet_text": "@psad19611 Yes. On my second dose I was sick as a dog but it was short lived.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes. On my second dose I was sick as a dog but it was short lived."}, {"id": 1439607600203632640, "verified": false, "tweet_text": "Pfizer was 91% effective against hospitalizations within 120 days of patients receiving a second dose, but its effectiveness fell to 77% after that, whereas Moderna’s effectiveness dropped just one point — from 93% to 92% — after 120 days https://t.co/fXRD2UXYa9", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/fXRD2UXYa9"], "country": "USA", "text_en": "Pfizer was % effective against hospitalizations within days of patients receiving a second dose, but its effectiveness fell to % after that, whereas Modernas effectiveness dropped just one point from % to % after days"}, {"id": 1439607577961279493, "verified": false, "tweet_text": "I literally told the Dr. when I went back for my second vaccine dose last month. They aren't taking note of the info?\n\nSo, doctors are blatantly ignoring women's statements that they had negative side effects here. Blatant lies. https://t.co/oXfr6ZsNNV", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/oXfr6ZsNNV"], "country": "USA", "text_en": "I literally told the Dr. when I went back for my second vaccine dose last month. They aren't taking note of the info? So, doctors are blatantly ignoring women's statements that they had negative side effects here. Blatant lies."}, {"id": 1439607574219853832, "verified": false, "tweet_text": "604 COVID-19 vaccine doses registered in NI on Saturday 18 September 2021\n• 434 first\n• 170 second\n• 72%/28% dose mix\n\n2,505,605 in total\n• 1,304,999 first\n• 1,200,606 second\n\nPopulation (16+) vaccinated\n• 87.0% first\n• 80.1% second\n\nhttps://t.co/tf16jz2rF4", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/tf16jz2rF4"], "country": "USA", "text_en": "COVID-19 vaccine doses registered in NI on Saturday September first second %/28% dose mix in total first second Population (16+) vaccinated % first % second"}, {"id": 1439607441445068801, "verified": false, "tweet_text": "@psad19611 I got my first dose of Shingrix last month, and just had a sore shoulder that evening.  In about a month I'll know what the second dose brings.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I got my first dose of Shingrix last month, and just had a sore shoulder that evening. In about a month I'll know what the second dose brings."}, {"id": 1439607292849164290, "verified": false, "tweet_text": "ive been vaccinated✅✅(the second dose)", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["✅"], "country": "USA", "text_en": "ive been vaccinated(the second dose)"}, {"id": 1439607281566560259, "verified": false, "tweet_text": "@beynate At the time only 1 dose, Public Health tells us you aren’t fully vaccinated until 14 days after the second dose. Was he or wasn’t he putting those around him at risk? If not why not?  In this pandemic your party called an election, isn’t that irresponsible? https://t.co/fcRKyymmZK", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["beynate"], "country": "USA", "text_en": "At the time only dose, Public Health tells us you arent fully vaccinated until days after the second dose. Was he or wasnt he putting those around him at risk? If not why not? In this pandemic your party called an election, isnt that irresponsible?"}, {"id": 1439606788714729480, "verified": false, "tweet_text": "@aisyahmashure Second dose chill chill je geng. Takyah panadol. Anda kebal😎", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["aisyahmashure"], "tweet_emoticons": ["😎"]}, {"id": 1439606785892102146, "verified": false, "tweet_text": "@hernehillhibee @IrvineWelsh @YouTube That's true but people do have personal experiences.  Some people who had covid have had immune system complications after the second dose of the vaccine. Many countries are not double jabbing people who've had it.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["hernehillhibee", "IrvineWelsh", "YouTube"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "That's true but people do have personal experiences. Some people who had covid have had immune system complications after the second dose of the vaccine. Many countries are not double jabbing people who've had it."}, {"id": 1439606623069081611, "verified": false, "tweet_text": "@ajoybahadursbi Sir ye second dose lgane k liye jagah bnayi hai", "tweet_lang": "hi", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["ajoybahadursbi"], "country": "INDIA", "text_hi": "Sir ye second dose lgane k liye jagah bnayi hai"}, {"id": 1439606526709223431, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/Uy3w4BBJ5g via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/Uy3w4BBJ5g"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439606380000956420, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/a4UGRh0XKW", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/a4UGRh0XKW"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439606283179491329, "verified": false, "tweet_text": "@psad19611 I had a tough time with the second dose--mostly a really sore arm.  Other than that--no side effects...Nothing with the 1st shot.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I had a tough time with the second dose--mostly a really sore arm. Other than that--no side effects...Nothing with the st shot."}, {"id": 1439606121543528457, "verified": false, "tweet_text": "Esok second dose!!!", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z"}, {"id": 1439605988659658754, "verified": false, "tweet_text": "i have my second dose of vaccination sched tom OMG LAST NA TO SORRY KUNG MAY LIVE DI KO NA PAPANUORIN 😔", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😔"], "country": "USA", "text_en": "i have my second dose of vaccination sched tom OMG LAST NA TO SORRY KUNG MAY LIVE DI KO NA PAPANUORIN"}, {"id": 1439605859408093188, "verified": true, "tweet_text": "Today is the LAST DAY to get in on the action for our #DaysofVaxtion events. Get your first or second #COVID19 vaccine dose today. Find a clinic: https://t.co/T4kqrjrv3M https://t.co/BeMEkfJNLz", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["DaysofVaxtion", "COVID19"], "tweet_urls": ["https://t.co/T4kqrjrv3M"], "country": "USA", "text_en": "Today is the LAST DAY to get in on the action for our events. Get your first or second vaccine dose today. Find a clinic:"}, {"id": 1439605641903894535, "verified": false, "tweet_text": "Is booster dose required after second dose of vaccination for Covid-19?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Is booster dose required after second dose of vaccination for Covid-19?"}, {"id": 1439605329449390082, "verified": false, "tweet_text": "The GOVAXX mobile bus is making its way to Abbey Gardens (1012 Garden Gate Dr., Haliburton) today! Stop by between 1-4pm for your first or second dose of a COVID-19 vaccine 😎 #StickItToCOVID https://t.co/AB9VJztN8e", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["StickItToCOVID"], "tweet_emoticons": ["😎"], "country": "USA", "text_en": "The GOVAXX mobile bus is making its way to Abbey Gardens (1012 Garden Gate Dr., Haliburton) today! Stop by between -4pm for your first or second dose of a COVID-19 vaccine"}, {"id": 1439605220770816004, "verified": false, "tweet_text": "didn't think the second dose would affect me like the first one, but i'm burning up and my back is one long line of sore stiffness", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "didn't think the second dose would affect me like the first one, but i'm burning up and my back is one long line of sore stiffness"}, {"id": 1439605211308326915, "verified": false, "tweet_text": "kasi 98% punya effect laaaa 3 dos hahaha tapi aque takot nak hadap, hok second dose punnn lahhh perit 😫😭", "tweet_lang": "tl", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😭", "😫"]}, {"id": 1439605136561610765, "verified": false, "tweet_text": "@TezMillerOz With the second dose my arm was sore enough I had trouble sleeping that night, but otherwise my side effects were quite mild. I lazed around in bed for a day in either case, because I'd already taken it off work.\n\nI did have likely menstrual side effects, though my period has--", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["TezMillerOz"], "country": "USA", "text_en": "With the second dose my arm was sore enough I had trouble sleeping that night, but otherwise my side effects were quite mild. I lazed around in bed for a day in either case, because I'd already taken it off work. I did have likely menstrual side effects, though my period has--"}, {"id": 1439605110393368586, "verified": false, "tweet_text": "Second dose tomorrow aaaaa", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Second dose tomorrow aaaaa"}, {"id": 1439605101748842497, "verified": false, "tweet_text": "Orang semua keluar bercuti, kau pulak baru second dose.. tak cukup 14 hari lagi", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z"}, {"id": 1439605088822071296, "verified": false, "tweet_text": "@ikrammkamal_ esok second dose u. 😖✋🏻", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["ikrammkamal_"], "tweet_emoticons": ["😖", "✋🏻"], "country": "MEXICO", "text_es": "esok second dose u. 😖✋🏻"}, {"id": 1439604957821480960, "verified": false, "tweet_text": "@Kamran35410436 @CP24 And then a fifth, sixth, seventh dose after that? No thanks. After I  get my second one that is the LAST one I’m getting. I’m getting sick of this shit.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Kamran35410436", "CP24"], "country": "USA", "text_en": "And then a fifth, sixth, seventh dose after that? No thanks. After I get my second one that is the LAST one Im getting. Im getting sick of this shit."}, {"id": 1439604909138137089, "verified": false, "tweet_text": "@nev101101 @LesleyLelly88 @PoliticsForAlI @Telegraph They do wane, but not appreciably yet. Which is why boosters are from 6 months of second dose. Most ill are unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["nev101101", "LesleyLelly88", "PoliticsForAlI", "Telegraph"], "country": "USA", "text_en": "They do wane, but not appreciably yet. Which is why boosters are from months of second dose. Most ill are unvaccinated."}, {"id": 1439604536717549568, "verified": false, "tweet_text": "Can they sue @Walgreens for this?  This is not just a \"minor mistake\".   Make note of Walgreens people 👇\nhttps://t.co/ooFexY5Xyj", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Walgreens"], "tweet_urls": ["https://t.co/ooFexY5Xyj"], "tweet_emoticons": ["👇"], "country": "USA", "text_en": "Can they sue for this? This is not just a \"minor mistake\". Make note of Walgreens people"}, {"id": 1439604311651241990, "verified": false, "tweet_text": "@TanyaFusco @mferreriptbokaw Canadaians are fed up with the scandals of the liberal government.. Two young children near Peterborough are without their mother after she receives the second dose of the blood clotting vaccine that doesn't work.Forced by the liberal party.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["TanyaFusco", "mferreriptbokaw"], "country": "USA", "text_en": "Canadaians are fed up with the scandals of the liberal government.. Two young children near Peterborough are without their mother after she receives the second dose of the blood clotting vaccine that doesn't work.Forced by the liberal party."}, {"id": 1439603878497038345, "verified": false, "tweet_text": "@psad19611 Yes. I had a headache that turned into a migraine, nausea, chills, and a fever. The next day was better and after that I was fine. I'll plan better for my second dose!", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes. I had a headache that turned into a migraine, nausea, chills, and a fever. The next day was better and after that I was fine. I'll plan better for my second dose!"}, {"id": 1439603856279748612, "verified": false, "tweet_text": "@i_dle_mmssys_la Yeah I know, I alot of people feeling weird after second dose, Well we will see", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["i_dle_mmssys_la"], "country": "USA", "text_en": "Yeah I know, I alot of people feeling weird after second dose, Well we will see"}, {"id": 1439603819877318658, "verified": false, "tweet_text": "i need to sleep early tonight bcos ill be getting my second dose tomorrow bUT I AM NOT SLEEPY AT ALL", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "i need to sleep early tonight bcos ill be getting my second dose tomorrow bUT I AM NOT SLEEPY AT ALL"}, {"id": 1439603787484725253, "verified": false, "tweet_text": "@psad19611 Yes, after the first dose. Second  dose no problem", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes, after the first dose. Second dose no problem"}, {"id": 1439603675224215557, "verified": false, "tweet_text": "@andy91125 @Adammomi @Golden_Pup Many people who have had adverse reactions or know someone who has aren’t getting the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["andy91125", "Adammomi", "Golden_Pup"], "country": "USA", "text_en": "Many people who have had adverse reactions or know someone who has arent getting the second dose."}, {"id": 1439603554885509120, "verified": false, "tweet_text": "@Nancy_Crouse @ottleyjam Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Nancy_Crouse", "ottleyjam"], "country": "USA", "text_en": "Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau."}, {"id": 1439603536036302848, "verified": false, "tweet_text": "@psad19611 Yes I felt like crap for about 4 hours after my second dose. A little Tylenol, fluids and a nap and I was as good as new. It was short lived and worth it considering the shingles themselves are much worse. 💉", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "Yes I felt like crap for about hours after my second dose. A little Tylenol, fluids and a nap and I was as good as new. It was short lived and worth it considering the shingles themselves are much worse."}, {"id": 1439603529279225856, "verified": false, "tweet_text": "@96fps I experienced no side effects with the 1st or second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["96fps"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I experienced no side effects with the st or second dose"}, {"id": 1439603455987912711, "verified": false, "tweet_text": "Huge Mistake? – Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: “I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body” https://t.co/slWyFWpRuZ", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/slWyFWpRuZ"], "country": "USA", "text_en": "Huge Mistake? Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body"}, {"id": 1439603426875215877, "verified": false, "tweet_text": "@Nareshfiroda2 @BertyThomas @nirogirajasthan @nhm4rajasthan Covaxin की second dose क्यों नही लग रही है ? 20 दिन से ज्यादा हो गया है इंतजार करते हुए। Covaxin की Second dose 28 दिन बाद लग जानी चाहिए। लेकिन 20 दिन हो गए है Second आ ही नही रही है। एक बात समझ नही आती इनकी सीकर शहर में ऑनलाइन स्लॉट बुकिंग भी बंद किया हुआ। @nirogirajasthan", "tweet_lang": "hi", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Nareshfiroda2", "BertyThomas", "nirogirajasthan", "nhm4rajasthan", "nirogirajasthan"], "country": "INDIA", "text_hi": "Covaxin की second dose क्यों नही लग रही है ? दिन से ज्यादा हो गया है इंतजार करते हुए। Covaxin की Second dose दिन बाद लग जानी चाहिए। लेकिन दिन हो गए है Second आ ही नही रही है। एक बात समझ नही आती इनकी सीकर शहर में ऑनलाइन स्लॉट बुकिंग भी बंद किया हुआ।"}, {"id": 1439603158121017344, "verified": false, "tweet_text": "first day bukas ++ sched ko ng second dose grrr sana talaga wala pang mga prof huhu", "tweet_lang": "tl", "tweet_date": "2021-09-19T15:00:00Z"}, {"id": 1439603071936389133, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/SbRRmDuvPe via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/SbRRmDuvPe"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439602951450992646, "verified": false, "tweet_text": "@JJ9828 I had a lot of nausea, bad headache, muscle aches, fatigue, arm pain and a few other side effects for about 48 hours after my second dose of the Pfizer Covid-19 vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JJ9828"], "country": "USA", "text_en": "I had a lot of nausea, bad headache, muscle aches, fatigue, arm pain and a few other side effects for about hours after my second dose of the Pfizer Covid-19 vaccine."}, {"id": 1439602894886432777, "verified": false, "tweet_text": "kesiannya geng az yang first second dose pun belum dapat tu pun pishang tunggu lah third dose pulak datang naya pak karim 😭", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😭"]}, {"id": 1439602630595129344, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/InPjD68ohF lähteestä @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/InPjD68ohF"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" lhteest"}, {"id": 1439602602463928323, "verified": false, "tweet_text": "Huge Mistake? – Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: “I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body” https://t.co/G0FJqphhfi", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/G0FJqphhfi"], "country": "USA", "text_en": "Huge Mistake? Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body"}, {"id": 1439602585170759684, "verified": false, "tweet_text": "BE VERY CAREFUL PEOPLE....KNEW THEY WOULD DO THIS......\nOPPS YOU GOT THE COVID INJECTION INSTEAD OF THE FLU SHOT! \n\nhttps://t.co/A6JsC3ZA47", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/A6JsC3ZA47"], "country": "USA", "text_en": "BE VERY CAREFUL PEOPLE....KNEW THEY WOULD DO THIS...... OPPS YOU GOT THE COVID INJECTION INSTEAD OF THE FLU SHOT!"}, {"id": 1439602526609817614, "verified": false, "tweet_text": "@V_icPoto I’m scared about second dose 😱 \nMy mom got Pfizer vaccine and she was ok on second dose but my dad got Moderna one.\nAnd he had high fever after second dose.\nI hope my Pfizer one is ok 😂", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["V_icPoto"], "tweet_emoticons": ["😂", "😱"], "country": "USA", "text_en": "Im scared about second dose My mom got Pfizer vaccine and she was ok on second dose but my dad got Moderna one. And he had high fever after second dose. I hope my Pfizer one is ok"}, {"id": 1439602466316709888, "verified": false, "tweet_text": "Second jab ni, yg cucuk aku sgt friendly. Suka sgt. \nPandai ambil hati ajak borak. \n\"Lama ya tggu second dose utk az. Dari bulan 7\"\n\nHahahaha ye lama sgt member kena counting days pulak boleh dine in😂", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😂"]}, {"id": 1439602397253304323, "verified": false, "tweet_text": "Wait, I just remember.. I'm going to take my second dose of moderna tomorrow 💃", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["💃"], "country": "USA", "text_en": "Wait, I just remember.. I'm going to take my second dose of moderna tomorrow"}, {"id": 1439602115865763849, "verified": false, "tweet_text": "@zomato Attaching the vaccine certificate visible for today's vallet. Due date was 15th sept. Please make sure Vallets are not missing second dose. @MoHFW_INDIA @mansukhmandviya https://t.co/4h69PxJS5x", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["zomato", "MoHFW_INDIA", "mansukhmandviya"], "country": "USA", "text_en": "Attaching the vaccine certificate visible for today's vallet. Due date was th sept. Please make sure Vallets are not missing second dose."}, {"id": 1439601639497691143, "verified": false, "tweet_text": "@zomato  most of the vallets show as partially vaccinated. When u open the link of their vaccination certificate they have already missed the deadline of second dose. Either please ensure the data is up to date or please for heaven's sake get the vallets vaccinated on time. (1/2)", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["zomato"], "country": "USA", "text_en": "most of the vallets show as partially vaccinated. When u open the link of their vaccination certificate they have already missed the deadline of second dose. Either please ensure the data is up to date or please for heaven's sake get the vallets vaccinated on time. (1/2)"}, {"id": 1439601587131875332, "verified": false, "tweet_text": "went to https://t.co/RnbtHfP8K5 to download my card and they don't have my second dose on there and the vaccine record is not even card-sized and could easily be forged. 🤦‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/RnbtHfP8K5"], "tweet_emoticons": ["🤦‍♀️"], "country": "USA", "text_en": "went to to download my card and they don't have my second dose on there and the vaccine record is not even card-sized and could easily be forged."}, {"id": 1439601494895042561, "verified": false, "tweet_text": "@fluorescentpugh after my first dose my arms hurted. but other than that i was completely fine and i was completely fine after the second one too", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["fluorescentpugh"], "country": "USA", "text_en": "after my first dose my arms hurted. but other than that i was completely fine and i was completely fine after the second one too"}, {"id": 1439601444928118797, "verified": false, "tweet_text": "@ryukiddingmee good luck!!! hoping second dose would be kind to u ♥️\n\nHYPNOTIZED BY ITZY\n#CIL_AlbumSpoiler \n@ITZYofficial", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["CIL_AlbumSpoiler"], "mentions": ["ryukiddingmee", "ITZYofficial"], "tweet_emoticons": ["♥️"], "country": "USA", "text_en": "good luck!!! hoping second dose would be kind to u HYPNOTIZED BY ITZY"}, {"id": 1439601096582995968, "verified": false, "tweet_text": "@TsioutisC @bananiacy Very informative and realistic analysis. It seems that in countries like Canada where the second dose of all vaccines was given originally 16 weeks later and at present 8 weeks later, there are better results with the Delta variant or waning. More studies are needed urgently", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["TsioutisC", "bananiacy"], "country": "USA", "text_en": "Very informative and realistic analysis. It seems that in countries like Canada where the second dose of all vaccines was given originally weeks later and at present weeks later, there are better results with the Delta variant or waning. More studies are needed urgently"}, {"id": 1439601068481015815, "verified": false, "tweet_text": "1/2 @jkenney @shandro @AHS_media can you please get it organized! This website is nuts. Why couldn’t you have been like Ontario and emailed our Certificate when we received our second dose. Didn’t you learn anything when the website crashed at the beginning of the pandemic?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["jkenney", "shandro", "AHS_media"], "country": "USA", "text_en": "/2 can you please get it organized! This website is nuts. Why couldnt you have been like Ontario and emailed our Certificate when we received our second dose. Didnt you learn anything when the website crashed at the beginning of the pandemic?"}, {"id": 1439601063577985029, "verified": false, "tweet_text": "@realPitBullDog @psad19611 They don’t know that for sure. I’d like them to keep testing but I can tell you I’d still have gotten the COVID vaccine even if this is true!!!\n\nI got shingles one month after my second dose of Pfizer. 🤷‍♀️", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["realPitBullDog", "psad19611"], "tweet_emoticons": ["🤷‍♀️"], "country": "USA", "text_en": "They dont know that for sure. Id like them to keep testing but I can tell you Id still have gotten the COVID vaccine even if this is true!!! I got shingles one month after my second dose of Pfizer."}, {"id": 1439600864574980096, "verified": false, "tweet_text": "Its normal bhe, ganyan din yung akin nung second dose namaga at namula talaga. Worst is nabunggo pa sa may pinto, aray talaga 😂 halos one week ko din ininda ang sakit. https://t.co/hIPAkZartd", "tweet_lang": "tl", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/hIPAkZartd"], "tweet_emoticons": ["😂"]}, {"id": 1439600457811439616, "verified": false, "tweet_text": "@Amatey_ Took it 27th they wrote 17th for my second dose. Guess the math wasn’t mathing when they wrote the schedule. Meaning my second dose would ideally be this coming Friday yh?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Amatey_"], "country": "USA", "text_en": "Took it th they wrote th for my second dose. Guess the math wasnt mathing when they wrote the schedule. Meaning my second dose would ideally be this coming Friday yh?"}, {"id": 1439600064234758144, "verified": false, "tweet_text": "@psad19611 The worst side effect of any vaccine I have ever gotten. The second dose knocked me out with chills for a full day", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "The worst side effect of any vaccine I have ever gotten. The second dose knocked me out with chills for a full day"}, {"id": 1439599670637088774, "verified": false, "tweet_text": "i just got my second dose of the covid shot and the symptoms hit me hard i blame cardi", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "i just got my second dose of the covid shot and the symptoms hit me hard i blame cardi"}, {"id": 1439599620590612484, "verified": false, "tweet_text": "That second dose of the vaccine gave me a fever... ugh almost ruined my date...", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "That second dose of the vaccine gave me a fever... ugh almost ruined my date..."}, {"id": 1439599529641316358, "verified": false, "tweet_text": "#Biden #Psaki #lies According to the @nytimes #Florida ranks 18th among states in adult population inoculated w at least 1 dose of #vax &amp; FL has higher full #vax rate than IL &amp; MI. #Texas, is 25th in the first category ahead of NV &amp; NC in the second. https://t.co/biQyXgpRyI", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Biden", "Psaki", "lies", "Florida", "vax", "vax", "Texas"], "mentions": ["nytimes"], "tweet_urls": ["https://t.co/biQyXgpRyI"], "country": "USA", "text_en": "According to the ranks th among states in adult population inoculated w at least dose of &amp; FL has higher full rate than IL &amp; MI. , is th in the first category ahead of NV &amp; NC in the second."}, {"id": 1439599409524723716, "verified": false, "tweet_text": "Fuhh second dose ni lain macam effect dia eh gigil 1 badan", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z"}, {"id": 1439599157669515269, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/nPV4Sd7Fsg", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/nPV4Sd7Fsg"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439599148198621185, "verified": false, "tweet_text": "completed my second dose todayy! 🌥🕊 https://t.co/ohFy2DVqJ1", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🕊", "🌥"], "country": "USA", "text_en": "completed my second dose todayy!"}, {"id": 1439599117697622020, "verified": false, "tweet_text": "Beria plan lepas second dose dulu endingnya pergi kerja, astu kopitiam on repeat je. Adulthood is boring but fulfilling in some way idk", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z"}, {"id": 1439598923799277572, "verified": false, "tweet_text": "Why are12-15 year old children being given 2 Covid jabs but in the leaflet it says 16 to 17 year olds will be given 1 and the timing of the second dose will be decided later? I find the whole thing really confusing", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Why are12-15 year old children being given Covid jabs but in the leaflet it says to year olds will be given and the timing of the second dose will be decided later? I find the whole thing really confusing"}, {"id": 1439598825304375296, "verified": false, "tweet_text": "@KeithMEWAS @Folkhalsomynd And that will not be enough time for the second dose to be potent enough before the Christmas gathering.. and how many will not even get the second dose until AFTER Christmas? And will there be safety protocol (mask/vent) if vacc in school so it wount be a hub for spread?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["KeithMEWAS", "Folkhalsomynd"], "country": "USA", "text_en": "And that will not be enough time for the second dose to be potent enough before the Christmas gathering.. and how many will not even get the second dose until AFTER Christmas? And will there be safety protocol (mask/vent) if vacc in school so it wount be a hub for spread?"}, {"id": 1439598816555110400, "verified": false, "tweet_text": "just had my second dose had a coughing fit while leaving and made everyone panic 🥲", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🥲"], "country": "USA", "text_en": "just had my second dose had a coughing fit while leaving and made everyone panic"}, {"id": 1439598647805505536, "verified": false, "tweet_text": "Second dose https://t.co/Uw2SudbNZU", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Second dose"}, {"id": 1439598498026909702, "verified": false, "tweet_text": "https://t.co/SOmsdVcuaE", "tweet_lang": "und", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/SOmsdVcuaE"]}, {"id": 1439598439461900297, "verified": false, "tweet_text": "@syoungsfan aku sudah (kuajo iddah) ari belum rasanya, dia dah second dose tapi tak cukup 14 rasanya", "tweet_lang": "in", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["syoungsfan"]}, {"id": 1439598333627142145, "verified": false, "tweet_text": "@GovJersey Hi when are the 17 year olds getting their second vaccination dose please? Will they get a second appointment automatically? Thanks", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["GovJersey"], "country": "USA", "text_en": "Hi when are the year olds getting their second vaccination dose please? Will they get a second appointment automatically? Thanks"}, {"id": 1439598242220621830, "verified": false, "tweet_text": "If my second dose of the vaccine gets scheduled for my birthday or the day before, I'll comit a felony. We don't get to feel dead on birthdays in this house.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "If my second dose of the vaccine gets scheduled for my birthday or the day before, I'll comit a felony. We don't get to feel dead on birthdays in this house."}, {"id": 1439598163116036097, "verified": false, "tweet_text": "സംസ്ഥാനത്ത് വാക്സിനേഷൻ എടുക്കേണ്ട ജനസംഖ്യയുടെ 89 ശതമാനം പേർക്ക് ആദ്യ ഡോസ് വാക്സിനും (2,37,96,983), 36.7 ശതമാനം പേർക്ക് രണ്ട് ഡോസ് വാക്സിനും (98,27,104) നൽകിയതായി ആരോഗ്യവകുപ്പ് https://t.co/kR11b5zGZd", "tweet_lang": "ml", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/kR11b5zGZd"]}, {"id": 1439598116416667658, "verified": false, "tweet_text": "@Robert76907841 @MikeDel21893959 @roger_clague @B_Bolshevik100 @LunusOfGayTakes @RoyPentland @Kenneth72712993 @BrknMan @BillBalzar @glinch72 @Lo_VVriter @DanielKuhn1975 @HarlyQuinne @yrysbryd @Veritatem2021 @FriendsOScience @DragonTaria @InaneDragon @Climate_Takes @MartinJBern @Ceist8 @OG_Advisors @aSinister @AnsgarTOdinson @ClimateSkeptic4 @ejwwest @OzzmanOsgood @LouisCy72344053 @BJChippindale @obannan @JohnDublin10 @JR4_Truth @odyssey_bow @automatrix66_KC @GlennCarr6 @Jaisans @Spencerfletch0 @TomPlesier @BointonGiles @JamesHT @Robertchef77 @aldavidson99 @variegated2 @FlowerandFist @mentalmal1 @PaprikaLady @flyonthewall182 @BubbasRanch @SteveJenks63 @FillmoreWhite \"It takes time before protection reaches its maximum level a few weeks after the second dose\"\n\nAnd needs a second dose and a booster and a turbobooster, LOLz, and a superbooster, LOLz, and a megabooster, LOLz, and now pills daily then all repeated again a year later", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Robert76907841", "MikeDel21893959", "roger_clague", "B_Bolshevik100", "LunusOfGayTakes", "RoyPentland", "Kenneth72712993", "BrknMan", "BillBalzar", "glinch72", "Lo_VVriter", "DanielKuhn1975", "HarlyQuinne", "yrysbryd", "Veritatem2021", "FriendsOScience", "DragonTaria", "InaneDragon", "Climate_Takes", "MartinJBern", "Ceist8", "OG_Advisors", "aSinister", "AnsgarTOdinson", "ClimateSkeptic4", "ejwwest", "OzzmanOsgood", "LouisCy72344053", "BJChippindale", "obannan", "JohnDublin10", "JR4_Truth", "odyssey_bow", "automatrix66_KC", "GlennCarr6", "Jaisans", "Spencerfletch0", "TomPlesier", "BointonGiles", "JamesHT", "Robertchef77", "aldavidson99", "variegated2", "FlowerandFist", "mentalmal1", "PaprikaLady", "flyonthewall182", "BubbasRanch", "SteveJenks63", "FillmoreWhite"], "country": "USA", "text_en": "\"It takes time before protection reaches its maximum level a few weeks after the second dose\" And needs a second dose and a booster and a turbobooster, LOLz, and a superbooster, LOLz, and a megabooster, LOLz, and now pills daily then all repeated again a year later"}, {"id": 1439598081734029312, "verified": false, "tweet_text": "@onekindsistah @JulieSax @juliervoight @jemillerwbal @GovLarryHogan Jnj is 1 shot and fully vaccinated so you not going to get a second dose statistic for that shot. So they have all the statistics on the Maryland site between first and second shots and fully vaccinated etc", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["onekindsistah", "JulieSax", "juliervoight", "jemillerwbal", "GovLarryHogan"], "country": "USA", "text_en": "Jnj is shot and fully vaccinated so you not going to get a second dose statistic for that shot. So they have all the statistics on the Maryland site between first and second shots and fully vaccinated etc"}, {"id": 1439598072112160768, "verified": false, "tweet_text": "Guess what? Tmr i got my second dose yeayyy!!", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Guess what? Tmr i got my second dose yeayyy!!"}, {"id": 1439598028462047246, "verified": false, "tweet_text": "getting my second dose of pfizer tomorrow morning .... everybody watch out bc fully vaxxed ain is going to be so powerful 😔👊", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😔", "👊"], "country": "USA", "text_en": "getting my second dose of pfizer tomorrow morning .... everybody watch out bc fully vaxxed ain is going to be so powerful"}, {"id": 1439597906365923329, "verified": false, "tweet_text": "@PFTCommenter Expecting a second dose of downfield shots to Ja’Marr Chase because when there are concerns about bigger balls it most likely results in catching a (S)TD", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["PFTCommenter"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Expecting a second dose of downfield shots to JaMarr Chase because when there are concerns about bigger balls it most likely results in catching a (S)TD"}, {"id": 1439597711641088005, "verified": false, "tweet_text": "@Nikishimself New cases will definitely appear. Even those who have taken the second dose require at least 14 days for the immunity to kick in. But many have already begun moving about without masks.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Nikishimself"], "country": "USA", "text_en": "New cases will definitely appear. Even those who have taken the second dose require at least days for the immunity to kick in. But many have already begun moving about without masks."}, {"id": 1439597649057894404, "verified": true, "tweet_text": "Stop by Kildonan park, between the pool and Rainbow stage, for the mobile #COVID19Vaccine clinic today, September 19, between 11:00 a.m. and 5:00 p.m. Get your first or second dose of Pfizer and Moderna and help #ProtectMB. https://t.co/gv0aLiEK5T https://t.co/ubVH61PSk9", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["COVID19Vaccine", "ProtectMB"], "tweet_urls": ["https://t.co/gv0aLiEK5T"], "country": "USA", "text_en": "Stop by Kildonan park, between the pool and Rainbow stage, for the mobile clinic today, September , between :00 a.m. and :00 p.m. Get your first or second dose of Pfizer and Moderna and help ."}, {"id": 1439597626551410694, "verified": false, "tweet_text": "@onekindsistah @JulieSax @juliervoight @jemillerwbal @GovLarryHogan I just got on the site and it says number of 1st doses administered, number of second dose administered. It also gives an exact number of people “fully vaccinated”. If you divide that number by the population you get the percentage Jayne has?", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["onekindsistah", "JulieSax", "juliervoight", "jemillerwbal", "GovLarryHogan"], "country": "USA", "text_en": "I just got on the site and it says number of st doses administered, number of second dose administered. It also gives an exact number of people fully vaccinated. If you divide that number by the population you get the percentage Jayne has?"}, {"id": 1439597420241842180, "verified": false, "tweet_text": "@RaineyMcdonald My doctor would not prescribe the shingles vax b/c I was under 60. My SIL had a terrible case, so I went out immediately and got Shingrix. Other than my wallet being quite a bit lighter, had no other side effects. My arm was sore after the second dose - nbd.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["RaineyMcdonald"], "country": "USA", "text_en": "My doctor would not prescribe the shingles vax b/c I was under . My SIL had a terrible case, so I went out immediately and got Shingrix. Other than my wallet being quite a bit lighter, had no other side effects. My arm was sore after the second dose - nbd."}, {"id": 1439597206831616001, "verified": false, "tweet_text": "@cabinfees I also wonder about immunity to the vector. Doesn’t seem to be a problem for the second AZ dose? The ebola vaccine uses the same vector as J&amp;J vax, they could check immune response those who got this vax and then J&amp;J.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["cabinfees"], "country": "USA", "text_en": "I also wonder about immunity to the vector. Doesnt seem to be a problem for the second AZ dose? The ebola vaccine uses the same vector as J&amp;J vax, they could check immune response those who got this vax and then J&amp;J."}, {"id": 1439596679716552707, "verified": false, "tweet_text": "@EuropeanRover Second dose intent: 29th Apr-5th May link:https://t.co/J6GW9SWsKT\nAlso recently: Booster intent: 26-30th Aug\nhttps://t.co/kMLJBwdKyk\nKnowledge Panel and Global Advisor Panel, so again no tabs. https://t.co/OCv8SsORSb", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["EuropeanRover"], "tweet_urls": ["https://t.co/J6GW9SWsKT", "https://t.co/kMLJBwdKyk"], "country": "USA", "text_en": "Second dose intent: th Apr-5th May link: Also recently: Booster intent: -30th Aug Knowledge Panel and Global Advisor Panel, so again no tabs."}, {"id": 1439596637765132288, "verified": false, "tweet_text": "@psad19611 Yes. The shingles vaccine was way worse. The pharmacist said the reaction to the second dose should be the same as the first.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes. The shingles vaccine was way worse. The pharmacist said the reaction to the second dose should be the same as the first."}, {"id": 1439596625282748416, "verified": false, "tweet_text": "One dose of Covid vaccine 96.6% effective in preventing death, second dose 97.5%: Govt data\nhttps://t.co/cQrYad4wrU via NaMo App https://t.co/xfbObGzZcn", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/cQrYad4wrU"], "country": "USA", "text_en": "One dose of Covid vaccine % effective in preventing death, second dose %: Govt data via NaMo App"}, {"id": 1439596605305405445, "verified": false, "tweet_text": "@GovJersey We would also add your press release in August on second dose for 16-17 said it would be decided later. \nAs this age group give their own consent they deserve to have good clear comms and information,  we expect the @ChildComJersey would agree.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["GovJersey", "ChildComJersey"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "We would also add your press release in August on second dose for -17 said it would be decided later. As this age group give their own consent they deserve to have good clear comms and information, we expect the would agree."}, {"id": 1439596596333883395, "verified": false, "tweet_text": "@LittleMoiz @VincentRK @yuvharpaz @feldman_gil @POTUS is right about \"booster\" shots for those with greater than 6 month duration after second dose. @US_FDA may wait for data but it may be too late for many by then.\n\nalso unvaccinated are taking a probable fatal risk.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["LittleMoiz", "VincentRK", "yuvharpaz", "feldman_gil", "POTUS", "US_FDA"], "country": "USA", "text_en": "is right about \"booster\" shots for those with greater than month duration after second dose. may wait for data but it may be too late for many by then. also unvaccinated are taking a probable fatal risk."}, {"id": 1439596355480002570, "verified": false, "tweet_text": "Heads-up to anyone with a third dose, btw: your vaxxport will overflow onto a second page, and likely require more folding.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Heads-up to anyone with a third dose, btw: your vaxxport will overflow onto a second page, and likely require more folding."}, {"id": 1439596313910333446, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/6gAqQLorpo via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/6gAqQLorpo"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439596312966705152, "verified": false, "tweet_text": "@psad19611 I got the old 1 shot shingles vaxx because I had chicken pox when I was 7, then again in my early 20's from my son. I'd also seen a friend battle shingles. When the 2 dose shot came out I had the first dose but got so sick from it, I skipped the second dose so *fingers crossed*", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I got the old shot shingles vaxx because I had chicken pox when I was , then again in my early 's from my son. I'd also seen a friend battle shingles. When the dose shot came out I had the first dose but got so sick from it, I skipped the second dose so *fingers crossed*"}, {"id": 1439596075669590017, "verified": false, "tweet_text": "i think my second dose punya side effect is im hungrier 😀", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["😀"], "country": "USA", "text_en": "i think my second dose punya side effect is im hungrier"}, {"id": 1439595665923842049, "verified": false, "tweet_text": "@96fps I got pfizer, and i worked the following day after my second dose.  I really wanted to be in bed cause my body ached.  But that was the worst of it for me.  My friends and brother who got moderna had more extreme symptoms after their second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "I got pfizer, and i worked the following day after my second dose. I really wanted to be in bed cause my body ached. But that was the worst of it for me. My friends and brother who got moderna had more extreme symptoms after their second dose."}, {"id": 1439595576971124749, "verified": false, "tweet_text": "@jasperacnh Yep third dose is allowed for certain patients and soon it will be open to the public next month eight months after their second dose. Only pfizer and moderna", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jasperacnh"], "country": "USA", "text_en": "Yep third dose is allowed for certain patients and soon it will be open to the public next month eight months after their second dose. Only pfizer and moderna"}, {"id": 1439595465113276420, "verified": false, "tweet_text": "took the second dose w bmoottttt", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "took the second dose w bmoottttt"}, {"id": 1439595439855112195, "verified": false, "tweet_text": "Massive brain fog post second dose so I've decided to use the very small amount of mental energy I have on listening to King Crimson", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Massive brain fog post second dose so I've decided to use the very small amount of mental energy I have on listening to King Crimson"}, {"id": 1439595438454321159, "verified": false, "tweet_text": "@Social_Moi @EdmOilers19 Interesting. I got a 3rd dose (my first was AZ - second Pfizer) but not showing on the card", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Social_Moi", "EdmOilers19"], "country": "USA", "text_en": "Interesting. I got a rd dose (my first was AZ - second Pfizer) but not showing on the card"}, {"id": 1439595434004008963, "verified": false, "tweet_text": "@ingramwife my dad got rly bad reaction from his second dose so i literally postponed mine for 3 weeks bc i was scared i was gonna get rly sick and didn't wanna risk missing the 3 weeks in a row at home we had to end the season", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["ingramwife"], "country": "USA", "text_en": "my dad got rly bad reaction from his second dose so i literally postponed mine for weeks bc i was scared i was gonna get rly sick and didn't wanna risk missing the weeks in a row at home we had to end the season"}, {"id": 1439595385140383748, "verified": false, "tweet_text": "@nrsyhrxh Itu la pasal 😂 kalau boleh rentas skali pun aku masih tunggu second dose wey 🤣🤣 lama bethol", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["nrsyhrxh"], "tweet_emoticons": ["😂", "🤣"]}, {"id": 1439595167485468675, "verified": false, "tweet_text": "@MaryCarper12 Miserable, I've heard.  I'm waiting for the due date for my second dose!", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["MaryCarper12"], "country": "USA", "text_en": "Miserable, I've heard. I'm waiting for the due date for my second dose!"}, {"id": 1439595116679680005, "verified": false, "tweet_text": "aku baru second dose harini.. tetiba keluar kena 3 dose", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z"}, {"id": 1439595068734779394, "verified": false, "tweet_text": "Huge Mistake? &amp;#8211; Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: &amp;#8220;I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body&amp;#8221; https://t.co/ybi5JKyZp7", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/ybi5JKyZp7"], "country": "USA", "text_en": "Huge Mistake? &amp;; Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: &amp;;I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body&amp;;"}, {"id": 1439594991425314816, "verified": false, "tweet_text": "So, I got my second dose yesterday, holy crap! I didn’t feel this bad when I had COVID. Every muscle is sore.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "So, I got my second dose yesterday, holy crap! I didnt feel this bad when I had COVID. Every muscle is sore."}, {"id": 1439594768250589190, "verified": false, "tweet_text": "@sailorrooscout Pfizer down to 70% or so for symptomatic disease 20 weeks post second dose in last weeks PHE figures. https://t.co/VidQ1afdJB", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["sailorrooscout"], "country": "USA", "text_en": "Pfizer down to % or so for symptomatic disease weeks post second dose in last weeks PHE figures."}, {"id": 1439594752349900815, "verified": false, "tweet_text": "@dumbassgenius There’s another argument against doing the 3rd dose now: we don’t now the optimal distance between second and third dose, because we have no data. By doing it too early, you rob yourself of the optimal schedule to achieve the best immunity response.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["dumbassgenius"], "country": "USA", "text_en": "Theres another argument against doing the rd dose now: we dont now the optimal distance between second and third dose, because we have no data. By doing it too early, you rob yourself of the optimal schedule to achieve the best immunity response."}, {"id": 1439594723988021256, "verified": false, "tweet_text": "@NICKIMINAJ just got my second dose of pfizer i’ll lyk if i get bigger balls xx", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["NICKIMINAJ"], "country": "USA", "text_en": "just got my second dose of pfizer ill lyk if i get bigger balls xx"}, {"id": 1439594705033973760, "verified": false, "tweet_text": "@zettyamieza_25 Onz tp cial lahh aku blm second dose lahhhh", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["zettyamieza_25"]}, {"id": 1439593946166947845, "verified": false, "tweet_text": "Tiber neves nak second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Tiber neves nak second dose"}, {"id": 1439593920124575749, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/MbMCc8c12A via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/MbMCc8c12A"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439593788922466312, "verified": false, "tweet_text": "@ECMcLaughlin @EthanBearman I'm going to get one in a few weeks. Six months from my second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["ECMcLaughlin", "EthanBearman"], "country": "USA", "text_en": "I'm going to get one in a few weeks. Six months from my second dose."}, {"id": 1439593712099729416, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/SLnQa9K7ug", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/SLnQa9K7ug"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439593621095952394, "verified": false, "tweet_text": "going for second dose. pehli pe dono baazu paralyze hogaye the 🤡🤡", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "going for second dose. pehli pe dono baazu paralyze hogaye the"}, {"id": 1439593314634797064, "verified": false, "tweet_text": "second dose tom tapos may exam sa math 🤧", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🤧"], "country": "USA", "text_en": "second dose tom tapos may exam sa math"}, {"id": 1439593134883684353, "verified": false, "tweet_text": "Kesian plak dkt ayah aku nak kne 3rd dose nanti klau kena .. Aku second dose pon dmm2 inikan dia hmm", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z"}, {"id": 1439592879760936962, "verified": false, "tweet_text": "https://t.co/yE4vukmsPs", "tweet_lang": "und", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/yE4vukmsPs"]}, {"id": 1439592591889154057, "verified": true, "tweet_text": "@psad19611 Second dose not bad. It was good prep for the Covid vaccines! My dad had shingles so didn’t want to get it. Painful.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Second dose not bad. It was good prep for the Covid vaccines! My dad had shingles so didnt want to get it. Painful."}, {"id": 1439592576668078081, "verified": false, "tweet_text": "@frogcrutches The first dose is called #JohnsonOut \nThere maybe a need for a second dose #BrexitReality", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["JohnsonOut", "BrexitReality"], "mentions": ["frogcrutches"], "country": "USA", "text_en": "The first dose is called There maybe a need for a second dose"}, {"id": 1439592303199498241, "verified": false, "tweet_text": "@psad19611 I had shingles vaccine last year.  I had mild flu symptoms such as achiness, headache, burning and itching on the skin of one arm. Second dose was the same. I am happy to trade the short term discomfort for protection from a debilitating, persistent and painful disease", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I had shingles vaccine last year. I had mild flu symptoms such as achiness, headache, burning and itching on the skin of one arm. Second dose was the same. I am happy to trade the short term discomfort for protection from a debilitating, persistent and painful disease"}, {"id": 1439592127093264385, "verified": false, "tweet_text": "@fluorescentpugh Sick for a day after first.\nSecond dose was even worse, pain was equal to when I actually had covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["fluorescentpugh"], "country": "USA", "text_en": "Sick for a day after first. Second dose was even worse, pain was equal to when I actually had covid."}, {"id": 1439592102698967042, "verified": false, "tweet_text": "Second dose na bukas🥺🙏", "tweet_lang": "tl", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🥺", "🙏"]}, {"id": 1439592053629980672, "verified": false, "tweet_text": "Got your flu shot yet? 😳\n👇🏻 https://t.co/12lr5gQm8J", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/12lr5gQm8J"], "tweet_emoticons": ["👇🏻", "😳"], "country": "USA", "text_en": "Got your flu shot yet?"}, {"id": 1439591897786294273, "verified": false, "tweet_text": "kung kelan second dose ko saka pa pinag onsite laro naman", "tweet_lang": "tl", "tweet_date": "2021-09-19T14:00:00Z"}, {"id": 1439591758724206600, "verified": false, "tweet_text": "Thats my second dose of the Pfizer vaccine. Its now too hot to do anything, the only thing I have atm from the vaccine is a sore damn arm", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Thats my second dose of the Pfizer vaccine. Its now too hot to do anything, the only thing I have atm from the vaccine is a sore damn arm"}, {"id": 1439591442863714308, "verified": false, "tweet_text": "Use this site to access your printable #COVIDVaccine card (&amp; take a screen shot) - you’ll need:\n\n1. AB Healthcare Number\n2. DOB\n3. Date of Second Dose\n\nhttps://t.co/CbadPaZYSE\n@ab_vax", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["COVIDVaccine"], "mentions": ["ab_vax"], "tweet_urls": ["https://t.co/CbadPaZYSE"], "country": "USA", "text_en": "Use this site to access your printable card (&amp; take a screen shot) - youll need: . AB Healthcare Number . DOB . Date of Second Dose"}, {"id": 1439591294712619011, "verified": false, "tweet_text": "just got my second dose of Pfizer i am all vacc’d up now baby xxx", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "just got my second dose of Pfizer i am all vaccd up now baby xxx"}, {"id": 1439591294221783053, "verified": false, "tweet_text": "Unable to get vaccinated with the second dose of covaxin coz it seems there is shortage of covaxin in kerala.\nWhen it will be available in kerala?", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Unable to get vaccinated with the second dose of covaxin coz it seems there is shortage of covaxin in kerala. When it will be available in kerala?"}, {"id": 1439591017188003844, "verified": false, "tweet_text": "@kooscaffelatte Yeah..I'll take my second dose on 29 sep🙂", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["kooscaffelatte"], "tweet_emoticons": ["🙂"], "country": "USA", "text_en": "Yeah..I'll take my second dose on sep"}, {"id": 1439590978839465986, "verified": false, "tweet_text": "Madumb, out of 58M doses na dumating, 41M doses na ang na-administer. Remaining 16M+ doses ay pwedeng gagamitin for 1st dose at  second dose. Hindi pwede gamitin lahat ng vaccine agad-agad dahil walang kasiguraduhan kung kelan ang dating ng mga bagong supply. https://t.co/EmwjuJnM6b", "tweet_lang": "tl", "tweet_date": "2021-09-19T14:00:00Z"}, {"id": 1439590950821580801, "verified": false, "tweet_text": "@psad19611 Yes. Both times. Kicked my rump hard, it did.\nI suppose that means \"good take\" or something.\nMade sure I had nothing going on for that second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes. Both times. Kicked my rump hard, it did. I suppose that means \"good take\" or something. Made sure I had nothing going on for that second dose."}, {"id": 1439590944169336832, "verified": false, "tweet_text": "idc enough about this game to watch the second half i think i will just pass out in preparation for getting second dose tomorrow", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "idc enough about this game to watch the second half i think i will just pass out in preparation for getting second dose tomorrow"}, {"id": 1439590893309284359, "verified": false, "tweet_text": "just got my second dose now i cant punch people with my left arm for like two days man wtf", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "just got my second dose now i cant punch people with my left arm for like two days man wtf"}, {"id": 1439590880491409417, "verified": false, "tweet_text": "IM GOING TO GET MY SECOND DOSE VACCINE TOMORROW 💪", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["💪"], "country": "USA", "text_en": "IM GOING TO GET MY SECOND DOSE VACCINE TOMORROW"}, {"id": 1439590860589518855, "verified": false, "tweet_text": "8) As of today, 84.71% of those aged 12 and up have been vaccinated w/ one dose, 78.69% are fully vaccinated. \n\nApproximately 29,400 doses were administered in the past day. \n\nThe issue of the suspiciously-rounded second dose #'s was corrected this morning. https://t.co/cVxQX1Kp9N", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["8)"], "country": "USA", "text_en": ") As of today, % of those aged and up have been vaccinated w/ one dose, % are fully vaccinated. Approximately doses were administered in the past day. The issue of the suspiciously-rounded second dose 's was corrected this morning."}, {"id": 1439590817417531397, "verified": false, "tweet_text": "#Breaking_News \nDirector of the Department of Vaccinations Abdulbaset Smio, to #Arraed: The Supreme Advisory Committee for Immunization decided to give #AstraZeneca vaccine as alternative to #second_dose of #Sputnik, and we will issue a circular to all municipalities.\n#Libya https://t.co/6GJU656H1n", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Breaking_News", "Arraed", "AstraZeneca", "second_dose", "Sputnik", "Libya"], "country": "USA", "text_en": "Director of the Department of Vaccinations Abdulbaset Smio, to : The Supreme Advisory Committee for Immunization decided to give vaccine as alternative to of , and we will issue a circular to all municipalities."}, {"id": 1439590330714791938, "verified": false, "tweet_text": "i didn’t think the vaccine would have me down bad like this im scared to get the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "i didnt think the vaccine would have me down bad like this im scared to get the second dose."}, {"id": 1439590250016231430, "verified": false, "tweet_text": "@ainizzaty_y Aku second dose vaksin 28/9 ni. So earliest will be next month I guess. 16 or 17 Oktober freekah?", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["ainizzaty_y"], "country": "USA", "text_en": "Aku second dose vaksin /9 ni. So earliest will be next month I guess. or Oktober freekah?"}, {"id": 1439590173780611073, "verified": false, "tweet_text": "Metered Dose Inhalers allow you to medicate without exposing others to significant second-hand aerosol. \n\nFor more information call or visit our website. \n\n(318) 585-0420\nhttps://t.co/b9Y3jxZmXA \n\n#HopeRxLA #HopePharmacy #MeteredDoseInhalers https://t.co/wpXWwgznul", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["HopeRxLA", "HopePharmacy", "MeteredDoseInhalers"], "tweet_urls": ["https://t.co/b9Y3jxZmXA"], "tweet_emoticons": ["8)", "xp"], "country": "USA", "text_en": "Metered Dose Inhalers allow you to medicate without exposing others to significant second-hand aerosol. For more information call or visit our website. (318) -0420"}, {"id": 1439590124933713921, "verified": false, "tweet_text": "sudah mulai merasakan side effect second dose 🙂", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🙂"]}, {"id": 1439589977017380869, "verified": false, "tweet_text": "demam pun tak berapa nak elok lagi after second dose tu ✊", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["✊"]}, {"id": 1439589939918909447, "verified": false, "tweet_text": "@jmarsh4037 @TheClotildaShip @Diane50Green @psad19611 https://t.co/KeaGowhwOf", "tweet_lang": "und", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jmarsh4037", "TheClotildaShip", "Diane50Green", "psad19611"], "tweet_urls": ["https://t.co/KeaGowhwOf"]}, {"id": 1439589930964037639, "verified": false, "tweet_text": "@BTMS666 Yeah! I was very lucky! Also after the second dose of the vaccine I didn't feel any common symptoms. I guess my body is strong enough fjgj", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["BTMS666"], "country": "USA", "text_en": "Yeah! I was very lucky! Also after the second dose of the vaccine I didn't feel any common symptoms. I guess my body is strong enough fjgj"}, {"id": 1439589839737966602, "verified": false, "tweet_text": "@jmarsh4037 @Diane50Green @psad19611 I looked up possible reactions to Shingrix on the healthline website before I got my vaccination. Their information is reliable.\n\nhttps://t.co/KeaGowhwOf", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jmarsh4037", "Diane50Green", "psad19611"], "tweet_urls": ["https://t.co/KeaGowhwOf"], "country": "USA", "text_en": "I looked up possible reactions to Shingrix on the healthline website before I got my vaccination. Their information is reliable."}, {"id": 1439589831735136264, "verified": false, "tweet_text": "@oluwarichie07 @YarKafanchan Am even scared of the second dose now", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["oluwarichie07", "YarKafanchan"], "country": "USA", "text_en": "Am even scared of the second dose now"}, {"id": 1439589751405883394, "verified": false, "tweet_text": "@elzey_t @therecount I don't know what they'll decide but I'm hearing recommendations for starting at six months after your second vaccine dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["elzey_t", "therecount"], "country": "USA", "text_en": "I don't know what they'll decide but I'm hearing recommendations for starting at six months after your second vaccine dose."}, {"id": 1439589740920164355, "verified": false, "tweet_text": "@psad19611 I just got my second dose of Shingles vaccine recently. I was warned of the possible side effects. But came away from it with the same side effects I had after the Covid shots. Sore arm, tired, headache, for one day, then I felt fine. I’m sorry you got the bad side effects.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I just got my second dose of Shingles vaccine recently. I was warned of the possible side effects. But came away from it with the same side effects I had after the Covid shots. Sore arm, tired, headache, for one day, then I felt fine. Im sorry you got the bad side effects."}, {"id": 1439589676679974920, "verified": false, "tweet_text": "Jumaaat ni cucuk second dose. So syok leh 🥰", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🥰"]}, {"id": 1439589658950729729, "verified": false, "tweet_text": "@TheRealMilkCo I suspect this is already the case.  Likely classed at unvaccinated until 14 days after the second dose, which is likely peak period for adverse effects.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["TheRealMilkCo"], "country": "USA", "text_en": "I suspect this is already the case. Likely classed at unvaccinated until days after the second dose, which is likely peak period for adverse effects."}, {"id": 1439589370651045890, "verified": false, "tweet_text": "@KPRC2 if they test positive before the second dose they have to wait till the clear the virus, that's why a lot of second shots are late. But they still count in the % of covid negative and fully vaccinated once they do go in for the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["KPRC2"], "country": "USA", "text_en": "if they test positive before the second dose they have to wait till the clear the virus, that's why a lot of second shots are late. But they still count in the % of covid negative and fully vaccinated once they do go in for the second dose."}, {"id": 1439589346504581121, "verified": false, "tweet_text": "@BTOlawoye @YarKafanchan Same here ooo. I had to take pcm for 3 days.\n...and I'm expected to get a second dose ooo 🤔🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["BTOlawoye", "YarKafanchan"], "tweet_emoticons": ["🤔", "xp"], "country": "USA", "text_en": "Same here ooo. I had to take pcm for days. ...and I'm expected to get a second dose ooo"}, {"id": 1439588803790835717, "verified": false, "tweet_text": "@wheeinthefandom Pfizer eheks, 21hb ni second dose \n\nMAMAMOO PARTY ON HALLYU ERA\n#HallyuEraMamamooParty", "tweet_lang": "et", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["HallyuEraMamamooParty"], "mentions": ["wheeinthefandom"]}, {"id": 1439588718801719304, "verified": false, "tweet_text": "This second dose is beating the SHIT out of me lol", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "This second dose is beating the SHIT out of me lol"}, {"id": 1439588665424969735, "verified": false, "tweet_text": "Hey, internationally vaccinated friends (especially aged mid-30s). Moderna's coming to Australia shortly. If I can get a booking before mid-November (the earliest I could get a Pfizer booking), do you recommend I join Team Moderna? Was the first dose or the second worst for you?", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Hey, internationally vaccinated friends (especially aged mid-30s). Moderna's coming to Australia shortly. If I can get a booking before mid-November (the earliest I could get a Pfizer booking), do you recommend I join Team Moderna? Was the first dose or the second worst for you?"}, {"id": 1439588039206998021, "verified": false, "tweet_text": "@arultweep Yep.. took first dose.. awaiting second next month..", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["arultweep"], "country": "USA", "text_en": "Yep.. took first dose.. awaiting second next month.."}, {"id": 1439587921267286022, "verified": false, "tweet_text": "bb's! Ate will be out on friday since I'll take my second dose for the vaccine. For ggx shipment more likely sat ang pick up nila. ♥️☺️", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["♥️", "☺️"], "country": "USA", "text_en": "bb's! Ate will be out on friday since I'll take my second dose for the vaccine. For ggx shipment more likely sat ang pick up nila."}, {"id": 1439587876199493638, "verified": false, "tweet_text": "Getting my second dose tomorrow! 😊💉 Please get vaxx everyone! 🙏🏻", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["🙏🏻", "😊", "💉"], "country": "USA", "text_en": "Getting my second dose tomorrow! Please get vaxx everyone!"}, {"id": 1439587739125624833, "verified": false, "tweet_text": "The shingles vaccine was the worst. Due for my second dose on 9/23. https://t.co/NmN8yUtJpx", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/NmN8yUtJpx"], "country": "USA", "text_en": "The shingles vaccine was the worst. Due for my second dose on /23."}, {"id": 1439587695974498310, "verified": false, "tweet_text": "@ImYourWoong First or second dose you?", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["ImYourWoong"], "country": "USA", "text_en": "First or second dose you?"}, {"id": 1439587659282796560, "verified": false, "tweet_text": "Anyone else's period get fucked up after second dose of moderna vaccine????", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Anyone else's period get fucked up after second dose of moderna vaccine????"}, {"id": 1439587637933842432, "verified": false, "tweet_text": "#Covid-19..Booster  second dose of  #Pfizer vaccine..#bodyache I had never felt it😰\n@SEHAHealth \n@DoHSocial", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Covid", "Pfizer", "bodyache"], "mentions": ["SEHAHealth", "DoHSocial"], "tweet_emoticons": ["😰"], "country": "USA", "text_en": "..Booster second dose of vaccine.. I had never felt it"}, {"id": 1439587624616824837, "verified": false, "tweet_text": "@501Awani sabar dulu. ramai lagi tak dapat second dose ni. babap jugak jap lagi", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["501Awani"]}, {"id": 1439587539145269248, "verified": false, "tweet_text": "Just my thought or it is what it is.\nAfter get the second dose of vaccine,\nMy arm swallowing like freakin balloon hahahah https://t.co/jmSHHZcsnR", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Just my thought or it is what it is. After get the second dose of vaccine, My arm swallowing like freakin balloon hahahah"}, {"id": 1439587449114554370, "verified": false, "tweet_text": "Banyak benda kena scroll, sebab tak aktif for 3 days. Maybe aku ada balik bila SMH3 keluar. Hihew. Night dunia. Stay safe. My second dose hari rabu ini. After 2 months hokayy.. tak sabar jumpa tunang sendiri, uhuk. Bye", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z"}, {"id": 1439587412615729153, "verified": false, "tweet_text": "@jaquix173 @dragonsaerie @mjrowland68 @DanielAndrewsMP he'll be getting a booster before many had their second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jaquix173", "dragonsaerie", "mjrowland68", "DanielAndrewsMP"], "country": "USA", "text_en": "he'll be getting a booster before many had their second dose"}, {"id": 1439587275181105154, "verified": false, "tweet_text": "@psad19611 The first dose was worse than Moderna shot for me, second one was a nothing burger.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "The first dose was worse than Moderna shot for me, second one was a nothing burger."}, {"id": 1439587164543672329, "verified": false, "tweet_text": "@pavalerio @OutbreakJake That's entirely different. I wanted to sign up for the trial too. But I got my second dose 2 days after the cut-off date that had been defined for the trial.\nYou did a service to humanity, and you should definitely be proud of yourself. Thank you 💐", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["pavalerio", "OutbreakJake"], "tweet_emoticons": ["💐"], "country": "USA", "text_en": "That's entirely different. I wanted to sign up for the trial too. But I got my second dose days after the cut-off date that had been defined for the trial. You did a service to humanity, and you should definitely be proud of yourself. Thank you"}, {"id": 1439587095689850886, "verified": false, "tweet_text": "Second dose effect lessgoo", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Second dose effect lessgoo"}, {"id": 1439587071564267521, "verified": false, "tweet_text": "@kooscaffelatte Waiting for the second dose :)", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["kooscaffelatte"], "tweet_emoticons": [":)"], "country": "USA", "text_en": "Waiting for the second dose"}, {"id": 1439586995827879940, "verified": false, "tweet_text": "Does anyone know where can I find the second dose of Moderna in Khi? Help pls", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Does anyone know where can I find the second dose of Moderna in Khi? Help pls"}, {"id": 1439586770987876360, "verified": false, "tweet_text": "Alhamdulillah, settle for my second dose vaccine 👏🏻 #AZclan https://t.co/k5NtAr3Kht", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["AZclan"], "tweet_emoticons": ["👏🏻"], "country": "USA", "text_en": "Alhamdulillah, settle for my second dose vaccine"}, {"id": 1439586609079341057, "verified": false, "tweet_text": "Under #SevaSamarpan @BJPMM4JK team helped people in getting them vaccinated of covid  vaccine second dose with the help of district hospital across J&amp;k \n#HappyBirthdayModiji \n@narendramodi @blsanthosh @ImRavinderRaina @AshokKoul59 @Sujata_Padhy @VanathiBJP @BJPMahilaMorcha https://t.co/PwOOqqa9d2", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["SevaSamarpan", "HappyBirthdayModiji"], "mentions": ["BJPMM4JK", "narendramodi", "blsanthosh", "ImRavinderRaina", "AshokKoul59", "Sujata_Padhy", "VanathiBJP", "BJPMahilaMorcha"], "country": "USA", "text_en": "Under team helped people in getting them vaccinated of covid vaccine second dose with the help of district hospital across J&amp;k"}, {"id": 1439586359832821762, "verified": false, "tweet_text": "Tolong jgn tukaq sop aku nk dpt second dose dahh ni ! https://t.co/wwhth2VUXl", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/wwhth2VUXl"]}, {"id": 1439586304388440077, "verified": false, "tweet_text": "@96fps everyone is different tho. my parents had no symptoms from their second dose at alll!", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "everyone is different tho. my parents had no symptoms from their second dose at alll!"}, {"id": 1439586275628142597, "verified": false, "tweet_text": "Second dose for the day https://t.co/qQRcVG9rrt", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "Second dose for the day"}, {"id": 1439586239934603272, "verified": false, "tweet_text": "So far so good on my second covid dose I hope these next few days are ok", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "So far so good on my second covid dose I hope these next few days are ok"}, {"id": 1439586223568277512, "verified": false, "tweet_text": "penangan second dose 😭", "tweet_lang": "in", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["😭"]}, {"id": 1439586220707880963, "verified": false, "tweet_text": "@Sozzinski @BrexitWays @HumanUnchained I can only talk from my own, personal experience. I had side effects for 12 hours, then was buzzing with energy till Second dose. Same side effects  but lasted 36 hours, then buzzing with energy again. Most people I know had a bit of a sore arm, or no reaction at all.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Sozzinski", "BrexitWays", "HumanUnchained"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I can only talk from my own, personal experience. I had side effects for hours, then was buzzing with energy till Second dose. Same side effects but lasted hours, then buzzing with energy again. Most people I know had a bit of a sore arm, or no reaction at all."}, {"id": 1439586078885924872, "verified": false, "tweet_text": "@psad19611 First dose, was tough for a day or so. Second dose was this week and nothing wrong.\n\nEither way, had something shingles-like 10 yrs ago, never want to feel that bad again. \n\nGot the flu shot too bc why not?", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "First dose, was tough for a day or so. Second dose was this week and nothing wrong. Either way, had something shingles-like yrs ago, never want to feel that bad again. Got the flu shot too bc why not?"}, {"id": 1439585977555513351, "verified": false, "tweet_text": "@jrjklm_16 AHAHAHHABABAHAHHAHAHAHAHAHAHHA Pwede po ba mag pa second dose sa ibang lugar? or dapat kung saan 1st dose dun lang den?? genuine question", "tweet_lang": "tl", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["jrjklm_16"]}, {"id": 1439585722437017611, "verified": false, "tweet_text": "There could have been more if we had had more doses!  I had my first dose on 25 August, I can't get a second dose until 20 October, and I am tier 1. https://t.co/iWt2mhMxnN", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/iWt2mhMxnN"], "country": "USA", "text_en": "There could have been more if we had had more doses! I had my first dose on August, I can't get a second dose until October, and I am tier ."}, {"id": 1439585720486744068, "verified": false, "tweet_text": "@psad19611 Yep! Not looking forward to the second dose but at least I will be prepared.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yep! Not looking forward to the second dose but at least I will be prepared."}, {"id": 1439585703164358658, "verified": false, "tweet_text": "Huge Mistake? – Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: “I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body” #News  https://t.co/OJ2YztbjtI", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["News"], "tweet_urls": ["https://t.co/OJ2YztbjtI"], "country": "USA", "text_en": "Huge Mistake? Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body"}, {"id": 1439585701453049857, "verified": false, "tweet_text": "Huge Mistake? – Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: “I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body” #News  https://t.co/miIoqsfEpN", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["News"], "tweet_urls": ["https://t.co/miIoqsfEpN"], "country": "USA", "text_en": "Huge Mistake? Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body"}, {"id": 1439585331091697669, "verified": false, "tweet_text": "my vaccine's second dose is so aligned with Kokomi's release how tf am i gonna pull for her with one arm", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "my vaccine's second dose is so aligned with Kokomi's release how tf am i gonna pull for her with one arm"}, {"id": 1439585069996331012, "verified": true, "tweet_text": "If you've not yet had your COVID-19 vaccine, it's not too late. \n\nEnter your postcode and find your nearest walk-in site for either your first or second dose. ➡️ https://t.co/USPJ3B4Yo3 https://t.co/ruulIOfzES", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/USPJ3B4Yo3"], "tweet_emoticons": ["➡️"], "country": "USA", "text_en": "If you've not yet had your COVID-19 vaccine, it's not too late. Enter your postcode and find your nearest walk-in site for either your first or second dose."}, {"id": 1439585052778708998, "verified": false, "tweet_text": "My periods are so early and fkn painful, like more than usual. I got my second dose of vaccine the day before yesterday. I feel like it's def related 😭😭😭😭", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_emoticons": ["😭"], "country": "USA", "text_en": "My periods are so early and fkn painful, like more than usual. I got my second dose of vaccine the day before yesterday. I feel like it's def related"}, {"id": 1439585008998502401, "verified": false, "tweet_text": "@FreeIndiaaaa I've lost all my patience with lockdowns and curfews since my second dose. 😂", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["FreeIndiaaaa"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "I've lost all my patience with lockdowns and curfews since my second dose."}, {"id": 1439584811866337292, "verified": false, "tweet_text": "good morning besties! waiting on hearing from bestie p, mon just noticed that he vapes, my head was all full of dreams of him last night, and i get my second dose in two hours", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "good morning besties! waiting on hearing from bestie p, mon just noticed that he vapes, my head was all full of dreams of him last night, and i get my second dose in two hours"}, {"id": 1439584761392074756, "verified": false, "tweet_text": "@NurseQLockdown Severe reaction to the first vax dose. So severe I haven't had &amp; won't have the second.\n\nGlasses prescription given five days after first shot are useless although huge retinopathy blob detected five days after vax has disappeared I don't trust the message that the vax is safe.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["NurseQLockdown"], "country": "USA", "text_en": "Severe reaction to the first vax dose. So severe I haven't had &amp; won't have the second. Glasses prescription given five days after first shot are useless although huge retinopathy blob detected five days after vax has disappeared I don't trust the message that the vax is safe."}, {"id": 1439584657440378882, "verified": false, "tweet_text": "@Fiebie11 welp, if you already lost your sense of taste and/or smell, enjoy the ride\nif not, get the test and if you're negative get the second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["Fiebie11"], "country": "USA", "text_en": "welp, if you already lost your sense of taste and/or smell, enjoy the ride if not, get the test and if you're negative get the second dose"}, {"id": 1439584440578191364, "verified": false, "tweet_text": "Article: More than one million people in England to be invited for booster shot \n\nhttps://t.co/zMSQ9PkiNl\n\nSent via @updayUK", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["updayUK"], "tweet_urls": ["https://t.co/zMSQ9PkiNl"], "country": "USA", "text_en": "Article: More than one million people in England to be invited for booster shot Sent via"}, {"id": 1439584231370358788, "verified": false, "tweet_text": "second dose at my first day tom", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "country": "USA", "text_en": "second dose at my first day tom"}, {"id": 1439584093658882050, "verified": false, "tweet_text": "@AdultHumanMiyo i forgot to take my second dose and didnt know how to explain that so i just kind of put it off lol", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["AdultHumanMiyo"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "i forgot to take my second dose and didnt know how to explain that so i just kind of put it off lol"}, {"id": 1439584086641709058, "verified": false, "tweet_text": "Excited for my second dose of vaccine on Tuesday!!! #VaccinesWork #VaccinesSaveLives", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["VaccinesWork", "VaccinesSaveLives"], "country": "USA", "text_en": "Excited for my second dose of vaccine on Tuesday!!!"}, {"id": 1439583801433214979, "verified": false, "tweet_text": "@psad19611 Yes awful… I can only imagine how bad actual shingles must be! Not looking forward to second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes awful I can only imagine how bad actual shingles must be! Not looking forward to second dose"}, {"id": 1439583690422587395, "verified": false, "tweet_text": "Hshshs around November la kot kalau second dose haritu August 🤣🤣 https://t.co/kGqWFugAD2", "tweet_lang": "sl", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/kGqWFugAD2"], "tweet_emoticons": ["🤣"]}, {"id": 1439583514098294784, "verified": false, "tweet_text": "I had a bad feeling this would happen for some who asked for a flu shot...\nhttps://t.co/Gehl23EXBO", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/Gehl23EXBO"], "country": "USA", "text_en": "I had a bad feeling this would happen for some who asked for a flu shot..."}, {"id": 1439583457185832960, "verified": false, "tweet_text": "@psad19611 I felt like crap after the second shot, but only for a day. I’ll take that over shingles, which my mom had &amp; it left her with severe pain in her leg. I also had a similar reaction after m6 2nd Moderna dose but again, beats Covid. You’ll probably feel back to your old self Monday", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I felt like crap after the second shot, but only for a day. Ill take that over shingles, which my mom had &amp; it left her with severe pain in her leg. I also had a similar reaction after m6 nd Moderna dose but again, beats Covid. Youll probably feel back to your old self Monday"}, {"id": 1439583298771116032, "verified": false, "tweet_text": "@JustinTrudeau Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau. Trudeau should have demanded a safe vaccine, safe enough to be given to a 12 month old child. No excuse.", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["JustinTrudeau"], "country": "USA", "text_en": "Two young children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by Justin Trudeau. Trudeau should have demanded a safe vaccine, safe enough to be given to a month old child. No excuse."}, {"id": 1439583291863150600, "verified": false, "tweet_text": "There is no flu!✅the vial before you take the flu💉‼️\nI went in for a flu💉&amp; was given a card that said COVID💉. I rushed to the counter. She said yes it was COVID💉&amp; not flu. They said “sorry we're busy” “this happen sometimes\" “we all make mistakes”\nhttps://t.co/Lp6vNQSD9d", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/Lp6vNQSD9d"], "tweet_emoticons": ["‼️", "💉", "✅"], "country": "USA", "text_en": "There is no flu!the vial before you take the flu I went in for a flu&amp; was given a card that said COVID. I rushed to the counter. She said yes it was COVID&amp; not flu. They said sorry we're busy this happen sometimes\" we all make mistakes"}, {"id": 1439583183465598981, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/GH4eZrCI1N via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/GH4eZrCI1N"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439582872776724492, "verified": false, "tweet_text": "@BogochIsaac @PHE_uk I’m Pfizer first dose &amp; Moderna second I wonder what that means lol", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["BogochIsaac", "PHE_uk"], "country": "USA", "text_en": "Im Pfizer first dose &amp; Moderna second I wonder what that means lol"}, {"id": 1439582751469019145, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/B5cDnxx01I", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/B5cDnxx01I"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439582710360596484, "verified": false, "tweet_text": "Most people who got a booster shot of the Pfizer Inc.-BioNTech SE Covid-19 vaccine had similar or fewer side effects than they did after the second dose, according to a preliminary study conducted by Israel’s largest health maintenance organization. https://t.co/UOPAWBufZh https://t.co/Eh9SLxEPnR", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/UOPAWBufZh", "https://t.co/Eh9SLxEPnR"], "country": "USA", "text_en": "Most people who got a booster shot of the Pfizer Inc.-BioNTech SE Covid-19 vaccine had similar or fewer side effects than they did after the second dose, according to a preliminary study conducted by Israels largest health maintenance organization."}, {"id": 1439582603837952000, "verified": false, "tweet_text": "In order to enter certain businesses and settings, you'll need to show proof you received your second vaccine dose at least 14 days prior. Access your COVID-19 vaccine receipt online at https://t.co/HIuVF1aOiO or call 1-833-943-3900. https://t.co/1xTEebwjfC", "tweet_lang": "en", "tweet_date": "2021-09-19T14:00:00Z", "tweet_urls": ["https://t.co/HIuVF1aOiO"], "country": "USA", "text_en": "In order to enter certain businesses and settings, you'll need to show proof you received your second vaccine dose at least days prior. Access your COVID-19 vaccine receipt online at or call -833-943-3900."}, {"id": 1439582377928376322, "verified": false, "tweet_text": "Kau jangan! Aku baru nak second dose Sabtu ni! Nak menunggu tu seksa betul! Yang lain dah boleh keluar, aku masih terperap dekat rumah ni! Dari start sem dulu, dah ke sem baru lagi tak complete lagi 😭😭 https://t.co/hD7oF6wk36", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/hD7oF6wk36"], "tweet_emoticons": ["😭"]}, {"id": 1439582325130645513, "verified": false, "tweet_text": "@psad19611 The first dose was a breeze.  The second gave me some discomfort, but nothing notable.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "The first dose was a breeze. The second gave me some discomfort, but nothing notable."}, {"id": 1439582130682613766, "verified": false, "tweet_text": "After a severe anaphylactic reaction to the COVID-19 vaccine, Codi Darnell writes she is hesitant to get a second dose even though the rest of her family is double vaccinated. The vaccine passport system in B.C., which does not allow for exceptions, makes her feel like a sec…", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "country": "USA", "text_en": "After a severe anaphylactic reaction to the COVID-19 vaccine, Codi Darnell writes she is hesitant to get a second dose even though the rest of her family is double vaccinated. The vaccine passport system in B.C., which does not allow for exceptions, makes her feel like a sec"}, {"id": 1439582038877609989, "verified": false, "tweet_text": "@MoHFW_INDIA please help me to get the covid vaccination certificate. Cowin portal is showing my second dose as the first one. It's showing I'm partially vaccinated, while I have taken both the doses. Please help.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["MoHFW_INDIA"], "country": "USA", "text_en": "please help me to get the covid vaccination certificate. Cowin portal is showing my second dose as the first one. It's showing I'm partially vaccinated, while I have taken both the doses. Please help."}, {"id": 1439581983877709833, "verified": false, "tweet_text": "PUBLIC NOTICE - 89% people in 18+ category have taken their first vaccine dose in District Ramban. 35% have also taken their second dose. They have PROTECTION against possible virus attack during third wave, if any. @diprjk @DisttRamban @ddnews_jammu @radionews_jammu @infjammu", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["diprjk", "DisttRamban", "ddnews_jammu", "radionews_jammu", "infjammu"], "country": "USA", "text_en": "PUBLIC NOTICE - % people in + category have taken their first vaccine dose in District Ramban. % have also taken their second dose. They have PROTECTION against possible virus attack during third wave, if any."}, {"id": 1439581890059456516, "verified": false, "tweet_text": "terasa lapar sentiasa ye setelah second dose vaccine ni 💩", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["💩"]}, {"id": 1439581828046807040, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/jPT0YIYW3V via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/jPT0YIYW3V"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439581699449540615, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/UXQzj1Jboy via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["gatewaypundit"], "tweet_urls": ["https://t.co/UXQzj1Jboy"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439581619539435521, "verified": false, "tweet_text": "@SJTA_Puri Please advice my mom is above 60 years and she has taken both dose of vaccine. Whether she is allowed or not?\nAlso my brother has taken single dose of vaccine and second dose is not yet due. Please advise if he can enter or not", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["SJTA_Puri"], "country": "USA", "text_en": "Please advice my mom is above years and she has taken both dose of vaccine. Whether she is allowed or not? Also my brother has taken single dose of vaccine and second dose is not yet due. Please advise if he can enter or not"}, {"id": 1439581365477855233, "verified": false, "tweet_text": "@FatinShahira99 omg sama! asyik lapaq ja skrg hahaha padahal lepas 14 hari dh pun second dose tu", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["FatinShahira99"]}, {"id": 1439581270296580108, "verified": false, "tweet_text": "Agak mabuk eh second dose ni. Risau esok buat party kat office je. Harap esok tak mabuk dah 🥲", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥲"]}, {"id": 1439581240051576832, "verified": false, "tweet_text": "@JustinTrudeau Soon you'll be behind bar's for forced vaccines on Canada.\nTrying to play a page out of Hitlers play book is about to backfire on your ego.!!\nTwo children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by you.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["JustinTrudeau"], "country": "USA", "text_en": "Soon you'll be behind bar's for forced vaccines on Canada. Trying to play a page out of Hitlers play book is about to backfire on your ego.!! Two children near Peterborough Ontario are now without their mother after she receives the second dose of covid vaccine forced by you."}, {"id": 1439581216940957701, "verified": false, "tweet_text": "3,307 people got first doses of C19 vaccine in Monroe County last week. That's .4% of the population, second week of slower pace.  66.2% of total population has received one dose. #ROC", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["ROC"], "country": "USA", "text_en": "people got first doses of C19 vaccine in Monroe County last week. That's .4% of the population, second week of slower pace. % of total population has received one dose."}, {"id": 1439581032093667328, "verified": false, "tweet_text": "ADVISORY - People who have completed 84 days from taking their first vaccine shot are advised to visit their nearest vaccination centre in District Ramban to take their second dose. Thank you. @diprjk @DisttRamban @ddnews_jammu @infjammu @radionews_jammu", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["diprjk", "DisttRamban", "ddnews_jammu", "infjammu", "radionews_jammu"], "country": "USA", "text_en": "ADVISORY - People who have completed days from taking their first vaccine shot are advised to visit their nearest vaccination centre in District Ramban to take their second dose. Thank you."}, {"id": 1439580966792486919, "verified": false, "tweet_text": "BRO LAMA NYA SECOND DOSE. AKU NAK SHOPPING KAT WATSON LAH ALLAHU", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z"}, {"id": 1439580944738881542, "verified": false, "tweet_text": "mag bilar unta ko ron pero ahak mag second dose man diay ko ugma", "tweet_lang": "tl", "tweet_date": "2021-09-19T13:00:00Z"}, {"id": 1439580636851830787, "verified": false, "tweet_text": "@RanjanS55208656 @aajtak Mere ek friend  ne second dose  ratko 11:23 ko liya  chahe to @RahulGandhi  use puch sakte he", "tweet_lang": "hi", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["RanjanS55208656", "aajtak", "RahulGandhi"], "country": "INDIA", "text_hi": "Mere ek friend ne second dose ratko :23 ko liya chahe to use puch sakte he"}, {"id": 1439580572003749896, "verified": false, "tweet_text": "@psad19611 the only thing as bad as the shingles vaccine is the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "the only thing as bad as the shingles vaccine is the second dose."}, {"id": 1439580338234269703, "verified": false, "tweet_text": "Damn @Walgreens, I hope you get sued!\n\nHuge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/zXvAvaUIGl via @gatewaypundit", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Walgreens", "gatewaypundit"], "tweet_urls": ["https://t.co/zXvAvaUIGl"], "country": "USA", "text_en": "Damn , I hope you get sued! Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" via"}, {"id": 1439579988424941568, "verified": false, "tweet_text": "2 things to look forward to on the 24th:\n\n1. My Universe by Coldplay X BTS 💜\n2. My second dose!!!! ☺️", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["💜", "☺️"], "country": "USA", "text_en": "things to look forward to on the th: . My Universe by Coldplay X BTS . My second dose!!!!"}, {"id": 1439579525160046592, "verified": false, "tweet_text": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\" https://t.co/jPsymuhR7V", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/jPsymuhR7V"], "country": "USA", "text_en": "Huge Mistake? - Teen Requests Flu Shot, Then Told To Come Back For Her Second Dose: \"I Never Gave Consent For The COVID-19 Vaccine To Be Injected Into My Body\""}, {"id": 1439579463587536902, "verified": false, "tweet_text": "Done second dose hari ni.. lps ni blh gi langkawi https://t.co/OM8OsWUft9", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z"}, {"id": 1439579344066670594, "verified": false, "tweet_text": "@HaydenJOConnor 2nd July for our second dose, hasn’t provided any benefits so far 🤨", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["HaydenJOConnor"], "tweet_emoticons": ["🤨"], "country": "USA", "text_en": "nd July for our second dose, hasnt provided any benefits so far"}, {"id": 1439579095193448449, "verified": false, "tweet_text": "Sumakto pa talaga sa first day of school yung turok ko ng second dose 🤦", "tweet_lang": "tl", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🤦"]}, {"id": 1439579080391892993, "verified": false, "tweet_text": "JUST GOT MY SECOND DOSE IM SO EXCITED", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "country": "USA", "text_en": "JUST GOT MY SECOND DOSE IM SO EXCITED"}, {"id": 1439579079322210306, "verified": false, "tweet_text": "@miniwonz what? My first dose was fine but after I took the second dose,I can’t even move😟", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["miniwonz"], "tweet_emoticons": ["😟"], "country": "USA", "text_en": "what? My first dose was fine but after I took the second dose,I cant even move"}, {"id": 1439579044933218309, "verified": true, "tweet_text": "Get vaccinated! Walk-in today for your first or second dose of a Pfizer or Moderna vaccine at these locations. For clinic hours, visit: https://t.co/tbhJPeyptu https://t.co/qwgUQkXuZm", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/tbhJPeyptu"], "country": "USA", "text_en": "Get vaccinated! Walk-in today for your first or second dose of a Pfizer or Moderna vaccine at these locations. For clinic hours, visit:"}, {"id": 1439578986816831492, "verified": false, "tweet_text": "@iidivyankaii Lol same 🤣 but turns out second dose mein kuch nahi hota. Mera sirf arm dukha thoda bas.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["iidivyankaii"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "Lol same but turns out second dose mein kuch nahi hota. Mera sirf arm dukha thoda bas."}, {"id": 1439578927475924996, "verified": false, "tweet_text": "Second dose https://t.co/CfJYFirbqz https://t.co/mToCfD7TKO", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/CfJYFirbqz"], "country": "USA", "text_en": "Second dose"}, {"id": 1439578891333603332, "verified": false, "tweet_text": "@ricolelyon @DanDanzlot @i24NEWS_FR \"Holders of Israel's vaccine passports must get a 3rd dose of the Pfizer - BioNTech vaccine within 6months of their second dose, or lose the so-called green pass that allows them more freedom.\"\nhttps://t.co/LJG8AMQ5qR", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["ricolelyon", "DanDanzlot", "i24NEWS_FR"], "tweet_urls": ["https://t.co/LJG8AMQ5qR"], "country": "USA", "text_en": "\"Holders of Israel's vaccine passports must get a rd dose of the Pfizer - BioNTech vaccine within months of their second dose, or lose the so-called green pass that allows them more freedom.\""}, {"id": 1439578705412591617, "verified": false, "tweet_text": "@huzailishah second dose punn belum HAHAHAA", "tweet_lang": "it", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["huzailishah"]}, {"id": 1439578690141048845, "verified": false, "tweet_text": "Aduh aku lupa esok second dose", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z"}, {"id": 1439578472930705408, "verified": false, "tweet_text": "Second dose pun hujung bulan sepuluh kauuuu https://t.co/MNAW2bgKCV", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/MNAW2bgKCV"]}, {"id": 1439578334921297920, "verified": false, "tweet_text": "cepat la  second dose 😭😭", "tweet_lang": "ro", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["😭"]}, {"id": 1439578257209188359, "verified": false, "tweet_text": "@psad19611 Yep you'll feel fine tomorrow.\nJust plan your second dose accordingly because it's going to be the same.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yep you'll feel fine tomorrow. Just plan your second dose accordingly because it's going to be the same."}, {"id": 1439578169028198406, "verified": false, "tweet_text": "Why Malaysians be freaking out when they find out third dose is needed lol. The process of administering third dose is not as strict as first/second dose. Your turn can be in the following years. Lol macam lah nak pandemic virus ni semua berlaku kalau aku,aku pun tanak vaksin", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "country": "USA", "text_en": "Why Malaysians be freaking out when they find out third dose is needed lol. The process of administering third dose is not as strict as first/second dose. Your turn can be in the following years. Lol macam lah nak pandemic virus ni semua berlaku kalau aku,aku pun tanak vaksin"}, {"id": 1439578106788864001, "verified": false, "tweet_text": "@FacePlantt44 @saxyval @ProudOldSoldier NSW has 81% first dose surely those will become 81% double dosed or you think some people won’t get the second shot? I think they will if they had the first.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["FacePlantt44", "saxyval", "ProudOldSoldier"], "country": "USA", "text_en": "NSW has % first dose surely those will become % double dosed or you think some people wont get the second shot? I think they will if they had the first."}, {"id": 1439578090485731331, "verified": false, "tweet_text": "@i_dle_mmssys_la nah it wasnt that bad, But people say second dose is even worse, soo we will see, Will update u on friday", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["i_dle_mmssys_la"], "country": "USA", "text_en": "nah it wasnt that bad, But people say second dose is even worse, soo we will see, Will update u on friday"}, {"id": 1439577994054430721, "verified": false, "tweet_text": "@RahulGandhi Mere Bhai Ka second dose Ka certificate as Gaya hai jabki uska second usne vaccine Ka second dose liya BHI Nahi ye Kaisa farji wada chal Raha", "tweet_lang": "hi", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["RahulGandhi"], "country": "INDIA", "text_hi": "Mere Bhai Ka second dose Ka certificate as Gaya hai jabki uska second usne vaccine Ka second dose liya BHI Nahi ye Kaisa farji wada chal Raha"}, {"id": 1439577784842604548, "verified": false, "tweet_text": "Its profitable for them to push this vaccine plan and simple, thats why it will be around for years, it stared as one shot, the second dose, then they recommend a booster shot, now I hear a 4th jab may be required..$$$$$ pharmaceutical companies bottom line https://t.co/s9rXVBSbpP", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/s9rXVBSbpP"], "country": "USA", "text_en": "Its profitable for them to push this vaccine plan and simple, thats why it will be around for years, it stared as one shot, the second dose, then they recommend a booster shot, now I hear a th jab may be required..$$$$$ pharmaceutical companies bottom line"}, {"id": 1439577744363466753, "verified": true, "tweet_text": "Today (September 19) #TeamToronto has 18 #COVID19 vaccine clinics across the city. Get your first or second dose. Full details: https://t.co/T4kqrjrv3M https://t.co/kJzutZtIHK", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["TeamToronto", "COVID19"], "tweet_urls": ["https://t.co/T4kqrjrv3M"], "country": "USA", "text_en": "Today (September ) has vaccine clinics across the city. Get your first or second dose. Full details:"}, {"id": 1439577719994413058, "verified": false, "tweet_text": "@psad19611 I did shingles last year. Another two shot dose. My arm was sore after the second one but that was it", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I did shingles last year. Another two shot dose. My arm was sore after the second one but that was it"}, {"id": 1439577408366157831, "verified": false, "tweet_text": "More than 11 percent of Texans who have received their first dose of the COVID-19 vaccine have not scheduled their second dose. Getting both doses is the best way to protect yourself from complications from the virus. https://t.co/f8jTjLC4j2 https://t.co/rTNNdgeS3U", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/f8jTjLC4j2"], "country": "USA", "text_en": "More than percent of Texans who have received their first dose of the COVID-19 vaccine have not scheduled their second dose. Getting both doses is the best way to protect yourself from complications from the virus."}, {"id": 1439577306876583942, "verified": false, "tweet_text": "#urgent |  Director of the Department of Vaccinations Abdul Basit Samio confirms that the Supreme Advisory Committee has given permission to grant #AstraZeneca vaccine as a second dose to those who received the first dose of #Sputnik vaccine #Libya", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["urgent", "AstraZeneca", "Sputnik", "Libya"], "country": "USA", "text_en": "| Director of the Department of Vaccinations Abdul Basit Samio confirms that the Supreme Advisory Committee has given permission to grant vaccine as a second dose to those who received the first dose of vaccine"}, {"id": 1439577234663038981, "verified": false, "tweet_text": "The second dose not much of side effects, right? I jadi trauma jap lepas first dose hari tu 😅😅😅", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["😅"], "country": "USA", "text_en": "The second dose not much of side effects, right? I jadi trauma jap lepas first dose hari tu"}, {"id": 1439577200022409222, "verified": false, "tweet_text": "@fluorescentpugh not mutuals but i'm fully vaxxed and i the most i got from the first dose was a headache, then second dose gave me an awful migraine", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["fluorescentpugh"], "country": "USA", "text_en": "not mutuals but i'm fully vaxxed and i the most i got from the first dose was a headache, then second dose gave me an awful migraine"}, {"id": 1439577199854555141, "verified": false, "tweet_text": "Second dose.. tggu third dose plak 🤪🥴 https://t.co/BjX5fA0VDN", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥴", "🤪"]}, {"id": 1439577176907653123, "verified": false, "tweet_text": "this second dose of the vaccine got hands 🥴", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥴"], "country": "USA", "text_en": "this second dose of the vaccine got hands"}, {"id": 1439576740930613268, "verified": false, "tweet_text": "grabe epekto ng second dose ng vaccine. kaya walang update/s muna. 🤒", "tweet_lang": "tl", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🤒"]}, {"id": 1439576652774735874, "verified": false, "tweet_text": "@NBKzealot_ @Fasakkkkk Akhanda ki vasta saar inka second dose avvaledu", "tweet_lang": "et", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["NBKzealot_", "Fasakkkkk"]}, {"id": 1439576527906037760, "verified": false, "tweet_text": "Covid vaccine boosters: Pfizer tells FDA side effects are similar to second dose https://t.co/AAGnwFRlqq", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/AAGnwFRlqq"], "country": "USA", "text_en": "Covid vaccine boosters: Pfizer tells FDA side effects are similar to second dose"}, {"id": 1439576431936217096, "verified": false, "tweet_text": "last puyat na pramis. need to be in a good condition kay second dose na 🥲", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥲"], "country": "USA", "text_en": "last puyat na pramis. need to be in a good condition kay second dose na"}, {"id": 1439576397056520195, "verified": false, "tweet_text": "@fluorescentpugh i was fine after my first dose (my arm was just rlly sore) but i felt pretty sick after my second dose", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["fluorescentpugh"], "country": "USA", "text_en": "i was fine after my first dose (my arm was just rlly sore) but i felt pretty sick after my second dose"}, {"id": 1439576272359682054, "verified": false, "tweet_text": "Darating na second dose, tinatamad ako bumalik", "tweet_lang": "tl", "tweet_date": "2021-09-19T13:00:00Z"}, {"id": 1439576233684127751, "verified": false, "tweet_text": "@Kristyn_in_MI @CreationsofaBee Defining fully vaccinated as 14 days post second dose is complete nonsense / statistical manipulation. Zero justification for it.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Kristyn_in_MI", "CreationsofaBee"], "country": "USA", "text_en": "Defining fully vaccinated as days post second dose is complete nonsense / statistical manipulation. Zero justification for it."}, {"id": 1439576118978170881, "verified": false, "tweet_text": "@DeluxeCanine Great, I had my second shot of it a few weeks ago, it fucked me. First dose not too bad.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["DeluxeCanine"], "country": "USA", "text_en": "Great, I had my second shot of it a few weeks ago, it fucked me. First dose not too bad."}, {"id": 1439576058282475520, "verified": false, "tweet_text": "Feeling ko this second dose... I felt na the effects. Pero mind over matter lang dapat. 😅 #FullyVaccinated #moderna #JAB", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["FullyVaccinated", "moderna", "JAB"], "tweet_emoticons": ["😅"], "country": "USA", "text_en": "Feeling ko this second dose... I felt na the effects. Pero mind over matter lang dapat."}, {"id": 1439575930247188482, "verified": false, "tweet_text": "@AaronHunyady @siddalee_walker @Cleavon_MD Thats what I was thinking. Maybe at least the first dose, like today/asap and then definitely wait until after delivery for the second. I think I’ll recommend isolation for now. Thank you !", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["AaronHunyady", "siddalee_walker", "Cleavon_MD"], "country": "USA", "text_en": "Thats what I was thinking. Maybe at least the first dose, like today/asap and then definitely wait until after delivery for the second. I think Ill recommend isolation for now. Thank you !"}, {"id": 1439575910957699075, "verified": false, "tweet_text": "@psad19611 I did. It was worse for the first dose. I took ibuprofen before I got the second shot, so that may have helped. Feel better!", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "I did. It was worse for the first dose. I took ibuprofen before I got the second shot, so that may have helped. Feel better!"}, {"id": 1439575828694585354, "verified": false, "tweet_text": "Okay, second dose effect sudah datang 🥲. Brace myself 🥴", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥴", "🥲"], "country": "USA", "text_en": "Okay, second dose effect sudah datang . Brace myself"}, {"id": 1439575510162423816, "verified": false, "tweet_text": "So anyone want to remind me why I need to wait 3 weeks for my second dose? 5G got my brain running at like 30ms now, that ain't quite LAN yet 😩", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["😩"], "country": "USA", "text_en": "So anyone want to remind me why I need to wait weeks for my second dose? G got my brain running at like ms now, that ain't quite LAN yet"}, {"id": 1439575434895654912, "verified": false, "tweet_text": "Lame weh nak tunggu second dose😫...mmg aq sorang jee ker mcmnie? #AstraZeneca", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["AstraZeneca"], "tweet_emoticons": ["😫"]}, {"id": 1439575294504062977, "verified": false, "tweet_text": "@annaCKar1 @ArchoProbato @rlp164 @DrTomFrieden Myocarditis risk increases with each mRNA dose, clotting issue doe not seem to increase w/ second J&amp;J dose, at least as reported by J&amp;J clinical trial. For what that's worth.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["annaCKar1", "ArchoProbato", "rlp164", "DrTomFrieden"], "country": "USA", "text_en": "Myocarditis risk increases with each mRNA dose, clotting issue doe not seem to increase w/ second J&amp;J dose, at least as reported by J&amp;J clinical trial. For what that's worth."}, {"id": 1439575263126425603, "verified": true, "tweet_text": "After a severe anaphylactic reaction to the COVID-19 vaccine, Codi Darnell writes she is hesitant to get a second dose even though the rest of her family is double vaccinated. The vaccine passport system in B.C. makes her feel like a second-class citizen. https://t.co/fHWfNNZo8E", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_urls": ["https://t.co/fHWfNNZo8E"], "country": "USA", "text_en": "After a severe anaphylactic reaction to the COVID-19 vaccine, Codi Darnell writes she is hesitant to get a second dose even though the rest of her family is double vaccinated. The vaccine passport system in B.C. makes her feel like a second-class citizen."}, {"id": 1439575205786103811, "verified": false, "tweet_text": "Not an anti-Vaxer at all but I’m due for my second dose this week and since I got my first dose I’ve been having consistent pain on the left side of my scalp and the left side of my throat 🥴 anyone experience something similar with phizer?", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["🥴", "xp"], "country": "USA", "text_en": "Not an anti-Vaxer at all but Im due for my second dose this week and since I got my first dose Ive been having consistent pain on the left side of my scalp and the left side of my throat anyone experience something similar with phizer?"}, {"id": 1439575185145860098, "verified": false, "tweet_text": "Omg I get my second vaccine dose in a few, my arm gon hurt like hell again I’m not ready 😭", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["😭"], "country": "USA", "text_en": "Omg I get my second vaccine dose in a few, my arm gon hurt like hell again Im not ready"}, {"id": 1439575168972574724, "verified": false, "tweet_text": "second dose ke baad wala periods bohot hi khatarnak hai boss", "tweet_lang": "in", "tweet_date": "2021-09-19T13:00:00Z"}, {"id": 1439574934519439360, "verified": false, "tweet_text": "Apparently they're offering Covid vaccines at DFW. That's great, but followup/second dose seems like an issue.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "country": "USA", "text_en": "Apparently they're offering Covid vaccines at DFW. That's great, but followup/second dose seems like an issue."}, {"id": 1439574709213941762, "verified": false, "tweet_text": "@kooscaffelatte First dose done\nSecond dose coming oct", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["kooscaffelatte"], "country": "USA", "text_en": "First dose done Second dose coming oct"}, {"id": 1439574617065234438, "verified": false, "tweet_text": "@RNLongIsland @siddalee_walker @Cleavon_MD Not medical advice. Fever rarely happens with the first dose but I definitely would not want that second dose anywhere around the due date. The doctor is right. She waited too long. Antibodies take 6 weeks. Isolation is the logical course of action at this point.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["RNLongIsland", "siddalee_walker", "Cleavon_MD"], "country": "USA", "text_en": "Not medical advice. Fever rarely happens with the first dose but I definitely would not want that second dose anywhere around the due date. The doctor is right. She waited too long. Antibodies take weeks. Isolation is the logical course of action at this point."}, {"id": 1439574552187752459, "verified": false, "tweet_text": "@psad19611 First dose, next morning: threw up, spent the day in bed feeling like crap. Then I had a horrible allergic reaction to the second shot, with a miserable rash all over my torso. Better than shingles, I suppose, but ick.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "First dose, next morning: threw up, spent the day in bed feeling like crap. Then I had a horrible allergic reaction to the second shot, with a miserable rash all over my torso. Better than shingles, I suppose, but ick."}, {"id": 1439574413700214789, "verified": false, "tweet_text": "@R3PUTAYTION @Ms_Zestgirl @96fps Sure, the second dose of Pfizer actually reduces the amount of covid antibodies in your system. https://t.co/146njY8UFo", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["R3PUTAYTION", "Ms_Zestgirl", "96fps"], "tweet_urls": ["https://t.co/146njY8UFo"], "country": "USA", "text_en": "Sure, the second dose of Pfizer actually reduces the amount of covid antibodies in your system."}, {"id": 1439574140617330692, "verified": false, "tweet_text": "@NumberNota @harshmadhusudan @oommen 60 year olds vaccination was open in March. Most of them had their first dose before May so the second dose should have happened by now.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["NumberNota", "harshmadhusudan", "oommen"], "country": "USA", "text_en": "year olds vaccination was open in March. Most of them had their first dose before May so the second dose should have happened by now."}, {"id": 1439573971154919434, "verified": false, "tweet_text": "Really hope the second dose doesn’t chow me like the first one 😖", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["😖"], "country": "USA", "text_en": "Really hope the second dose doesnt chow me like the first one"}, {"id": 1439573569680273412, "verified": false, "tweet_text": "i will have my second dose on the 21st. hmmmm sana gumaling na yung ubo ko. ayokong umubo habang nasa vaccination center. 😅", "tweet_lang": "tl", "tweet_date": "2021-09-19T13:00:00Z", "tweet_emoticons": ["😅"]}, {"id": 1439573477170851841, "verified": false, "tweet_text": "The second dose of the vaccine has me down like this https://t.co/VzhHfB06Hh", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "country": "USA", "text_en": "The second dose of the vaccine has me down like this"}, {"id": 1439573394274484225, "verified": false, "tweet_text": "@genawhothehell Ready na ba ang mudra mo sa wednesday for second dose? haha", "tweet_lang": "tl", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["genawhothehell"]}, {"id": 1439573263269646344, "verified": false, "tweet_text": "@psad19611 Yes, sick for 4 days with the second but would do it again. I highly recommend you get the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["psad19611"], "country": "USA", "text_en": "Yes, sick for days with the second but would do it again. I highly recommend you get the second dose."}, {"id": 1439573222869987333, "verified": false, "tweet_text": "I am Vaccineneted for second dose https://t.co/XC0EZSRAvS", "tweet_lang": "en", "tweet_date": "2021-09-19T13:00:00Z", "country": "USA", "text_en": "I am Vaccineneted for second dose"}]