[{"id": 1439656061074563073, "verified": false, "tweet_text": "Buenas noticias para el turismo internacional con UK: a partir de finales de octubre no será necesario un test antes de venir si se está completamente vacunado, y la PCR a la llegada se sustituye por un antígenos ps: los vuelos a Manchester están baratos en noviembre", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "Buenas noticias para el turismo internacional con UK: a partir de finales de octubre no será necesario un test antes de venir si se está completamente vacunado, y la PCR a la llegada se sustituye por un antígenos ps: los vuelos a Manchester están baratos en noviembre"}, {"id": 1439653078949584897, "verified": false, "tweet_text": "El Departamento de Salud ha confirmado tres muertes adicionales relacionadas con COVID-19 en el condado de Tom Green:\n\n- Mujer, 50s, condado de Tom Green: no vacunada\n\n- Hombre, 60s, condado de Tom Green: no vacunado\n\n- Mujer, 80s, condado de Tom Green: completamente vacunada https://t.co/zVzdWXQGLi", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "country": "MEXICO", "text_es": "El Departamento de Salud ha confirmado tres muertes adicionales relacionadas con COVID-19 en el condado de Tom Green: - Mujer, s, condado de Tom Green: no vacunada - Hombre, s, condado de Tom Green: no vacunado - Mujer, s, condado de Tom Green: completamente vacunada"}, {"id": 1439648635470303237, "verified": false, "tweet_text": "@lisseteer83 @hug_olivo @ecuadorenvivo Antes gritaban los ecuatorianos por qué no existían vacunas en el país, ahora los correístas quieren llorar porque la mitad del pueblo está completamente vacunado. Son excusas pendejas que tienen los correístas para proteger a un delincuente y desacreditar a Lasso.", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["lisseteer83", "hug_olivo", "ecuadorenvivo"], "country": "MEXICO", "text_es": "Antes gritaban los ecuatorianos por qué no existían vacunas en el país, ahora los correístas quieren llorar porque la mitad del pueblo está completamente vacunado. Son excusas pendejas que tienen los correístas para proteger a un delincuente y desacreditar a Lasso."}, {"id": 1439647865186439171, "verified": false, "tweet_text": "@Iberia Hola, soy peruano y me he vacunado completamente contra el COVID en USA. Solo tengo carné de vacunación. Es válido para ingresar a España?", "tweet_lang": "es", "tweet_date": "2021-09-19T18:00:00Z", "mentions": ["Iberia"], "country": "MEXICO", "text_es": "Hola, soy peruano y me he vacunado completamente contra el COVID en USA. Solo tengo carné de vacunación. Es válido para ingresar a España?"}, {"id": 1439607034136051714, "verified": false, "tweet_text": "Una vez que hayan vacunado completamente a los menores por vía de amparo, les pediré que nos desistamos del amparo.\n\nTambién hay que saber dar gracias a las y los Jueces de Distrito de una forma en que ellos lo necesitan.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "country": "MEXICO", "text_es": "Una vez que hayan vacunado completamente a los menores por vía de amparo, les pediré que nos desistamos del amparo. También hay que saber dar gracias a las y los Jueces de Distrito de una forma en que ellos lo necesitan."}, {"id": 1439606250799501312, "verified": false, "tweet_text": "Impresionante, China🇨🇳 ha vacunado completamente a mil millones de personas, es decir a inoculado al 72,37% de su población https://t.co/3AwqpvhD6X", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🇨🇳"], "country": "MEXICO", "text_es": "Impresionante, China🇨🇳 ha vacunado completamente a mil millones de personas, es decir a inoculado al % de su población"}, {"id": 1439605444486565891, "verified": false, "tweet_text": "@PapiNostra Simple, dejarlos así. Si yo estoy en un cine o en un estadio que está completamente vacunado, me vale 3 hectáreas de verga lo que esté haciendo el antivacuna.", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["PapiNostra"], "country": "MEXICO", "text_es": "Simple, dejarlos así. Si yo estoy en un cine o en un estadio que está completamente vacunado, me vale hectáreas de verga lo que esté haciendo el antivacuna."}, {"id": 1439594762777026564, "verified": false, "tweet_text": "@mnesefilo @frandevox @gutenterre Yo le respeto absolutamente. Pero debe usted saber que estar vacunado no va a impedir que contraria el virus y lo transmita. De hecho, mi hija que acaba de venir de Escocia unos días y está completamente vacunada, antes de salir de España necesitaba un test negativo y dentro de", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["mnesefilo", "frandevox", "gutenterre"], "country": "MEXICO", "text_es": "Yo le respeto absolutamente. Pero debe usted saber que estar vacunado no va a impedir que contraria el virus y lo transmita. De hecho, mi hija que acaba de venir de Escocia unos días y está completamente vacunada, antes de salir de España necesitaba un test negativo y dentro de"}, {"id": 1439592643860779016, "verified": false, "tweet_text": "@A3Noticias Cuántas veces vais a publicar la misma noticia y en todos los canales y en todos los diarios, cuando alguien que se ha vacunado completamente se mueren de COVID no lo decís eso", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["A3Noticias"], "country": "MEXICO", "text_es": "Cuántas veces vais a publicar la misma noticia y en todos los canales y en todos los diarios, cuando alguien que se ha vacunado completamente se mueren de COVID no lo decís eso"}, {"id": 1439589019130765314, "verified": false, "tweet_text": "#AduanadeCuba Vacunacion en #Cuba\nDosis administradas 17,7 millones Completamente vacunadas 4,46  millones 39,9% de la población completamente vacunado el mundo dosis administradas 5 920 millones Completamente vacunadas 2 470 millones 31,7 % de la población completamente vacunado https://t.co/I8hecceSoy", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["AduanadeCuba", "Cuba"], "country": "MEXICO", "text_es": "Vacunacion en Dosis administradas millones Completamente vacunadas millones % de la población completamente vacunado el mundo dosis administradas millones Completamente vacunadas millones % de la población completamente vacunado"}, {"id": 1439586639282573313, "verified": false, "tweet_text": "Quien venga a Perú tiene que estar vacunado completamente. https://t.co/z15DYVWnEt", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "country": "MEXICO", "text_es": "Quien venga a Perú tiene que estar vacunado completamente."}, {"id": 1439585365984219137, "verified": false, "tweet_text": "Vacunacion en #Cuba\nDosis administradas 17,7 millones\nCompletamente vacunadas 4,46  millones\n39,9% de la población completamente vacunado\n\nEn el mundo\nDosis administradas 5 920 millones\nCompletamente vacunadas 2 470 millones\n31,7 % de la población completamente vacunado https://t.co/yba01s42Nc", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Cuba"], "country": "MEXICO", "text_es": "Vacunacion en Dosis administradas millones Completamente vacunadas millones % de la población completamente vacunado En el mundo Dosis administradas millones Completamente vacunadas millones % de la población completamente vacunado"}, {"id": 1439579231760027648, "verified": false, "tweet_text": "Durante las últimas 5 semanas me he enterado de la muerte de 6 personas conocidas. Todas han fallecido por complicaciones de #COVID19 y ya tenían al menos la 1era dosis de la vacuna. El más reciente de 40 años estaba completamente vacunado. CUIDÉMONOS POR FAVOR 🙏🏻", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "hashtags": ["COVID19"], "tweet_emoticons": ["🙏🏻"], "country": "MEXICO", "text_es": "Durante las últimas semanas me he enterado de la muerte de personas conocidas. Todas han fallecido por complicaciones de y ya tenían al menos la era dosis de la vacuna. El más reciente de años estaba completamente vacunado. CUIDÉMONOS POR FAVOR 🙏🏻"}, {"id": 1439554343397699584, "verified": false, "tweet_text": "@Moluskein @ALBERTOSTYLEE En ese vídeo no explica nada, solo que Dios dispone y que en otra ocasión será🙄Si es pq no estaba completamente vacunado, bendito sea Dios, está claro, los eventos son para vacunados full. Ese show se lleva anunciando mucho tiempo, tiempo tuvo para hacerlo.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["Moluskein", "ALBERTOSTYLEE"], "tweet_emoticons": ["🙄", "xp"], "country": "MEXICO", "text_es": "En ese vídeo no explica nada, solo que Dios dispone y que en otra ocasión será🙄Si es pq no estaba completamente vacunado, bendito sea Dios, está claro, los eventos son para vacunados full. Ese show se lleva anunciando mucho tiempo, tiempo tuvo para hacerlo."}, {"id": 1439527434886524930, "verified": false, "tweet_text": "@NoTeVacunes @medxverdperu Quiere eso decir que si Casillo no está completamente vacunado no puede ingresar al país ?? Eso quiro ver ...", "tweet_lang": "es", "tweet_date": "2021-09-19T10:00:00Z", "mentions": ["NoTeVacunes", "medxverdperu"], "country": "MEXICO", "text_es": "Quiere eso decir que si Casillo no está completamente vacunado no puede ingresar al país ?? Eso quiro ver ..."}, {"id": 1439507228952772609, "verified": false, "tweet_text": "AAA ESTOY TAN FELIZ QUE MI HOHO ESTE YA VACUNADO COMPLETAMENTE https://t.co/kJJGduWpgY", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "tweet_urls": ["https://t.co/kJJGduWpgY"], "country": "MEXICO", "text_es": "AAA ESTOY TAN FELIZ QUE MI HOHO ESTE YA VACUNADO COMPLETAMENTE"}, {"id": 1439472338026827777, "verified": false, "tweet_text": "¿Y qué pasará cuando el \"completamente vacunado\" se de cuenta que no estará completamente vacunado? https://t.co/fPXdPtwmFH", "tweet_lang": "es", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/fPXdPtwmFH"], "country": "MEXICO", "text_es": "¿Y qué pasará cuando el \"completamente vacunado\" se de cuenta que no estará completamente vacunado?"}, {"id": 1439441479882129411, "verified": false, "tweet_text": "Risible, pero cierto.\n\"Todo aquel que aún tiene miedo del K0ViT está completamente vacunado\". https://t.co/rZ9AQP30fQ", "tweet_lang": "es", "tweet_date": "2021-09-19T04:00:00Z", "tweet_urls": ["https://t.co/rZ9AQP30fQ"], "country": "MEXICO", "text_es": "Risible, pero cierto. \"Todo aquel que aún tiene miedo del K0ViT está completamente vacunado\"."}, {"id": 1439422833738780674, "verified": false, "tweet_text": "@GuauGua97442191 @ginadeporte1 @MinSaludCol @Fruizgomez @ViceColombia @MinInterior @Supersalud @UNGRD @IvanDuque @urnadecristal @infopresidencia Le invito a que investigue bien cómo son los contagios y posibilidades de esto cuando dos personas están completamente vacunadas, además no podemos estar toda la vida usando tapabocas ya con los síntomas de una simple gripa cuando se está vacunado, es absurdo", "tweet_lang": "es", "tweet_date": "2021-09-19T03:00:00Z", "mentions": ["GuauGua97442191", "ginadeporte1", "MinSaludCol", "Fruizgomez", "ViceColombia", "MinInterior", "Supersalud", "UNGRD", "IvanDuque", "urnadecristal", "infopresidencia"], "country": "MEXICO", "text_es": "Le invito a que investigue bien cómo son los contagios y posibilidades de esto cuando dos personas están completamente vacunadas, además no podemos estar toda la vida usando tapabocas ya con los síntomas de una simple gripa cuando se está vacunado, es absurdo"}, {"id": 1439385893257809920, "verified": false, "tweet_text": "Israel fue el primer país en inocular completamente (ambas dosis) a la mayoría de sus ciudadanos. En agosto la Dra Sharon Alroy, directora de los Servicios de Salud Pública admitió que conservan una de las tasas más altas de infección.\nEl 50% estaba completamente  vacunado.", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "country": "MEXICO", "text_es": "Israel fue el primer país en inocular completamente (ambas dosis) a la mayoría de sus ciudadanos. En agosto la Dra Sharon Alroy, directora de los Servicios de Salud Pública admitió que conservan una de las tasas más altas de infección. El % estaba completamente vacunado."}, {"id": 1439378535492296709, "verified": false, "tweet_text": "@EuniceEsterAcos @gi_giron El Reino Unido declaró como \"NO VACUNADO\" a todo el que haya sido completamente vacunado con cualquiera de las vacunas existentes y obliga a 10 días de cuarentena a todo mundo. Pregunta seria: Cree ud. que el personal de salud está protegido solo por haberse puesto las vacunas??", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["EuniceEsterAcos", "gi_giron"], "country": "MEXICO", "text_es": "El Reino Unido declaró como \"NO VACUNADO\" a todo el que haya sido completamente vacunado con cualquiera de las vacunas existentes y obliga a días de cuarentena a todo mundo. Pregunta seria: Cree ud. que el personal de salud está protegido solo por haberse puesto las vacunas??"}, {"id": 1439372381462667265, "verified": false, "tweet_text": "@UntalBryan @AstudilloAv Para ingresar a Ecuador, si estás vacunado completamente con 14 días de anticipación, no requieres prueba PCR..!", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "mentions": ["UntalBryan", "AstudilloAv"], "country": "MEXICO", "text_es": "Para ingresar a Ecuador, si estás vacunado completamente con días de anticipación, no requieres prueba PCR..!"}, {"id": 1439364945565700096, "verified": false, "tweet_text": "@plsoteldo @telediariomty A ver!! parece que no entendió mi comentario, nadie está diciendo que las vacunas no sean efectivas, pero la nota dice que murieron por no vacunarse por lo que es completamente amarillista ya que de ser cierto nadie vacunado moriría!! Captó?", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["plsoteldo", "telediariomty"], "country": "MEXICO", "text_es": "A ver!! parece que no entendió mi comentario, nadie está diciendo que las vacunas no sean efectivas, pero la nota dice que murieron por no vacunarse por lo que es completamente amarillista ya que de ser cierto nadie vacunado moriría!! Captó?"}, {"id": 1439352150337916928, "verified": false, "tweet_text": "@ElisaEFS pues para eso nos hemos vacunado, llegará un momento que el covid será como la gripe y será completamente normal tenerlo, estar dos o tres días pachucho y listo.", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["ElisaEFS"], "country": "MEXICO", "text_es": "pues para eso nos hemos vacunado, llegará un momento que el covid será como la gripe y será completamente normal tenerlo, estar dos o tres días pachucho y listo."}, {"id": 1439350340860715013, "verified": false, "tweet_text": "#NOTICIAS @Be1Radio | Juez de Quebec rechaza la solicitud de jurado completamente vacunado en el juicio de Montreal https://t.co/J4F3u1RiuG", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "hashtags": ["NOTICIAS"], "mentions": ["be1radio"], "tweet_urls": ["https://t.co/J4F3u1RiuG"], "country": "MEXICO", "text_es": "| Juez de Quebec rechaza la solicitud de jurado completamente vacunado en el juicio de Montreal"}, {"id": 1439305026078400512, "verified": false, "tweet_text": "@eduserrano_ @xavy051 @dacolon Me lo hubieras preguntado antes yo te lo hubiera dicho, con mucho orgullo y por conocimiento soy ANTI-VACUNAS!\n\nSuerte con los boosters que te están preparando sólo es cuestión de tiempo!\n\nSi no los aceptas no contarás como completamente “vacunado”!", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["eduserrano_", "xavy051", "dacolon"], "country": "MEXICO", "text_es": "Me lo hubieras preguntado antes yo te lo hubiera dicho, con mucho orgullo y por conocimiento soy ANTI-VACUNAS! Suerte con los boosters que te están preparando sólo es cuestión de tiempo! Si no los aceptas no contarás como completamente “vacunado”!"}, {"id": 1439299825615441928, "verified": false, "tweet_text": "@legado @YofuiaEGB Te decia completamente en serio lo del contagio una vez vacunado, es un tema que desconozco.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["legado", "YofuiaEGB"], "country": "MEXICO", "text_es": "Te decia completamente en serio lo del contagio una vez vacunado, es un tema que desconozco."}, {"id": 1439295478739394565, "verified": false, "tweet_text": "Mi papá no me dejó ir a una peda chiquita porque no me han vacunado pero se fue de vacaciones a Acapulco con mis hermanos y cuando regresaron se quedaron en mi casa y no se quisieron aislar completamente de mí y mi mamá. \nMy dad, there's no one else like my dad 🤡✌🏽", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "tweet_emoticons": ["✌🏽", "🤡"], "country": "MEXICO", "text_es": "Mi papá no me dejó ir a una peda chiquita porque no me han vacunado pero se fue de vacaciones a Acapulco con mis hermanos y cuando regresaron se quedaron en mi casa y no se quisieron aislar completamente de mí y mi mamá. My dad, there's no one else like my dad 🤡✌🏽"}, {"id": 1439274724241072129, "verified": false, "tweet_text": "Viaje desde el resto del mundo a partir de las 4 a.m. del lunes 4 octubre, si ha estado completamente vacunado durante al menos 14 días:\n\n• bajo un programa de vacunación aprobado en el Reino Unido, Europa, EE. UU. o el programa de vacunación del R. Unido en el extranjero.", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "country": "MEXICO", "text_es": "Viaje desde el resto del mundo a partir de las a.m. del lunes octubre, si ha estado completamente vacunado durante al menos días: • bajo un programa de vacunación aprobado en el Reino Unido, Europa, EE. UU. o el programa de vacunación del R. Unido en el extranjero."}, {"id": 1439267833746239493, "verified": false, "tweet_text": "me parece excelente que para ingresar a Peru ahora debes estar completamente vacunado y ADEMÁS, presentar PCR negativa💜", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "tweet_emoticons": ["💜"], "country": "MEXICO", "text_es": "me parece excelente que para ingresar a Peru ahora debes estar completamente vacunado y ADEMÁS, presentar PCR negativa💜"}, {"id": 1439247765356388353, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1439240931782402051, "verified": false, "tweet_text": "“El 95% de los pacientes graves están vacunados. El 85-90% de las hospitalizaciones son en personas completamente vacunadas”.\nDr. Kobi Haviv, director del hospital Herzoq de Israel.\n\nhttps://t.co/OoUkpf3BcA", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "tweet_urls": ["https://t.co/OoUkpf3BcA"], "country": "MEXICO", "text_es": "“El % de los pacientes graves están vacunados. El -90% de las hospitalizaciones son en personas completamente vacunadas”. Dr. Kobi Haviv, director del hospital Herzoq de Israel."}, {"id": 1439231360070205443, "verified": false, "tweet_text": "Ya estoy completamente vacunado, quien para unos besasos ahorita.", "tweet_lang": "es", "tweet_date": "2021-09-18T14:00:00Z", "country": "MEXICO", "text_es": "Ya estoy completamente vacunado, quien para unos besasos ahorita."}, {"id": 1439207059736645633, "verified": false, "tweet_text": "@Car_Se_Me @Aso_Liberum Completamente ilegal y discriminatorio una manera de poder tantear quién esta vacunado y quien no, más presión barata para seguir 💉 surrealista", "tweet_lang": "es", "tweet_date": "2021-09-18T13:00:00Z", "mentions": ["Car_Se_Me", "Aso_Liberum"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Completamente ilegal y discriminatorio una manera de poder tantear quién esta vacunado y quien no, más presión barata para seguir 💉 surrealista"}, {"id": 1439109020732768257, "verified": false, "tweet_text": "Estar completamente vacunado no te quita que te puedas contagiar, llevan meses diciendo eso así que deben seguirse cuidando. Aparte, si te estás metiendo 7 líneas de coca al día pues creo que algunas complicaciones si tendrás. https://t.co/X0PfCve6Fu", "tweet_lang": "es", "tweet_date": "2021-09-18T06:00:00Z", "tweet_urls": ["https://t.co/X0PfCve6Fu"], "country": "MEXICO", "text_es": "Estar completamente vacunado no te quita que te puedas contagiar, llevan meses diciendo eso así que deben seguirse cuidando. Aparte, si te estás metiendo líneas de coca al día pues creo que algunas complicaciones si tendrás."}, {"id": 1439061449503019009, "verified": false, "tweet_text": "@LATAM_PER Están malinfirnando señores \nLa norma dice claramente PCR  o completamente vacunado. No y!!! https://t.co/1GkobWrLcq", "tweet_lang": "es", "tweet_date": "2021-09-18T03:00:00Z", "mentions": ["LATAM_PER"], "country": "MEXICO", "text_es": "Están malinfirnando señores La norma dice claramente PCR o completamente vacunado. No y!!!"}, {"id": 1439053687045951493, "verified": false, "tweet_text": "@drmiguelmarcos @Botaglio1 @Lanotaria @ari_arifu Dr , le pregunto . A Un vacunado completo que entra enfermo se dice q no es covid por estar vacunado completamente? .\nHe leído artículos q a los no vacunados se les hacen tests para q den positivo con otras patologías y luego de dice q es la pandemia de los no vacunados. Es asi?", "tweet_lang": "es", "tweet_date": "2021-09-18T02:00:00Z", "mentions": ["drmiguelmarcos", "Botaglio1", "Lanotaria", "ari_arifu"], "country": "MEXICO", "text_es": "Dr , le pregunto . A Un vacunado completo que entra enfermo se dice q no es covid por estar vacunado completamente? . He leído artículos q a los no vacunados se les hacen tests para q den positivo con otras patologías y luego de dice q es la pandemia de los no vacunados. Es asi?"}, {"id": 1439043143530332160, "verified": true, "tweet_text": "COVID-19: Personas que ingresen a Perú deberán tener vacunación completa y prueba negativa https://t.co/zNDsjMEKDn", "tweet_lang": "es", "tweet_date": "2021-09-18T02:00:00Z", "tweet_urls": ["https://t.co/zNDsjMEKDn"], "country": "MEXICO", "text_es": "COVID-19: Personas que ingresen a Perú deberán tener vacunación completa y prueba negativa"}, {"id": 1439031420517683204, "verified": true, "tweet_text": "¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en https://t.co/hOhFwqxKqG #QuitaleLaCorona #RollUpYourSleeve\n\n¡Uber a tu próxima vacuna! #UberGratis Llámanos\n👉☎️ 887-881-8281 https://t.co/UM1DVWRdvx", "tweet_lang": "es", "tweet_date": "2021-09-18T01:00:00Z", "hashtags": ["QuitaleLaCorona", "RollUpYourSleeve", "UberGratis"], "tweet_urls": ["https://t.co/hOhFwqxKqG"], "tweet_emoticons": ["☎️", "👉"], "country": "MEXICO", "text_es": "¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en ¡Uber a tu próxima vacuna! Llámanos 👉☎️ -881-8281"}, {"id": 1439016939452604416, "verified": false, "tweet_text": "Quienes ingresen al Perú deben tener vacunación completa y presentar prueba molecular negativa https://t.co/GG0KaD4aF6", "tweet_lang": "es", "tweet_date": "2021-09-18T00:00:00Z", "tweet_urls": ["https://t.co/GG0KaD4aF6"], "country": "MEXICO", "text_es": "Quienes ingresen al Perú deben tener vacunación completa y presentar prueba molecular negativa"}, {"id": 1438992979377770499, "verified": false, "tweet_text": "@ivonnemelgar @DeniseDresserG Uruguay tiene 3 millones de habitantes 😒, la población de chile es similar a solo la CDMX y area metropolitana y México ha vacunado completamente a 41 millones de mexicanos, con esto ya se abría vacunado a toda la población adulta de Colombia. Patética. https://t.co/gsRxcO7LKH", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "mentions": ["ivonnemelgar", "DeniseDresserG"], "tweet_emoticons": ["😒"], "country": "MEXICO", "text_es": "Uruguay tiene millones de habitantes 😒, la población de chile es similar a solo la CDMX y area metropolitana y México ha vacunado completamente a millones de mexicanos, con esto ya se abría vacunado a toda la población adulta de Colombia. Patética."}, {"id": 1438986133778599941, "verified": false, "tweet_text": "NO TIENE NINGUN SENTIDO EL SALUDO ANTISOCIAL COMPLETAMENTE ANTISOCIAL, ANTI SER HUMANO, NO EXISTE NADA MAS APATICO !!\n\nNo existe ningún fundamento científico para que un individuo, vacunado o no, discrimine contra los contactos con cualquier persona sana vacunada o no vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "country": "MEXICO", "text_es": "NO TIENE NINGUN SENTIDO EL SALUDO ANTISOCIAL COMPLETAMENTE ANTISOCIAL, ANTI SER HUMANO, NO EXISTE NADA MAS APATICO !! No existe ningún fundamento científico para que un individuo, vacunado o no, discrimine contra los contactos con cualquier persona sana vacunada o no vacunada."}, {"id": 1438985969101901832, "verified": false, "tweet_text": "@Painglue No, si ahora está mejor. Hasta el 4 de octubre, se necesitaba test en origen, y test en destino. Ahora han quitado el test en origen si estás vacunado completamente, pero mantienen el de destino. Yo me voy el día 9 ^^", "tweet_lang": "es", "tweet_date": "2021-09-17T22:00:00Z", "mentions": ["Painglue"], "country": "MEXICO", "text_es": "No, si ahora está mejor. Hasta el de octubre, se necesitaba test en origen, y test en destino. Ahora han quitado el test en origen si estás vacunado completamente, pero mantienen el de destino. Yo me voy el día ^^"}, {"id": 1438972279929638913, "verified": false, "tweet_text": "ahora que ya estoy completamente vacunado puedo continuar con mi pasatiempo favorito: lamer los barandales del metro 🥰", "tweet_lang": "es", "tweet_date": "2021-09-17T21:00:00Z", "tweet_emoticons": ["🥰"], "country": "MEXICO", "text_es": "ahora que ya estoy completamente vacunado puedo continuar con mi pasatiempo favorito: lamer los barandales del metro 🥰"}, {"id": 1438959941742628865, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-17T20:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1438939838359785476, "verified": false, "tweet_text": "@ArturoVilla_ Os cuento mi caso como info... mis nietos (son muy pequeños) pasaron el COVID con alta carga viral completamente asintomáticos (obviamente sin vacuna), los padres vacunados una noche mala, fiebre y algo de tos, malestar general etc. y yo vacunado también solo fatiga... la verdad+", "tweet_lang": "es", "tweet_date": "2021-09-17T19:00:00Z", "mentions": ["ArturoVilla_"], "country": "MEXICO", "text_es": "Os cuento mi caso como info... mis nietos (son muy pequeños) pasaron el COVID con alta carga viral completamente asintomáticos (obviamente sin vacuna), los padres vacunados una noche mala, fiebre y algo de tos, malestar general etc. y yo vacunado también solo fatiga... la verdad+"}, {"id": 1438917634658013194, "verified": false, "tweet_text": "@elClubOlimpia aprovecho para consultar, por si puedan responderme, me registré en la plataforma, estoy completamente vacunado(Janssen) pero me otorgaron el carnet naranja, cual es entonces el requisito para acceder al verde??", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "mentions": ["elClubOlimpia"], "country": "MEXICO", "text_es": "aprovecho para consultar, por si puedan responderme, me registré en la plataforma, estoy completamente vacunado(Janssen) pero me otorgaron el carnet naranja, cual es entonces el requisito para acceder al verde??"}, {"id": 1438916632471121925, "verified": false, "tweet_text": "@Greevilr @SansonExtreme @mjdelrio @AngelGarciaMon8 No vacunarte tampoco te hace inmortal. Y lo de morir de COVID por no estar vacunado... tendría que haber países completamente diezmados.", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "mentions": ["Greevilr", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "country": "MEXICO", "text_es": "No vacunarte tampoco te hace inmortal. Y lo de morir de COVID por no estar vacunado... tendría que haber países completamente diezmados."}, {"id": 1438899485749481472, "verified": false, "tweet_text": "estoy completamente vacunado y además me saqué foto con pandemio https://t.co/Ly7MqHjijg", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "country": "MEXICO", "text_es": "estoy completamente vacunado y además me saqué foto con pandemio"}, {"id": 1438898779348942848, "verified": true, "tweet_text": "ACTUALIZACIÓN ✈️ 🇬🇧💉A partir del lunes 4 de octubre, si estás completamente vacunado, no necesitarás una prueba previa a tu llegada a Inglaterra desde un país que no este en semáforo🔴A partir de octubre , podrás reemplazar la PCR del día 2 con una de flujo lateral más económica https://t.co/hmWV2voSLE", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "tweet_urls": ["https://t.co/hmWV2voSLE"], "tweet_emoticons": ["✈️", "💉", "🇬🇧", "🔴"], "country": "MEXICO", "text_es": "ACTUALIZACIÓN ✈️ 🇬🇧💉A partir del lunes de octubre, si estás completamente vacunado, no necesitarás una prueba previa a tu llegada a Inglaterra desde un país que no este en semáforo🔴A partir de octubre , podrás reemplazar la PCR del día con una de flujo lateral más económica"}, {"id": 1438896614580576262, "verified": false, "tweet_text": "@raulcarlosmd @aranzzamx @rafa_rafa889 @doctormacias Por otro lado y con esto termino, decime como hizo Uttar Pradesh con menos de 15% vacunado para dominar completamente el delta y declararse estado libre de Covid?\nhttps://t.co/7ek90YuUs8", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["raulcarlosmd", "aranzzamx", "rafa_rafa889", "doctormacias"], "tweet_urls": ["https://t.co/7ek90YuUs8"], "country": "MEXICO", "text_es": "Por otro lado y con esto termino, decime como hizo Uttar Pradesh con menos de % vacunado para dominar completamente el delta y declararse estado libre de Covid?"}, {"id": 1438896145443528712, "verified": false, "tweet_text": "@yeshebcn @cesarlopez1791 Más bien tiene que ver con la respuesta inmunitaria del vacunado y del no vacunado que es completamente distinta y el posterior desarrollo de la COVID.", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["yeshebcn", "cesarlopez1791"], "country": "MEXICO", "text_es": "Más bien tiene que ver con la respuesta inmunitaria del vacunado y del no vacunado que es completamente distinta y el posterior desarrollo de la COVID."}, {"id": 1438889799524433922, "verified": false, "tweet_text": "@Fruizgomez @MinSaludCol @infopresidencia No funciona bien el certificado digital por que la secretaria de salud de Medellín por ejemplo no ha cargado lis lotes de vacunas completamente y solo sale en mi caso el registro de la primera dosis y fui vacunado desde mayo", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["Fruizgomez", "MinSaludCol", "infopresidencia"], "country": "MEXICO", "text_es": "No funciona bien el certificado digital por que la secretaria de salud de Medellín por ejemplo no ha cargado lis lotes de vacunas completamente y solo sale en mi caso el registro de la primera dosis y fui vacunado desde mayo"}, {"id": 1438885830441963526, "verified": false, "tweet_text": "Completamente vacunado, se logró.", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "country": "MEXICO", "text_es": "Completamente vacunado, se logró."}, {"id": 1438876376191414284, "verified": false, "tweet_text": "En el grupo de personas mayores de 50 años, el 70 % está parcial o completamente \"vacunado\" no podemos confiar en los datos de Estados Unidos para entender cómo funcionan las vacunas ya que los CDC optaron por rastrear únicamente casos de COVID https://t.co/pbQtW9o3cm", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "country": "MEXICO", "text_es": "En el grupo de personas mayores de años, el % está parcial o completamente \"vacunado\" no podemos confiar en los datos de Estados Unidos para entender cómo funcionan las vacunas ya que los CDC optaron por rastrear únicamente casos de COVID"}, {"id": 1438864936868982784, "verified": false, "tweet_text": "@Robert__Neville @Buenrollo13 Las puedo sacar también con los países más vacunados (con más contagios y muertes) y también con Australia por ejemplo, solo el 31% vacunado y mayoría de los hospitalizados lo están. No hay que ser Einstein. Se supone que la vacuna evitaría esto, no sé... https://t.co/qNxGKzBd5R", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "mentions": ["Robert__Neville", "Buenrollo13"], "tweet_urls": ["https://t.co/qNxGKzBd5R"], "country": "MEXICO", "text_es": "Las puedo sacar también con los países más vacunados (con más contagios y muertes) y también con Australia por ejemplo, solo el % vacunado y mayoría de los hospitalizados lo están. No hay que ser Einstein. Se supone que la vacuna evitaría esto, no sé..."}, {"id": 1438853647316701189, "verified": false, "tweet_text": "@lictuslictus Gracias, pronto tú también estarás completamente vacunado 🙂", "tweet_lang": "es", "tweet_date": "2021-09-17T13:00:00Z", "mentions": ["lictuslictus"], "tweet_emoticons": ["🙂"], "country": "MEXICO", "text_es": "Gracias, pronto tú también estarás completamente vacunado 🙂"}, {"id": 1438765947247120385, "verified": false, "tweet_text": "@pablo_carba @pablooubi @MCeleste1923 Hay gente que relaciona vacuna con no contagiarse ni contagiar, cuando ambas cosas son completamente posibles, lo que cambia son los efectos para el vacunado, nada más. Dicen que los vacunados no tienen que hacer la cuarentena de 10 días, lo leí el otro día", "tweet_lang": "es", "tweet_date": "2021-09-17T07:00:00Z", "mentions": ["pablo_carba", "pablooubi", "MCeleste1923"], "country": "MEXICO", "text_es": "Hay gente que relaciona vacuna con no contagiarse ni contagiar, cuando ambas cosas son completamente posibles, lo que cambia son los efectos para el vacunado, nada más. Dicen que los vacunados no tienen que hacer la cuarentena de días, lo leí el otro día"}, {"id": 1438716843544436736, "verified": true, "tweet_text": "#ReporteCoronavirus | El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años\n\nhttps://t.co/HXo2cYASWs", "tweet_lang": "es", "tweet_date": "2021-09-17T04:00:00Z", "hashtags": ["ReporteCoronavirus"], "tweet_urls": ["https://t.co/HXo2cYASWs"], "country": "MEXICO", "text_es": "| El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al % de los estudiantes entre y años y al % de estudiantes mayores de años"}, {"id": 1438687753772883971, "verified": false, "tweet_text": "\"El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años\".No lo dudo, runrunes, no lo dudo para nada. Todos voluntariamente.", "tweet_lang": "es", "tweet_date": "2021-09-17T02:00:00Z", "country": "MEXICO", "text_es": "\"El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al % de los estudiantes entre y años y al % de estudiantes mayores de años\".No lo dudo, runrunes, no lo dudo para nada. Todos voluntariamente."}, {"id": 1438686644580716548, "verified": true, "tweet_text": "#ReporteCoronavirus | El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años\n\nhttps://t.co/HXo2cYjhxS", "tweet_lang": "es", "tweet_date": "2021-09-17T02:00:00Z", "hashtags": ["ReporteCoronavirus"], "tweet_urls": ["https://t.co/HXo2cYjhxS"], "country": "MEXICO", "text_es": "| El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al % de los estudiantes entre y años y al % de estudiantes mayores de años"}, {"id": 1438686644488790016, "verified": true, "tweet_text": "#ReporteCoronavirus | El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años\n\nhttps://t.co/HXo2cYBqM0", "tweet_lang": "es", "tweet_date": "2021-09-17T02:00:00Z", "hashtags": ["ReporteCoronavirus"], "tweet_urls": ["https://t.co/HXo2cYBqM0"], "country": "MEXICO", "text_es": "| El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al % de los estudiantes entre y años y al % de estudiantes mayores de años"}, {"id": 1438673137936252932, "verified": false, "tweet_text": "Según los Centros para el Control y la Prevención de Enfermedades de EE. UU., No se considera que está completamente vacunado hasta que hayan transcurrido 14 días completos desde su segunda inyección en el caso de Pfizer o Moderna, o 14 días después de su primera dosis de Janssen https://t.co/RzjzHRJuKd", "tweet_lang": "es", "tweet_date": "2021-09-17T01:00:00Z", "country": "MEXICO", "text_es": "Según los Centros para el Control y la Prevención de Enfermedades de EE. UU., No se considera que está completamente vacunado hasta que hayan transcurrido días completos desde su segunda inyección en el caso de Pfizer o Moderna, o días después de su primera dosis de Janssen"}, {"id": 1438671581576900608, "verified": false, "tweet_text": "Las razones para lo que se observa en Israel son diversas. Las vacunas funcionan y eso no está en duda. Muchos que no se han vacunado, no han querido o no han podido, pero también personas vacunadas completamente\nIsrael aún parece en alza, difícil no proyectar otras 1.000 muertes", "tweet_lang": "es", "tweet_date": "2021-09-17T01:00:00Z", "country": "MEXICO", "text_es": "Las razones para lo que se observa en Israel son diversas. Las vacunas funcionan y eso no está en duda. Muchos que no se han vacunado, no han querido o no han podido, pero también personas vacunadas completamente Israel aún parece en alza, difícil no proyectar otras muertes"}, {"id": 1438670391510192134, "verified": false, "tweet_text": "YO, VACUNADO COMPLETAMENTE....8 DÍAS CON SÍNTOMAS.....DOLOR DE GARGANTA, DIFICULTAD PARA TRAGAR, NAFTAS (LLAGAS) EN LAS ENCÍAS, 3 CORTOS EPISODIOS FEBRILES, DESALIENTO, TOS, DOLORES MUSCULARES.....SÍ, TOMÉ AZITROMICINA POR 6 DÍAS....ME ENCERRÉ, NO CONSULTÉ....ME SIENTO BIEN....", "tweet_lang": "es", "tweet_date": "2021-09-17T01:00:00Z", "country": "MEXICO", "text_es": "YO, VACUNADO COMPLETAMENTE....8 DÍAS CON SÍNTOMAS.....DOLOR DE GARGANTA, DIFICULTAD PARA TRAGAR, NAFTAS (LLAGAS) EN LAS ENCÍAS, CORTOS EPISODIOS FEBRILES, DESALIENTO, TOS, DOLORES MUSCULARES.....SÍ, TOMÉ AZITROMICINA POR DÍAS....ME ENCERRÉ, NO CONSULTÉ....ME SIENTO BIEN...."}, {"id": 1438670379065692164, "verified": false, "tweet_text": "@AerolineasE Hoy fui víctima de un atropello al exigirme el PCR para viajar a Panamá, cuando en dicho país no se exige dicha prueba si la persona está completamente vacunado con más de 14 días , esto vigente desde el 31 de agosto que personal tan calificado", "tweet_lang": "es", "tweet_date": "2021-09-17T01:00:00Z", "mentions": ["AerolineasE"], "country": "MEXICO", "text_es": "Hoy fui víctima de un atropello al exigirme el PCR para viajar a Panamá, cuando en dicho país no se exige dicha prueba si la persona está completamente vacunado con más de días , esto vigente desde el de agosto que personal tan calificado"}, {"id": 1438626246854905856, "verified": true, "tweet_text": "#ReporteCoronavirus | El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años\n\nhttps://t.co/HXo2cYASWs", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "hashtags": ["ReporteCoronavirus"], "tweet_urls": ["https://t.co/HXo2cYASWs"], "country": "MEXICO", "text_es": "| El Ministerio de Educación de China anunció que el país asiático ha vacunado completamente contra la covid al % de los estudiantes entre y años y al % de estudiantes mayores de años"}, {"id": 1438625702799151107, "verified": false, "tweet_text": "@thisisninive @PabsRY @DaniMaldonaado @LuDht @lasinsabor Se genera cuando entras al sistema del HIS MINSA, independientemente de si tienes una o las dos dosis. Lo recomendable es obtenerlo cuando ya pasaron al menos 14 días desde que se aplicó la segunda dosis, cuando ya se considera completamente vacunado.", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "mentions": ["thisisninive", "PabsRY", "DaniMaldonaado", "LuDht", "lasinsabor"], "country": "MEXICO", "text_es": "Se genera cuando entras al sistema del HIS MINSA, independientemente de si tienes una o las dos dosis. Lo recomendable es obtenerlo cuando ya pasaron al menos días desde que se aplicó la segunda dosis, cuando ya se considera completamente vacunado."}, {"id": 1438624079137886208, "verified": false, "tweet_text": "#China ha vacunado completamente a más de 1.000 millones de personas contra #Covid-19 años, más del 70% de su población total, superior a Estados Unidos y Europa, aunque no hay planes inmediatos para aliviar algunas de las duras medidas del mundo contra la epidemia. https://t.co/pw3EoYX4gs", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "hashtags": ["China", "Covid"], "country": "MEXICO", "text_es": "ha vacunado completamente a más de millones de personas contra años, más del % de su población total, superior a Estados Unidos y Europa, aunque no hay planes inmediatos para aliviar algunas de las duras medidas del mundo contra la epidemia."}, {"id": 1438621803329556487, "verified": false, "tweet_text": "La segunda dosis también va en memoria de mi papá, la tarea está hecha, completamente vacunado, sigamos salvando vidas.\n\nCentro de Vacunación La Videna\n\n#pongoelhombro #lavacunaesvida #sinopharm #covid19 #covid19peru #getvaccinated https://t.co/nDoyiEMnyA", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "hashtags": ["pongoelhombro", "lavacunaesvida", "sinopharm", "covid19", "covid19peru", "getvaccinated"], "country": "MEXICO", "text_es": "La segunda dosis también va en memoria de mi papá, la tarea está hecha, completamente vacunado, sigamos salvando vidas. Centro de Vacunación La Videna"}, {"id": 1438610991038832642, "verified": false, "tweet_text": "#DeltaVariant es más peligroso que otras variantes del virus que causa #COVID19 .\n\n Vacúnese lo antes posible. Si se encuentra en un área de transmisión considerable o alta, use una máscara en lugares públicos en lugares cerrados, incluso si está completamente vacunado. https://t.co/VlbONoCzqJ", "tweet_lang": "es", "tweet_date": "2021-09-16T21:00:00Z", "hashtags": ["DeltaVariant", "COVID19"], "tweet_urls": ["https://t.co/VlbONoCzqJ"], "country": "MEXICO", "text_es": "es más peligroso que otras variantes del virus que causa . Vacúnese lo antes posible. Si se encuentra en un área de transmisión considerable o alta, use una máscara en lugares públicos en lugares cerrados, incluso si está completamente vacunado."}, {"id": 1438593799874297859, "verified": false, "tweet_text": "Al menos una dosis es el resultado de primeras dosis + Janssen. Lo lógico es presentar ese dato, ya que los que recibieron la unidosis forman parte tanto de este grupo como del que está completamente vacunado.", "tweet_lang": "es", "tweet_date": "2021-09-16T20:00:00Z", "country": "MEXICO", "text_es": "Al menos una dosis es el resultado de primeras dosis + Janssen. Lo lógico es presentar ese dato, ya que los que recibieron la unidosis forman parte tanto de este grupo como del que está completamente vacunado."}, {"id": 1438590725009072133, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-16T20:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1438574098125361157, "verified": false, "tweet_text": "Ya me he cambiado el nombre, y como sabéis, eso significa que estoy completamente vacunado en principio.\n\nMe siento muy agradecido a la #SanidadPública y mucho más seguro una vez todos estamos inmunizados.\n\nUn abrazo fuerte a todos... ¡ya queda menos! 😊", "tweet_lang": "es", "tweet_date": "2021-09-16T19:00:00Z", "hashtags": ["SanidadPública"], "tweet_emoticons": ["😊"], "country": "MEXICO", "text_es": "Ya me he cambiado el nombre, y como sabéis, eso significa que estoy completamente vacunado en principio. Me siento muy agradecido a la y mucho más seguro una vez todos estamos inmunizados. Un abrazo fuerte a todos... ¡ya queda menos! 😊"}, {"id": 1438573447194501120, "verified": false, "tweet_text": "Cirujano famoso completamente vacunado muere de covid\nhttps://t.co/rOB7be0opQ\n\nUn conocido médico de Kavala, que estaba completamente vacunado, murió de coronavirus. A pesar de la aparentemente «protección completa», comenzó a desarrollar complicaciones de Covid-19. El famoso ... https://t.co/mNbH6pJuaN", "tweet_lang": "es", "tweet_date": "2021-09-16T19:00:00Z", "tweet_urls": ["https://t.co/rOB7be0opQ"], "country": "MEXICO", "text_es": "Cirujano famoso completamente vacunado muere de covid Un conocido médico de Kavala, que estaba completamente vacunado, murió de coronavirus. A pesar de la aparentemente «protección completa», comenzó a desarrollar complicaciones de Covid-19. El famoso ..."}, {"id": 1438570062047236105, "verified": false, "tweet_text": "@elvishenriquez Tengo un amigo en florida luchando por su vida y está completamente vacunado su oxigenación no sube de 70  sus familiares dicen que lo ven muy mal y la probabilidades que salga con vida es nula.", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "mentions": ["elvishenriquez"], "country": "MEXICO", "text_es": "Tengo un amigo en florida luchando por su vida y está completamente vacunado su oxigenación no sube de sus familiares dicen que lo ven muy mal y la probabilidades que salga con vida es nula."}, {"id": 1438568973742837762, "verified": false, "tweet_text": "Enjuage y repita: Aunque esté completamente vacunado, debo seguir usando cubre bocas.  https://t.co/41FjvfpKRx #COVID19", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "hashtags": ["COVID19"], "tweet_urls": ["https://t.co/41FjvfpKRx"], "country": "MEXICO", "text_es": "Enjuage y repita: Aunque esté completamente vacunado, debo seguir usando cubre bocas."}, {"id": 1438563593662959635, "verified": false, "tweet_text": "Ya soy un hombre completamente vacunado", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "country": "MEXICO", "text_es": "Ya soy un hombre completamente vacunado"}, {"id": 1438547908660506625, "verified": false, "tweet_text": "Se vende exótico cachorro de tigre de bengala, completamente vacunado…\nA veces ladra pero es porque está pequeño. Con un buen entrenamiento, seguro se le quita.\n\nSi Ud no sabe de animales exóticos, no me j0da el negocio. https://t.co/EsxvDPGXYi", "tweet_lang": "es", "tweet_date": "2021-09-16T17:00:00Z", "country": "MEXICO", "text_es": "Se vende exótico cachorro de tigre de bengala, completamente vacunado… A veces ladra pero es porque está pequeño. Con un buen entrenamiento, seguro se le quita. Si Ud no sabe de animales exóticos, no me j0da el negocio."}, {"id": 1438539782909538311, "verified": false, "tweet_text": "@elmundoes Mañana pondréis alguna noticia de alguien vacunado ¿ verdad?\nDigo, para ser completamente imparciales y objetivos, porque también se dan.", "tweet_lang": "es", "tweet_date": "2021-09-16T16:00:00Z", "mentions": ["elmundoes"], "country": "MEXICO", "text_es": "Mañana pondréis alguna noticia de alguien vacunado ¿ verdad? Digo, para ser completamente imparciales y objetivos, porque también se dan."}, {"id": 1438527226106941443, "verified": false, "tweet_text": "\"#Venezuela apenas ha vacunado con doble dosis el 11.6% de su población y con una dosis al 9,3%, superando solo a Guatemala que registra el 9.5% completamente vacunada\" @hjimenezjg \n\nNadie está a salvo hasta que todos y todas estén a salvo 💉\nhttps://t.co/oiAPMFF9vB\n\n@SurHbs https://t.co/dvY2KnW5VQ", "tweet_lang": "es", "tweet_date": "2021-09-16T16:00:00Z", "hashtags": ["Venezuela"], "mentions": ["hjimenezjg", "SurHbs"], "tweet_urls": ["https://t.co/oiAPMFF9vB"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "\" apenas ha vacunado con doble dosis el % de su población y con una dosis al %, superando solo a Guatemala que registra el % completamente vacunada\" Nadie está a salvo hasta que todos y todas estén a salvo 💉"}, {"id": 1438513000487407623, "verified": false, "tweet_text": "¿Cuánta gente se ha vacunado en Chile y el mundo?\n\nEn Chile, el 87,49% de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso → https://t.co/jb4cXVJb36 https://t.co/o9FJYVBII3", "tweet_lang": "es", "tweet_date": "2021-09-16T15:00:00Z", "tweet_urls": ["https://t.co/jb4cXVJb36"], "country": "MEXICO", "text_es": "¿Cuánta gente se ha vacunado en Chile y el mundo? En Chile, el % de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso →"}, {"id": 1438504434783305732, "verified": false, "tweet_text": "Los CDC ahora enumeran las muertes por vacunación como no vacunadas: no se cuenta como completamente vacunado hasta que hayan transcurrido 14 días desde su segunda dosis en el caso de Pfizer o Moderna, o 14 días después de primera dosis de Janssen https://t.co/dLkkP68vEm", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "country": "MEXICO", "text_es": "Los CDC ahora enumeran las muertes por vacunación como no vacunadas: no se cuenta como completamente vacunado hasta que hayan transcurrido días desde su segunda dosis en el caso de Pfizer o Moderna, o días después de primera dosis de Janssen"}, {"id": 1438497099465830403, "verified": false, "tweet_text": "•El 90% de la adultos jóvenes en UK 🇬🇧 (16-24) se han infectado o han adquirido la vacuna.\n\n•70% de la población china 🇨🇳 está completamente vacunada (1Bn de personas).\n\n•Francia 🇫🇷 le suspende el pago a 3.000  trabajadores de la salud que no se han vacunado.", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "tweet_emoticons": ["🇨🇳", "🇬🇧", "🇫🇷"], "country": "MEXICO", "text_es": "•El % de la adultos jóvenes en UK 🇬🇧 (16-24) se han infectado o han adquirido la vacuna. •70% de la población china 🇨🇳 está completamente vacunada (1Bn de personas). •Francia 🇫🇷 le suspende el pago a trabajadores de la salud que no se han vacunado."}, {"id": 1438492748949172234, "verified": false, "tweet_text": "CHANTAJE\nLas residencias de ancianos de Inglaterra \"pueden verse obligadas a cerrar\" a medida que se acerca la fecha límite de covid.\nEl gobierno dictamina que el personal debe estar completamente vacunado el jueves, último día para el primer pinchazo. https://t.co/h09sTDXftk https://t.co/oHdlJtdB6d", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "tweet_urls": ["https://t.co/h09sTDXftk"], "country": "MEXICO", "text_es": "CHANTAJE Las residencias de ancianos de Inglaterra \"pueden verse obligadas a cerrar\" a medida que se acerca la fecha límite de covid. El gobierno dictamina que el personal debe estar completamente vacunado el jueves, último día para el primer pinchazo."}, {"id": 1438486738217877511, "verified": false, "tweet_text": "@ministeriosalud @pdazan @24HorasTVN Completamente vacunado, PCR negativo, y aun la gente se tiene que comer 5 dias en un hotel sin salir? Malisimo el plan! Con esa porqueria nadie va ir a Chile", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "mentions": ["ministeriosalud", "pdazan", "24HorasTVN"], "country": "MEXICO", "text_es": "Completamente vacunado, PCR negativo, y aun la gente se tiene que comer dias en un hotel sin salir? Malisimo el plan! Con esa porqueria nadie va ir a Chile"}, {"id": 1438472058241945607, "verified": false, "tweet_text": "@LDanieri Falso, completamente falso, aquí en Táchira no se ha vacunado a los maestros, la única vez que convocaron a vacunarse solo lo hicieron los directivos y zona educativa.", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "mentions": ["LDanieri"], "country": "MEXICO", "text_es": "Falso, completamente falso, aquí en Táchira no se ha vacunado a los maestros, la única vez que convocaron a vacunarse solo lo hicieron los directivos y zona educativa."}, {"id": 1438467292069826560, "verified": true, "tweet_text": "El Ministerio de Educación de #China informó que en el país se ha vacunado completamente contra el #Covid19 al 91% de los estudiantes de entre 12 y 17 años y al 95% de estudiantes mayores de 18 años, así como a profesores y trabajadores de la educación. oh", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "hashtags": ["China", "Covid19"], "country": "MEXICO", "text_es": "El Ministerio de Educación de informó que en el país se ha vacunado completamente contra el al % de los estudiantes de entre y años y al % de estudiantes mayores de años, así como a profesores y trabajadores de la educación. oh"}, {"id": 1438445851454722048, "verified": false, "tweet_text": "@ArturoVilla_ @abc_es Si ha recibido solo una dosis no está completamente vacunado. No?", "tweet_lang": "es", "tweet_date": "2021-09-16T10:00:00Z", "mentions": ["ArturoVilla_", "abc_es"], "country": "MEXICO", "text_es": "Si ha recibido solo una dosis no está completamente vacunado. No?"}, {"id": 1438440514517454853, "verified": false, "tweet_text": "Gente de Twitter, a ver si podéis ayudarme ¿Alguno sabría decirme qué requisitos COVID son necesarios para ir de viaje a Reino Unido estando completamente vacunado?\nEstoy mirando y preguntando y me estoy encontrando con respuestas diferentes 🤔", "tweet_lang": "es", "tweet_date": "2021-09-16T10:00:00Z", "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "Gente de Twitter, a ver si podéis ayudarme ¿Alguno sabría decirme qué requisitos COVID son necesarios para ir de viaje a Reino Unido estando completamente vacunado? Estoy mirando y preguntando y me estoy encontrando con respuestas diferentes 🤔"}, {"id": 1438408813325991938, "verified": false, "tweet_text": "#China ha anunciado que ha vacunado completamente contra la #COVID19 al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años, así como a profesores y trabajadores de la educación", "tweet_lang": "es", "tweet_date": "2021-09-16T08:00:00Z", "hashtags": ["China", "COVID19"], "country": "MEXICO", "text_es": "ha anunciado que ha vacunado completamente contra la al % de los estudiantes entre y años y al % de estudiantes mayores de años, así como a profesores y trabajadores de la educación"}, {"id": 1438401012340076545, "verified": true, "tweet_text": "China ha anunciado que ha vacunado completamente contra la COVID al 91 % de los estudiantes entre 12 y 17 años y al 95 % de estudiantes mayores de 18 años, así como a profesores y trabajadores de la educación https://t.co/cdMqXfk8C9", "tweet_lang": "es", "tweet_date": "2021-09-16T07:00:00Z", "tweet_urls": ["https://t.co/cdMqXfk8C9"], "country": "MEXICO", "text_es": "China ha anunciado que ha vacunado completamente contra la COVID al % de los estudiantes entre y años y al % de estudiantes mayores de años, así como a profesores y trabajadores de la educación"}, {"id": 1438321774509318146, "verified": false, "tweet_text": "Ya completamente vacunado. Y me tomé la foto con Vacuna 🐮 y Pandemio 🐼 para que quede en la posteridad.\nhttps://t.co/f5yVgFvyaq https://t.co/p0Miku9EvS", "tweet_lang": "es", "tweet_date": "2021-09-16T02:00:00Z", "tweet_urls": ["https://t.co/f5yVgFvyaq"], "tweet_emoticons": ["🐮", "🐼"], "country": "MEXICO", "text_es": "Ya completamente vacunado. Y me tomé la foto con Vacuna 🐮 y Pandemio 🐼 para que quede en la posteridad."}, {"id": 1438312931419119619, "verified": false, "tweet_text": "Completamente vacunado ✌🏻", "tweet_lang": "es", "tweet_date": "2021-09-16T01:00:00Z", "tweet_emoticons": ["✌🏻"], "country": "MEXICO", "text_es": "Completamente vacunado ✌🏻"}, {"id": 1438309004816572422, "verified": false, "tweet_text": "En Alberta según la página oficial del estado el 80% de +12 ha recibido al menos una dosis de la vacuna y 71% ya está completamente vacunado y desde hace una semana el ritmo de vacunación parece incrementar\n¿Alguien me explica el trino o la decisión de Alberta? https://t.co/EI4NzFN9QP", "tweet_lang": "es", "tweet_date": "2021-09-16T01:00:00Z", "tweet_urls": ["https://t.co/EI4NzFN9QP"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "En Alberta según la página oficial del estado el % de +12 ha recibido al menos una dosis de la vacuna y % ya está completamente vacunado y desde hace una semana el ritmo de vacunación parece incrementar ¿Alguien me explica el trino o la decisión de Alberta?"}, {"id": 1438306640936144898, "verified": true, "tweet_text": "¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en https://t.co/hOhFwqxKqG #QuitaleLaCorona #RollUpYourSleeve\n\n¡Uber a tu próxima vacuna! #UberGratis Llámanos\n👉☎️ 887-881-8281 https://t.co/SvGsmWqwSx", "tweet_lang": "es", "tweet_date": "2021-09-16T01:00:00Z", "hashtags": ["QuitaleLaCorona", "RollUpYourSleeve", "UberGratis"], "tweet_urls": ["https://t.co/hOhFwqxKqG"], "tweet_emoticons": ["☎️", "👉"], "country": "MEXICO", "text_es": "¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en ¡Uber a tu próxima vacuna! Llámanos 👉☎️ -881-8281"}, {"id": 1438304155290963975, "verified": true, "tweet_text": "#ElDato Según la OPS, Venezuela solo ha vacunado completamente contra #COVID19 a 11,62% de la población: 3.326.547 personas ➡️ https://t.co/VPzn6bcSIi https://t.co/8htHf48LSY", "tweet_lang": "es", "tweet_date": "2021-09-16T01:00:00Z", "hashtags": ["ElDato", "COVID19"], "tweet_urls": ["https://t.co/VPzn6bcSIi"], "tweet_emoticons": ["➡️"], "country": "MEXICO", "text_es": "Según la OPS, Venezuela solo ha vacunado completamente contra a % de la población: personas ➡️"}, {"id": 1438265063907991554, "verified": false, "tweet_text": "🤔 EN ESPAÑA, DURANTE ESTE VERANO DE 2021 Y CON EL 70% DE LA POBLACIÓN COMPLETAMENTE “VACUNADA”, HA HABIDO CINCO VECES MÁS FALLECIDOS CON DIAGNÓSTICO COVID QUE EN EL PASADO VERANO DE 2020, CUANDO AÚN NO HABÍA NADIE “VACUNADO”\n\nFuente: Ministerio de Sanidad", "tweet_lang": "es", "tweet_date": "2021-09-15T22:00:00Z", "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "🤔 EN ESPAÑA, DURANTE ESTE VERANO DE Y CON EL % DE LA POBLACIÓN COMPLETAMENTE “VACUNADA”, HA HABIDO CINCO VECES MÁS FALLECIDOS CON DIAGNÓSTICO COVID QUE EN EL PASADO VERANO DE , CUANDO AÚN NO HABÍA NADIE “VACUNADO” Fuente: Ministerio de Sanidad"}, {"id": 1438257938146152453, "verified": false, "tweet_text": "Listo, ahora estoy completamente vacunado 💉", "tweet_lang": "es", "tweet_date": "2021-09-15T22:00:00Z", "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Listo, ahora estoy completamente vacunado 💉"}, {"id": 1438257315732328449, "verified": false, "tweet_text": "Una investigación dirigida por el King's College de #Londres, asegura que estar completamente #vacunado contra #COVID19, no solo reduce el riesgo de infectarse con el virus, sino también que una infección se convierta en un covid de larga duración. \n\n➡ https://t.co/Wh18gq41yw", "tweet_lang": "es", "tweet_date": "2021-09-15T22:00:00Z", "hashtags": ["Londres", "vacunado", "COVID19"], "tweet_urls": ["https://t.co/Wh18gq41yw"], "tweet_emoticons": ["➡"], "country": "MEXICO", "text_es": "Una investigación dirigida por el King's College de , asegura que estar completamente contra , no solo reduce el riesgo de infectarse con el virus, sino también que una infección se convierta en un covid de larga duración. ➡"}, {"id": 1438256648716529669, "verified": false, "tweet_text": "- Al menos una dosis = primeras dosis + Janssen\n- Completamente vacunado = segundas dosis + Janssen", "tweet_lang": "es", "tweet_date": "2021-09-15T22:00:00Z", "country": "MEXICO", "text_es": "- Al menos una dosis = primeras dosis + Janssen - Completamente vacunado = segundas dosis + Janssen"}, {"id": 1438233082960793601, "verified": false, "tweet_text": "Creo que el segundo piquete ruso me dolió más que el primero, pero al menos ya estoy completamente vacunado https://t.co/s2n5T3EJXV", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "country": "MEXICO", "text_es": "Creo que el segundo piquete ruso me dolió más que el primero, pero al menos ya estoy completamente vacunado"}, {"id": 1438225577194950657, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1438224617315909634, "verified": false, "tweet_text": "Mi mejor regalo de este 15 🇲🇽\nOficialmente vacunado completamente y sin enfermarme de covid, valió la pena cada segundo que me guardé en casa y tuve cuidado ❤️❤️❤️", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "tweet_emoticons": ["🇲🇽", "❤️"], "country": "MEXICO", "text_es": "Mi mejor regalo de este 🇲🇽 Oficialmente vacunado completamente y sin enfermarme de covid, valió la pena cada segundo que me guardé en casa y tuve cuidado ❤️❤️❤️"}, {"id": 1438224096823758854, "verified": false, "tweet_text": "\"Más del 30% de las personas en #AméricaLatina y el Caribe se han vacunado completamente contra la #COVID19 🦠 \n\nPero como estas dosis no se han distribuido de manera equitativa 💉, aún queda mucho por hacer para llegar a todos los que necesitan una vacuna\", dijo @DirOPSPAHO.", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "hashtags": ["AméricaLatina", "COVID19"], "mentions": ["DirOPSPAHO"], "tweet_emoticons": ["🦠", "💉"], "country": "MEXICO", "text_es": "\"Más del % de las personas en y el Caribe se han vacunado completamente contra la 🦠 Pero como estas dosis no se han distribuido de manera equitativa 💉, aún queda mucho por hacer para llegar a todos los que necesitan una vacuna\", dijo ."}, {"id": 1438223421859680257, "verified": false, "tweet_text": "@Elihuhu2 @RojoTruman @FLMIRONES Yo ya estoy completamente vacunado. Tengo un papel que lo certifica. Mis probabilidades de enfermar han disminuido más que en tu caso.", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "mentions": ["Elihuhu2", "RojoTruman", "FLMIRONES"], "country": "MEXICO", "text_es": "Yo ya estoy completamente vacunado. Tengo un papel que lo certifica. Mis probabilidades de enfermar han disminuido más que en tu caso."}, {"id": 1438218363151405058, "verified": true, "tweet_text": "‼️ EFECTIVO: 1 de octubre de 2021\n\n¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en https://t.co/hOhFwqxKqG #QuitaleLaCorona #RollUpYourSleeve\n\n¡Haga su cit hoy!\n👉☎️ 887-881-8281 https://t.co/aK6N3yT5O9", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "hashtags": ["QuitaleLaCorona", "RollUpYourSleeve"], "tweet_urls": ["https://t.co/hOhFwqxKqG"], "tweet_emoticons": ["‼️", "☎️", "👉"], "country": "MEXICO", "text_es": "‼️ EFECTIVO: de octubre de ¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en ¡Haga su cit hoy! 👉☎️ -881-8281"}, {"id": 1438212337559871491, "verified": false, "tweet_text": "Araguaney cuenta con planta eléctrica, lavamanos en nuestras áreas externas, señalizaciones del distanciamiento social y medidas de bioseguridad 😷 a su vez con un personal completamente vacunado 🏥 https://t.co/gLMH4qaCa3", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "tweet_urls": ["https://t.co/gLMH4qaCa3"], "tweet_emoticons": ["🏥", "😷"], "country": "MEXICO", "text_es": "Araguaney cuenta con planta eléctrica, lavamanos en nuestras áreas externas, señalizaciones del distanciamiento social y medidas de bioseguridad 😷 a su vez con un personal completamente vacunado 🏥"}, {"id": 1438209189596311553, "verified": false, "tweet_text": "@julianaoxenford Las vacunas no son la solucion absoluta. Por favor sigan cuidandose como si no se hubieran vacunado. Sigan Los concejos dados x El ministerio de salud y no se confien de nada. Mucha Gente de ESTA contagiando de covid estando completamente vacunada.", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "mentions": ["julianaoxenford"], "country": "MEXICO", "text_es": "Las vacunas no son la solucion absoluta. Por favor sigan cuidandose como si no se hubieran vacunado. Sigan Los concejos dados x El ministerio de salud y no se confien de nada. Mucha Gente de ESTA contagiando de covid estando completamente vacunada."}, {"id": 1438202989798256640, "verified": false, "tweet_text": "Ahora ya estoy completamente vacunado, ahora si me disculpan, procedo a dormir a mi cama susurrando weas rusas\npermiso", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "country": "MEXICO", "text_es": "Ahora ya estoy completamente vacunado, ahora si me disculpan, procedo a dormir a mi cama susurrando weas rusas permiso"}, {"id": 1438190533063626752, "verified": false, "tweet_text": "Preguntas para los empleadores que exigen la vacuna COVID ¿Cómo explica el aumento en las muertes en Israel casi completamente vacunado? \nhttps://t.co/f0VP3qxl8O", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "tweet_urls": ["https://t.co/f0VP3qxl8O"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Preguntas para los empleadores que exigen la vacuna COVID ¿Cómo explica el aumento en las muertes en Israel casi completamente vacunado?"}, {"id": 1438167945574854665, "verified": false, "tweet_text": "Sinceramente no creí llegar completamente vacunado a mi cumpleaños 😎", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_emoticons": ["😎"], "country": "MEXICO", "text_es": "Sinceramente no creí llegar completamente vacunado a mi cumpleaños 😎"}, {"id": 1438164022961090567, "verified": false, "tweet_text": "Araguaney cuenta con: planta eléctrica, lavamanos en nuestras áreas externas, señalizaciones del distanciamiento social y medidas de bioseguridad y a su vez con un personal completamente vacunado. https://t.co/SWoRLi9B2l", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/SWoRLi9B2l"], "country": "MEXICO", "text_es": "Araguaney cuenta con: planta eléctrica, lavamanos en nuestras áreas externas, señalizaciones del distanciamiento social y medidas de bioseguridad y a su vez con un personal completamente vacunado."}, {"id": 1438148097897467906, "verified": false, "tweet_text": "¿Cuánta gente se ha vacunado en Chile y el mundo?\n\nEn Chile, el 87,24% de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso → https://t.co/jb4cXVJb36 https://t.co/gEuAo9wHuR", "tweet_lang": "es", "tweet_date": "2021-09-15T15:00:00Z", "tweet_urls": ["https://t.co/jb4cXVJb36"], "country": "MEXICO", "text_es": "¿Cuánta gente se ha vacunado en Chile y el mundo? En Chile, el % de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso →"}, {"id": 1438139406192365573, "verified": false, "tweet_text": "Señoras, es 2021, es hora de dejar de fingir orgasmos y encontrar un hombre completamente vacunado.\n\n#consejitoslocosdeSu", "tweet_lang": "es", "tweet_date": "2021-09-15T14:00:00Z", "hashtags": ["consejitoslocosdeSu"], "country": "MEXICO", "text_es": "Señoras, es , es hora de dejar de fingir orgasmos y encontrar un hombre completamente vacunado."}, {"id": 1438133496195784705, "verified": false, "tweet_text": "@morphine122 @CancerIntegral @Incognoscible_ @adolfCP @balkraix ¿Con cuantas dosis considera usted que decidirán que estará \"completamente vacunado\" antes de darse cuenta de la broma? https://t.co/47Bdda9dte", "tweet_lang": "es", "tweet_date": "2021-09-15T14:00:00Z", "mentions": ["morphine122", "CancerIntegral", "Incognoscible_", "adolfCP", "balkraix"], "country": "MEXICO", "text_es": "¿Con cuantas dosis considera usted que decidirán que estará \"completamente vacunado\" antes de darse cuenta de la broma?"}, {"id": 1438132650548596740, "verified": false, "tweet_text": "Ya estoy vacunado completamente del covi", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "country": "MEXICO", "text_es": "Ya estoy vacunado completamente del covi"}, {"id": 1438132396017299465, "verified": false, "tweet_text": "@drhuerta hola, vivo en Venezuela y me he vacunado completamente Co Sinopharm, cuánto tiempo debo esperar para ponerme otra marca,vya que con esta no puedo ingresar a Alemania?", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "mentions": ["drhuerta"], "country": "MEXICO", "text_es": "hola, vivo en Venezuela y me he vacunado completamente Co Sinopharm, cuánto tiempo debo esperar para ponerme otra marca,vya que con esta no puedo ingresar a Alemania?"}, {"id": 1438131603557994503, "verified": false, "tweet_text": "¿Se acuerdan cuando en 2019, cuando todavía no empezaba el plan de vacunación contra el COVID una política de Morena presumía que ella ya se había vacunado?, bueno pues el personal de salud aun sigue sin vacunar completamente y para políticos 4T SI hay vacunas y para niños no. https://t.co/hrrYO97tFv", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "country": "MEXICO", "text_es": "¿Se acuerdan cuando en , cuando todavía no empezaba el plan de vacunación contra el COVID una política de Morena presumía que ella ya se había vacunado?, bueno pues el personal de salud aun sigue sin vacunar completamente y para políticos T SI hay vacunas y para niños no."}, {"id": 1438114960941461513, "verified": false, "tweet_text": "el gobierno deberia condicionar a la entrega d elos bonos  a que  la persona que recibe bono este completamente vacunado de esta manera insentivar la vacunacion", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "country": "MEXICO", "text_es": "el gobierno deberia condicionar a la entrega d elos bonos a que la persona que recibe bono este completamente vacunado de esta manera insentivar la vacunacion"}, {"id": 1438103743493459972, "verified": false, "tweet_text": "@David_R_G_ @Jose83cb @salutcat Pero es que esa proporción es imposible que se dé en estos momentos en España. Prácticamente el 100% de la población diana (no nos olvidemos que no afecta por igual a todos los rangos) está vacunado con doble pauta. Es completamente innecesario \"asegurar\" más.", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "mentions": ["David_R_G_", "Jose83cb", "salutcat"], "country": "MEXICO", "text_es": "Pero es que esa proporción es imposible que se dé en estos momentos en España. Prácticamente el % de la población diana (no nos olvidemos que no afecta por igual a todos los rangos) está vacunado con doble pauta. Es completamente innecesario \"asegurar\" más."}, {"id": 1438102704434425860, "verified": false, "tweet_text": "@Binary_File @inesmoranr @DiverGenciaTV Más bobo puede ser usted que no se documenta.Mire la historia del boxeador Óscar de la Hoya,que a pesar de estar completamente vacunado,contrajo covid y necesito asistencia de oxígeno.Entonces por Por eso mi pregunta 🤔 https://t.co/IJ21lC43Yx", "tweet_lang": "es", "tweet_date": "2021-09-15T11:00:00Z", "mentions": ["Binary_File", "inesmoranr", "DiverGenciaTV"], "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "Más bobo puede ser usted que no se documenta.Mire la historia del boxeador Óscar de la Hoya,que a pesar de estar completamente vacunado,contrajo covid y necesito asistencia de oxígeno.Entonces por Por eso mi pregunta 🤔"}, {"id": 1438004918858620929, "verified": false, "tweet_text": "@javierbaez_ Pero ya estás vacunado completamente 👏🏼👏🏼👏🏼", "tweet_lang": "es", "tweet_date": "2021-09-15T05:00:00Z", "mentions": ["javierbaez_"], "tweet_emoticons": ["👏🏼"], "country": "MEXICO", "text_es": "Pero ya estás vacunado completamente 👏🏼👏🏼👏🏼"}, {"id": 1437981058151108611, "verified": false, "tweet_text": "@jocortazar Te podés morir también vacunado completamente...por eso lo mejor es seguir cuidandose.", "tweet_lang": "es", "tweet_date": "2021-09-15T03:00:00Z", "mentions": ["jocortazar"], "country": "MEXICO", "text_es": "Te podés morir también vacunado completamente...por eso lo mejor es seguir cuidandose."}, {"id": 1437969975818530827, "verified": false, "tweet_text": "Completamente vacunado mi gente, permanezcan a salvo y no olviden vacunarse y seguir cuidándose mucho 🤍", "tweet_lang": "es", "tweet_date": "2021-09-15T03:00:00Z", "tweet_emoticons": ["🤍"], "country": "MEXICO", "text_es": "Completamente vacunado mi gente, permanezcan a salvo y no olviden vacunarse y seguir cuidándose mucho 🤍"}, {"id": 1437959686863654921, "verified": false, "tweet_text": "@Pollitodgranja @Minsa_Peru Creo que ese mensaje es para toda la población en general. Hasta lo recibo estando completamente vacunado.", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["Pollitodgranja", "Minsa_Peru"], "country": "MEXICO", "text_es": "Creo que ese mensaje es para toda la población en general. Hasta lo recibo estando completamente vacunado."}, {"id": 1437958185994887176, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1437949737672462337, "verified": false, "tweet_text": "GATELL TUITEA QUE CASI TODOS LOS HOSPITALIZADOS POR COVID-19 NO ESTÁN VACUNADOS ¿BUSCA CREAR CONCIENCIA O ES ACUSACIÓN?\n\nEn México sólo el 30% de la población está completamente vacunado y @HLGatell, en “buen momento” tuitea que el 95% de las personas que están hospitalizadas no https://t.co/zCAFvg65PW", "tweet_lang": "es", "tweet_date": "2021-09-15T01:00:00Z", "mentions": ["HLGatell"], "country": "MEXICO", "text_es": "GATELL TUITEA QUE CASI TODOS LOS HOSPITALIZADOS POR COVID-19 NO ESTÁN VACUNADOS ¿BUSCA CREAR CONCIENCIA O ES ACUSACIÓN? En México sólo el % de la población está completamente vacunado y , en “buen momento” tuitea que el % de las personas que están hospitalizadas no"}, {"id": 1437933410840887297, "verified": false, "tweet_text": "@IvanDuque @MinSaludCol solo el 33% de los colombianos ha sido vacunado completamente y somos el décimo país de Latinoamérica en aplicación de vacunas. \nXq no nos dicen si dejaron de prestarle atención a la pandemia? o es necesario un cuarto pico para que retomen los esfuerzos?", "tweet_lang": "es", "tweet_date": "2021-09-15T00:00:00Z", "mentions": ["IvanDuque", "MinSaludCol"], "country": "MEXICO", "text_es": "solo el % de los colombianos ha sido vacunado completamente y somos el décimo país de Latinoamérica en aplicación de vacunas. Xq no nos dicen si dejaron de prestarle atención a la pandemia? o es necesario un cuarto pico para que retomen los esfuerzos?"}, {"id": 1437907646518992899, "verified": false, "tweet_text": "y ahora que ya estoy completamente vacunado, qué procede, a qué hora inicia el 5ge? https://t.co/Zfr5VXIhsE", "tweet_lang": "es", "tweet_date": "2021-09-14T23:00:00Z", "country": "MEXICO", "text_es": "y ahora que ya estoy completamente vacunado, qué procede, a qué hora inicia el ge?"}, {"id": 1437888791533047812, "verified": false, "tweet_text": ".@sanchezcastejon estás completamente loco!\nUn presidente de éste país diciendo “hemos vacunado a todos sin preguntar a quién votaban”. Hay que ser muy desgraciado y sin vergüenza", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "mentions": ["sanchezcastejon"], "country": "MEXICO", "text_es": ". estás completamente loco! Un presidente de éste país diciendo “hemos vacunado a todos sin preguntar a quién votaban”. Hay que ser muy desgraciado y sin vergüenza"}, {"id": 1437885831600033794, "verified": false, "tweet_text": "@clinaliciaare @sagitario_57 Después de 3 meses de estar vacunado completamente, me sigo protegiendo y cuidando como si no tuviera ninguna vacuna,,,,, no hay que confiarse!!!", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "mentions": ["clinaliciaare", "sagitario_57"], "country": "MEXICO", "text_es": "Después de meses de estar vacunado completamente, me sigo protegiendo y cuidando como si no tuviera ninguna vacuna,,,,, no hay que confiarse!!!"}, {"id": 1437876305882755073, "verified": false, "tweet_text": "Si te estás preguntando:\n🔴¿Cuánto falta para que todo México esté vacunado?\n🔴¿Cuántas personas ya están completamente vacunadas?\nAquí puedes explorar nuestras visualizaciones de estos datos. ¡Visita nuestro micrositio! ⬇️\n\nhttps://t.co/2dJG3KRTlA https://t.co/jPNnc6kDrN", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "tweet_urls": ["https://t.co/2dJG3KRTlA"], "tweet_emoticons": ["⬇️", "🔴", "xp"], "country": "MEXICO", "text_es": "Si te estás preguntando: 🔴¿Cuánto falta para que todo México esté vacunado? 🔴¿Cuántas personas ya están completamente vacunadas? Aquí puedes explorar nuestras visualizaciones de estos datos. ¡Visita nuestro micrositio! ⬇️"}, {"id": 1437876002542268419, "verified": false, "tweet_text": "@BaldomeroSerra3 @Alvisepf @jlsteeg @vox_es La mentira está en que \"la mayoría de los fallecidos no está vacunado\" algo que es completamente falso.", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "mentions": ["BaldomeroSerra3", "Alvisepf", "jlsteeg", "vox_es"], "country": "MEXICO", "text_es": "La mentira está en que \"la mayoría de los fallecidos no está vacunado\" algo que es completamente falso."}, {"id": 1437865546121351186, "verified": false, "tweet_text": "@TariroAnton @CrazyFeelingFB Pues claro que tiene relación. Esa frase sobra completamente porque da a entender que son “buenos” por haber vacunado a todo el mundo, y eso no les hace buenos.", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "mentions": ["TariroAnton", "CrazyFeelingFB"], "country": "MEXICO", "text_es": "Pues claro que tiene relación. Esa frase sobra completamente porque da a entender que son “buenos” por haber vacunado a todo el mundo, y eso no les hace buenos."}, {"id": 1437865435622526978, "verified": false, "tweet_text": "Bueno, completamente vacunado, diría que estoy listo para los besos de 3, pero la verdad es que ni antes de la pandemia he tenido oportunidad de dar uno.", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "country": "MEXICO", "text_es": "Bueno, completamente vacunado, diría que estoy listo para los besos de , pero la verdad es que ni antes de la pandemia he tenido oportunidad de dar uno."}, {"id": 1437852665145405442, "verified": false, "tweet_text": "Completamente vacunado ☺️♥️\n#SputnikV #pepsicenter https://t.co/QqHKXuVScV", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "hashtags": ["SputnikV", "pepsicenter"], "tweet_emoticons": ["♥️", "☺️"], "country": "MEXICO", "text_es": "Completamente vacunado ☺️♥️"}, {"id": 1437834347722141696, "verified": false, "tweet_text": "El Departamento de Salud ha confirmado una muerte adicional relacionada con COVID-19 en el condado de Tom Green:\n\n- Hombre, 80s, condado de Tom Green: completamente vacunado https://t.co/nc99K9HzYl", "tweet_lang": "es", "tweet_date": "2021-09-14T18:00:00Z", "country": "MEXICO", "text_es": "El Departamento de Salud ha confirmado una muerte adicional relacionada con COVID-19 en el condado de Tom Green: - Hombre, s, condado de Tom Green: completamente vacunado"}, {"id": 1437824806569889797, "verified": false, "tweet_text": "@ECBaron Tu regresaste a operar hasta estar completamente vacunado? Los niños se adaptan más, requieren espejeo con pares. Me queda claro que a su edad entiende mejor cómo cuidarse que muchos adultos con posgrado. Es adaptarnos y ayudarlos en el proceso.", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["ECBaron"], "country": "MEXICO", "text_es": "Tu regresaste a operar hasta estar completamente vacunado? Los niños se adaptan más, requieren espejeo con pares. Me queda claro que a su edad entiende mejor cómo cuidarse que muchos adultos con posgrado. Es adaptarnos y ayudarlos en el proceso."}, {"id": 1437820488445726726, "verified": true, "tweet_text": "#ElDato Según la OPS, Venezuela solo ha vacunado completamente contra #COVID19 a 11,62% de la población: 3.326.547 personas ➡️ https://t.co/VPzn6bcSIi https://t.co/dJ4YwxcThg", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "hashtags": ["ElDato", "COVID19"], "tweet_urls": ["https://t.co/VPzn6bcSIi"], "tweet_emoticons": ["➡️"], "country": "MEXICO", "text_es": "Según la OPS, Venezuela solo ha vacunado completamente contra a % de la población: personas ➡️"}, {"id": 1437820422926573570, "verified": false, "tweet_text": "¡Al fin completamente vacunado! ❤‍🔥#TeamSputnikV", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "hashtags": ["TeamSputnikV"], "tweet_emoticons": ["❤‍🔥"], "country": "MEXICO", "text_es": "¡Al fin completamente vacunado! ❤‍🔥"}, {"id": 1437818659884478476, "verified": false, "tweet_text": "@LANACION Ustedes solo publican los que no se vacunan y le da el virus. Pero no publican todos los que se mueren completamente vacunado", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["LANACION"], "country": "MEXICO", "text_es": "Ustedes solo publican los que no se vacunan y le da el virus. Pero no publican todos los que se mueren completamente vacunado"}, {"id": 1437811670643052553, "verified": false, "tweet_text": "Técnicamente estás completamente vacunado 2 semanas después de tu segunda dosis", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "country": "MEXICO", "text_es": "Técnicamente estás completamente vacunado semanas después de tu segunda dosis"}, {"id": 1437808264339722242, "verified": true, "tweet_text": "@PabloGarciaB Por partes: sobre lo del 90%, evitar que la gente entre a bares sin estar vacunado no va a hacer que la gente se vacune más. A lo sumo, que se cabreen.\n\nLa discriminación por la mascarilla es, y aquí sí es completamente opinión, una discriminación \"activa\". No afecta en nada...", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "mentions": ["PabloGarciaB"], "country": "MEXICO", "text_es": "Por partes: sobre lo del %, evitar que la gente entre a bares sin estar vacunado no va a hacer que la gente se vacune más. A lo sumo, que se cabreen. La discriminación por la mascarilla es, y aquí sí es completamente opinión, una discriminación \"activa\". No afecta en nada..."}, {"id": 1437807611672465416, "verified": true, "tweet_text": "Ayude a detener la propagación de #COVID19 en Miami-Dade: vacúnese y use una mascarilla en todos los entornos públicos, al aire libre en grandes multitudes, incluso si está completamente vacunado. Encuentre un centro de vacunación de COVID-19 más cercano: https://t.co/9uWY2Fkkqz https://t.co/Xc8u6PPn02", "tweet_lang": "es", "tweet_date": "2021-09-14T16:00:00Z", "hashtags": ["COVID19"], "tweet_urls": ["https://t.co/9uWY2Fkkqz"], "country": "MEXICO", "text_es": "Ayude a detener la propagación de en Miami-Dade: vacúnese y use una mascarilla en todos los entornos públicos, al aire libre en grandes multitudes, incluso si está completamente vacunado. Encuentre un centro de vacunación de COVID-19 más cercano:"}, {"id": 1437794209432588302, "verified": false, "tweet_text": "@Signatuss @elmundoes Por supuesto. No vaya a ser que una persona completamente sana sin vacunar contagie la salud a un vacunado. Ah, no, que los vacunados también se contagian y contagian a su vez. ¡Cómo tenéis la cabeza?", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "mentions": ["Signatuss", "elmundoes"], "country": "MEXICO", "text_es": "Por supuesto. No vaya a ser que una persona completamente sana sin vacunar contagie la salud a un vacunado. Ah, no, que los vacunados también se contagian y contagian a su vez. ¡Cómo tenéis la cabeza?"}, {"id": 1437793267899199488, "verified": true, "tweet_text": "Grecia está haciendo que todos los trabajadores no vacunados paguen pruebas semanales de #COVID19 para ir a trabajar.\n\nSolo el 55% del país está completamente vacunado. Este mes, el gobierno suspendió a 6 mil trabajadores de la salud por no vacunarse antes de una fecha límite. https://t.co/PB0OkKR4or", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "hashtags": ["COVID19"], "country": "MEXICO", "text_es": "Grecia está haciendo que todos los trabajadores no vacunados paguen pruebas semanales de para ir a trabajar. Solo el % del país está completamente vacunado. Este mes, el gobierno suspendió a mil trabajadores de la salud por no vacunarse antes de una fecha límite."}, {"id": 1437785959928451072, "verified": false, "tweet_text": "Nuevos datos muestran que 26 estados de #EEUU han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de #vacunación más altas registran los niveles más bajos de contagios por #covid19", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "hashtags": ["EEUU", "vacunación", "covid19"], "country": "MEXICO", "text_es": "Nuevos datos muestran que estados de han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de más altas registran los niveles más bajos de contagios por"}, {"id": 1437782267812843523, "verified": false, "tweet_text": "¿Cuánta gente se ha vacunado en Chile y el mundo?\n\nEn Chile, el 87,08% de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso → https://t.co/jb4cXW0MrG https://t.co/1mLjkjRtpQ", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "tweet_urls": ["https://t.co/jb4cXW0MrG"], "country": "MEXICO", "text_es": "¿Cuánta gente se ha vacunado en Chile y el mundo? En Chile, el % de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso →"}, {"id": 1437770429624733698, "verified": false, "tweet_text": "Yo auguraba estar completamente vacunado para fin de año, sin embargo mi pusieron la segunda dosis de SinoVac este pasado domingo.", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "country": "MEXICO", "text_es": "Yo auguraba estar completamente vacunado para fin de año, sin embargo mi pusieron la segunda dosis de SinoVac este pasado domingo."}, {"id": 1437757881403707392, "verified": false, "tweet_text": "El escrito detalló que, el riesgo de contraer COVID-19 y desarrollar síntomas graves puede ser menor si está completamente vacunado con una vacuna autorizada por la FDA.", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "country": "MEXICO", "text_es": "El escrito detalló que, el riesgo de contraer COVID-19 y desarrollar síntomas graves puede ser menor si está completamente vacunado con una vacuna autorizada por la FDA."}, {"id": 1437731746074832898, "verified": false, "tweet_text": "@JorgeBustos1 Lo primero: Son las comunidades las que han vacunado. Lo segundo: ve como un logro vacunar sin preguntar qué han votado? Lo lógico para él hubiera sido vacunar solo a los que le votan? Está completamente pirado este tío.", "tweet_lang": "es", "tweet_date": "2021-09-14T11:00:00Z", "mentions": ["JorgeBustos1"], "country": "MEXICO", "text_es": "Lo primero: Son las comunidades las que han vacunado. Lo segundo: ve como un logro vacunar sin preguntar qué han votado? Lo lógico para él hubiera sido vacunar solo a los que le votan? Está completamente pirado este tío."}, {"id": 1437691872382685185, "verified": false, "tweet_text": "@PuebloDespertar @Chusbrave @HemerotecaFilm Ciertamente ahora ya se ha entrado en la etapa de ser vacunado por narices, algo completamente ilegal e injusto que nos priva de nuestra libertad. Si, esto ya  se ha salido de madre.", "tweet_lang": "es", "tweet_date": "2021-09-14T08:00:00Z", "mentions": ["PuebloDespertar", "Chusbrave", "HemerotecaFilm"], "country": "MEXICO", "text_es": "Ciertamente ahora ya se ha entrado en la etapa de ser vacunado por narices, algo completamente ilegal e injusto que nos priva de nuestra libertad. Si, esto ya se ha salido de madre."}, {"id": 1437675004053889025, "verified": true, "tweet_text": "Nuevos datos muestran que 26 estados de EE.UU. han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de vacunación más altas registran los niveles más bajos de contagios por covid-19. https://t.co/q0HY9i3VGb", "tweet_lang": "es", "tweet_date": "2021-09-14T07:00:00Z", "tweet_urls": ["https://t.co/q0HY9i3VGb"], "country": "MEXICO", "text_es": "Nuevos datos muestran que estados de EE.UU. han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de vacunación más altas registran los niveles más bajos de contagios por covid-19."}, {"id": 1437661599473577984, "verified": false, "tweet_text": "@tenedorplastica De nada 💛 Así es, por el momento cualquiera puede vacunarse en determinados centros. Recién va el 62% aprox completamente vacunado y quieren que la gente lo haga.", "tweet_lang": "es", "tweet_date": "2021-09-14T06:00:00Z", "mentions": ["tenedorplastica"], "tweet_emoticons": ["💛"], "country": "MEXICO", "text_es": "De nada 💛 Así es, por el momento cualquiera puede vacunarse en determinados centros. Recién va el % aprox completamente vacunado y quieren que la gente lo haga."}, {"id": 1437601448922058754, "verified": false, "tweet_text": "Bts ya está completamente vacunado pq quieren dar concierto lo más pronto posible y TU pinche pendejo no te quieres vacunar pq \"me ponen chip y me rastrean\" no mames desde q naciste te tienen vigilado para que salgas con tanta mamada. En fin vacunate :)", "tweet_lang": "es", "tweet_date": "2021-09-14T02:00:00Z", "tweet_emoticons": [":)"], "country": "MEXICO", "text_es": "Bts ya está completamente vacunado pq quieren dar concierto lo más pronto posible y TU pinche pendejo no te quieres vacunar pq \"me ponen chip y me rastrean\" no mames desde q naciste te tienen vigilado para que salgas con tanta mamada. En fin vacunate"}, {"id": 1437600765678325760, "verified": false, "tweet_text": "@RoyerAtamirano Durante toda la pandemia completamente sano. En mi trabajo PM cada mes al ingresar y di negativo en todas, ahora ya vacunado con 2 dosis estoy esperando resultado para ingresar este mes nuevamente a trabajar", "tweet_lang": "es", "tweet_date": "2021-09-14T02:00:00Z", "mentions": ["RoyerAtamirano"], "country": "MEXICO", "text_es": "Durante toda la pandemia completamente sano. En mi trabajo PM cada mes al ingresar y di negativo en todas, ahora ya vacunado con dosis estoy esperando resultado para ingresar este mes nuevamente a trabajar"}, {"id": 1437593676775976961, "verified": false, "tweet_text": "Estar completamente vacunado 💉fue uno de los requisitos para asistir al #MetGala  #MetGala2021", "tweet_lang": "es", "tweet_date": "2021-09-14T02:00:00Z", "hashtags": ["MetGala", "MetGala2021"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Estar completamente vacunado 💉fue uno de los requisitos para asistir al"}, {"id": 1437591084696231940, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/cVUH1T3wNv", "tweet_lang": "es", "tweet_date": "2021-09-14T02:00:00Z", "tweet_urls": ["https://t.co/cVUH1T3wNv"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1437588612816723971, "verified": false, "tweet_text": "@angelrippah Nuuuu 😫... Pero claro, para la segunda dosis, te tomas tu foto y la publicas. Completamente vacunado 😉.", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "mentions": ["angelrippah"], "tweet_emoticons": ["😉", "😫"], "country": "MEXICO", "text_es": "Nuuuu 😫... Pero claro, para la segunda dosis, te tomas tu foto y la publicas. Completamente vacunado 😉."}, {"id": 1437585013198016518, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados. \nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados."}, {"id": 1437581865884422150, "verified": true, "tweet_text": "¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en https://t.co/hOhFwqxKqG #QuitaleLaCorona #RollUpYourSleeve\n\n¡Uber a tu próxima vacuna! Llama para más información \n👉☎️ 887-881-8281 https://t.co/r944ViAQ9K", "tweet_lang": "es", "tweet_date": "2021-09-14T01:00:00Z", "hashtags": ["QuitaleLaCorona", "RollUpYourSleeve"], "tweet_urls": ["https://t.co/hOhFwqxKqG"], "tweet_emoticons": ["☎️", "👉"], "country": "MEXICO", "text_es": "¡Recuerde de usar su cubre bocas y vacunese si aun no lo ha hecho! Siga tomando precauciones hasta que esté completamente vacunado. Lee más en ¡Uber a tu próxima vacuna! Llama para más información 👉☎️ -881-8281"}, {"id": 1437567226249453568, "verified": false, "tweet_text": "Buenisimo que les pase por borregos..\n\nComo Israel está completamente vacunado, ahora la excusa es que la Delta les quitó la inmunidad..\n\nOjalå se joroben todos.. Somos demasiado gente ya en este mundo, que se mueran unos cuantos con la vacuna no nos caería nada mal. https://t.co/IXn6YBR5IR", "tweet_lang": "es", "tweet_date": "2021-09-14T00:00:00Z", "tweet_urls": ["https://t.co/IXn6YBR5IR"], "country": "MEXICO", "text_es": "Buenisimo que les pase por borregos.. Como Israel está completamente vacunado, ahora la excusa es que la Delta les quitó la inmunidad.. Ojalå se joroben todos.. Somos demasiado gente ya en este mundo, que se mueran unos cuantos con la vacuna no nos caería nada mal."}, {"id": 1437563463543533570, "verified": false, "tweet_text": "“Our World in Data (OWID), según ellos el 29,4% de la población mundial ha recibido al menos una dosis de la vacuna Covid-19 y el 15% está completamente vacunado. Se han administrado poco más 4 mil 320 millones de dosis en todo el mundo”. Y para cuando se transforman? 😁 https://t.co/HUD6LJGevs", "tweet_lang": "es", "tweet_date": "2021-09-14T00:00:00Z", "tweet_emoticons": ["😁"], "country": "MEXICO", "text_es": "“Our World in Data (OWID), según ellos el % de la población mundial ha recibido al menos una dosis de la vacuna Covid-19 y el % está completamente vacunado. Se han administrado poco más mil millones de dosis en todo el mundo”. Y para cuando se transforman? 😁"}, {"id": 1437561398628859904, "verified": false, "tweet_text": "@SamMemesss @Robert_DeCoito Es que los comepingas de Canada son muy finos🤡y no se monta en el avion el que no este completamente vacunado con una de esas", "tweet_lang": "es", "tweet_date": "2021-09-14T00:00:00Z", "mentions": ["SamMemesss", "Robert_DeCoito"], "tweet_emoticons": ["🤡"], "country": "MEXICO", "text_es": "Es que los comepingas de Canada son muy finos🤡y no se monta en el avion el que no este completamente vacunado con una de esas"}, {"id": 1437544211541381123, "verified": false, "tweet_text": "@WilmerAlbertoV4 @CNNEE El cuidador que lo alimenta, completamente vacunado,  con todo el equipo de  protección y lo contagió 🙄", "tweet_lang": "es", "tweet_date": "2021-09-13T23:00:00Z", "mentions": ["WilmerAlbertoV4", "CNNEE"], "tweet_emoticons": ["🙄"], "country": "MEXICO", "text_es": "El cuidador que lo alimenta, completamente vacunado, con todo el equipo de protección y lo contagió 🙄"}, {"id": 1437496144444133385, "verified": false, "tweet_text": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral 251 veces mayor que los trabajadores no vacunados\n\nhttps://t.co/lmtrabvi43", "tweet_lang": "es", "tweet_date": "2021-09-13T19:00:00Z", "tweet_urls": ["https://t.co/lmtrabvi43"], "country": "MEXICO", "text_es": "¿LO LEÍSTE? Varios artículos publicados en Internet reseñaron que supuestamente un estudio de la Universidad de Oxford demostró que el personal médico completamente vacunado tenía una carga viral veces mayor que los trabajadores no vacunados"}, {"id": 1437476652418752514, "verified": false, "tweet_text": "@el_pais No se ha vacunado completamente ni el 50%. No hagan caso.", "tweet_lang": "es", "tweet_date": "2021-09-13T18:00:00Z", "mentions": ["el_pais"], "country": "MEXICO", "text_es": "No se ha vacunado completamente ni el %. No hagan caso."}, {"id": 1437474562237685771, "verified": false, "tweet_text": "Oiga @LassoGuillermo\nUn niño de 12 a 16 años se considera completamente vacunado cuando recibe *2* DOS  dosis Pfizer.\n¿A quien se le ocurrió que sólo reciban 1 dosis y dejarlos medio inmunizados y lanzarlos a clases ?\nLes está asesorando trump acaso?\nhttps://t.co/IwQwHbymzd", "tweet_lang": "es", "tweet_date": "2021-09-13T18:00:00Z", "mentions": ["LassoGuillermo"], "tweet_urls": ["https://t.co/IwQwHbymzd"], "country": "MEXICO", "text_es": "Oiga Un niño de a años se considera completamente vacunado cuando recibe *2* DOS dosis Pfizer. ¿A quien se le ocurrió que sólo reciban dosis y dejarlos medio inmunizados y lanzarlos a clases ? Les está asesorando trump acaso?"}, {"id": 1437469745377333260, "verified": false, "tweet_text": "@OsmaniArminFS @erneZurdo @ClauMCuba @reyes_medinilla @BrendaGlezA1 @ShadowsOfGreys @Deborahlopez06 @julioacosta1701 @FalconCuervo2 @el_manbi @PaolaSCruz1990 @BauzaCuba 😂😂5 vacunas completamente ineficaces.Hospitales colapsados.\nHay gente muriéndose hasta después de Vacunado ..Tu estás loco..\nTodos los países de Europa del este que eran Comunistas no quiere saber mas de esa Kk.. Dime uno que vaya mal?\nDime una cosa que funcione bien en Cuba?", "tweet_lang": "es", "tweet_date": "2021-09-13T18:00:00Z", "mentions": ["OsmaniArminFS", "erneZurdo", "ClauMCuba", "reyes_medinilla", "BrendaGlezA1", "ShadowsOfGreys", "Deborahlopez06", "julioacosta1701", "FalconCuervo2", "el_manbi", "PaolaSCruz1990", "BauzaCuba"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "😂😂5 vacunas completamente ineficaces.Hospitales colapsados. Hay gente muriéndose hasta después de Vacunado ..Tu estás loco.. Todos los países de Europa del este que eran Comunistas no quiere saber mas de esa Kk.. Dime uno que vaya mal? Dime una cosa que funcione bien en Cuba?"}, {"id": 1437468208366239744, "verified": false, "tweet_text": "Ya completamente vacunado 💉🥺", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "tweet_emoticons": ["🥺", "💉"], "country": "MEXICO", "text_es": "Ya completamente vacunado 💉🥺"}, {"id": 1437455876659548161, "verified": false, "tweet_text": "Vivo en un albergue. Todos los que viven conmigo están vacunados. Todos están tomando medicamentos para ciertas dolencias. Yo no estoy vacunado. Soy el único de la casa completamente sano. #Yonomevacuno", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "hashtags": ["Yonomevacuno"], "country": "MEXICO", "text_es": "Vivo en un albergue. Todos los que viven conmigo están vacunados. Todos están tomando medicamentos para ciertas dolencias. Yo no estoy vacunado. Soy el único de la casa completamente sano."}, {"id": 1437443934112866304, "verified": false, "tweet_text": "Mejor conciertos al aire libre que aperrados en un teatro chiquito. \n\nPero bueno, apenas el 30% de los mexicanos está vacunado completamente. Y menores de 18 no tienen acceso a vacunas. Es mucho pedir que “obliguen” estar vacunado.", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "country": "MEXICO", "text_es": "Mejor conciertos al aire libre que aperrados en un teatro chiquito. Pero bueno, apenas el % de los mexicanos está vacunado completamente. Y menores de no tienen acceso a vacunas. Es mucho pedir que “obliguen” estar vacunado."}, {"id": 1437441628528996352, "verified": false, "tweet_text": "Nuevos datos muestran que 26 estados han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de vacunación más altas registran los niveles más bajos de contagios por covid-19\nhttps://t.co/7Y621GEzce", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "tweet_urls": ["https://t.co/7Y621GEzce"], "country": "MEXICO", "text_es": "Nuevos datos muestran que estados han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de vacunación más altas registran los niveles más bajos de contagios por covid-19"}, {"id": 1437439813557293063, "verified": false, "tweet_text": "#WQNoticias🔴| Nuevos datos muestran que 26 estados han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de vacunación más altas registran los niveles más bajos de contagios por covid-19.\n.\n\n.\n#Covid_19 #EEUU #Vacunación #WQRadio https://t.co/4lc4t43CF3", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "hashtags": ["WQNoticias", "Covid_19", "EEUU", "Vacunación", "WQRadio"], "tweet_emoticons": ["🔴"], "country": "MEXICO", "text_es": "🔴| Nuevos datos muestran que estados han vacunado completamente a más de la mitad de sus residentes, y los que tienen las tasas de vacunación más altas registran los niveles más bajos de contagios por covid-19. . ."}, {"id": 1437430949877256197, "verified": false, "tweet_text": "En total 26 estados en #EEUU han vacunado contra el #coronavirus completamente a más de la mitad de sus residentes, logrando tasas de contagio más bajas. \nPero en otros lugares del país los hospitales están desbordados por los pacientes no inmunizados contra el #Covid_19.", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "hashtags": ["EEUU", "coronavirus", "Covid_19"], "country": "MEXICO", "text_es": "En total estados en han vacunado contra el completamente a más de la mitad de sus residentes, logrando tasas de contagio más bajas. Pero en otros lugares del país los hospitales están desbordados por los pacientes no inmunizados contra el ."}, {"id": 1437425931421900807, "verified": true, "tweet_text": "En total 26 estados en EE.UU. han vacunado completamente a más de de la mitad de sus residentes, logrando tasas de contagio más bajas. Pero en otros lugares del país los hospitales están desbordados por los pacientes no inmunizados contra el covid-19\nhttps://t.co/EEhc4f925S", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "tweet_urls": ["https://t.co/EEhc4f925S"], "country": "MEXICO", "text_es": "En total estados en EE.UU. han vacunado completamente a más de de la mitad de sus residentes, logrando tasas de contagio más bajas. Pero en otros lugares del país los hospitales están desbordados por los pacientes no inmunizados contra el covid-19"}, {"id": 1437420803738542088, "verified": false, "tweet_text": "¿Cuánta gente se ha vacunado en Chile y el mundo?\n\nEn Chile, el 87,08% de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso → https://t.co/jb4cXW0MrG https://t.co/z0Nzf8HrVf", "tweet_lang": "es", "tweet_date": "2021-09-13T14:00:00Z", "tweet_urls": ["https://t.co/jb4cXW0MrG"], "country": "MEXICO", "text_es": "¿Cuánta gente se ha vacunado en Chile y el mundo? En Chile, el % de la población objetivo está completamente inmunizada. Revise aquí la situación nacional e internacional de este proceso →"}, {"id": 1437407886758526979, "verified": false, "tweet_text": "No tuve pérdida del gusto ni del olfato, tampoco tuve flema ni dificultad para respirar, ni fiebre. Atribuyo la levedad de mis síntomas al hecho de estar completamente vacunado (3/17).", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "country": "MEXICO", "text_es": "No tuve pérdida del gusto ni del olfato, tampoco tuve flema ni dificultad para respirar, ni fiebre. Atribuyo la levedad de mis síntomas al hecho de estar completamente vacunado (3/17)."}, {"id": 1437407381152014344, "verified": false, "tweet_text": "Si han pasado menos de dos semanas desde que se vacunó, o si aún tiene que recibir la segunda dosis, NO está totalmente protegido. Siga tomando medidas para protegerse y proteger a los demás hasta que esté completamente vacunado (dos semanas después de la última dosis).", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "country": "MEXICO", "text_es": "Si han pasado menos de dos semanas desde que se vacunó, o si aún tiene que recibir la segunda dosis, NO está totalmente protegido. Siga tomando medidas para protegerse y proteger a los demás hasta que esté completamente vacunado (dos semanas después de la última dosis)."}, {"id": 1437406907803832322, "verified": false, "tweet_text": "Una dosis: si recibe una vacuna contra el COVID-19 que requiere la administración de una dosis, se considera que está completamente vacunado dos semanas después de la vacunación. La vacuna contra el COVID-19 Janssen de Johnson &amp; Johnson solo requiere una dosis.", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "country": "MEXICO", "text_es": "Una dosis: si recibe una vacuna contra el COVID-19 que requiere la administración de una dosis, se considera que está completamente vacunado dos semanas después de la vacunación. La vacuna contra el COVID-19 Janssen de Johnson &amp; Johnson solo requiere una dosis."}, {"id": 1437406777973383168, "verified": false, "tweet_text": "Dos dosis:Si recibe una vacuna contra el COVID-19 q requiere la administración de 2 dosis, se considera que está completamente vacunado dos semanas después de la segunda dosis. Las vacunas contra el COVID-19 de Pfizer-BioNTech y Moderna requieren la administración de dos dosis.", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "tweet_emoticons": [":S"], "country": "MEXICO", "text_es": "Dos dosisi recibe una vacuna contra el COVID-19 q requiere la administración de dosis, se considera que está completamente vacunado dos semanas después de la segunda dosis. Las vacunas contra el COVID-19 de Pfizer-BioNTech y Moderna requieren la administración de dos dosis."}, {"id": 1437400636589477891, "verified": false, "tweet_text": "@SubotaiBaatur @El__Yayo Pues a mi sí las de mis tres hijos en las tres escuelas en las que estudiaron. Es más, a uno, para un grado biosanitario, no sólo le exigieron la cartilla sino también que estuviese completamente vacunado de todo. Sin vacunas, no podía cursar el grado.", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "mentions": ["SubotaiBaatur", "El__Yayo"], "country": "MEXICO", "text_es": "Pues a mi sí las de mis tres hijos en las tres escuelas en las que estudiaron. Es más, a uno, para un grado biosanitario, no sólo le exigieron la cartilla sino también que estuviese completamente vacunado de todo. Sin vacunas, no podía cursar el grado."}, {"id": 1437393244606930948, "verified": false, "tweet_text": "[#Internacionales] El gobierno estima que se alcanzará el 60% para finales de mes. https://t.co/7f4XlDlzxq", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "hashtags": ["Internacionales"], "tweet_urls": ["https://t.co/7f4XlDlzxq"], "country": "MEXICO", "text_es": "[] El gobierno estima que se alcanzará el % para finales de mes."}, {"id": 1437366882013745153, "verified": true, "tweet_text": "@UrMrMario Hola, si estás completamente vacunado, con una vacuna aprobada por la  EMA/OMS no necesitarías presentar ya la prueba. Respecto al certificado, entendemos que puede ser tanto impreso como digital, pero quizás lo mejor es que confirmes directamente con autoridades checas. Saludos.", "tweet_lang": "es", "tweet_date": "2021-09-13T11:00:00Z", "mentions": ["UrMrMario"], "country": "MEXICO", "text_es": "Hola, si estás completamente vacunado, con una vacuna aprobada por la EMA/OMS no necesitarías presentar ya la prueba. Respecto al certificado, entendemos que puede ser tanto impreso como digital, pero quizás lo mejor es que confirmes directamente con autoridades checas. Saludos."}, {"id": 1437357797906202634, "verified": false, "tweet_text": "Completamente vacunado 🛡️⚔️✨", "tweet_lang": "es", "tweet_date": "2021-09-13T10:00:00Z", "tweet_emoticons": ["⚔️", "✨", "🛡️"], "country": "MEXICO", "text_es": "Completamente vacunado 🛡️⚔️✨"}, {"id": 1437299295934353408, "verified": true, "tweet_text": "#ElDato Según la OPS, Venezuela solo ha vacunado completamente contra #COVID19 a 11,62% de la población: 3.326.547 personas ➡️ https://t.co/VPzn6bcSIi https://t.co/cJBlE57tNZ", "tweet_lang": "es", "tweet_date": "2021-09-13T06:00:00Z", "hashtags": ["ElDato", "COVID19"], "tweet_urls": ["https://t.co/VPzn6bcSIi"], "tweet_emoticons": ["➡️"], "country": "MEXICO", "text_es": "Según la OPS, Venezuela solo ha vacunado completamente contra a % de la población: personas ➡️"}, {"id": 1437270627489132546, "verified": false, "tweet_text": "Gorilla en Zoo de EU da positivo al covid. Contagiado por cuidador completamente vacunado 🤔🤣 https://t.co/4mUKldd4HX", "tweet_lang": "es", "tweet_date": "2021-09-13T04:00:00Z", "tweet_urls": ["https://t.co/4mUKldd4HX"], "tweet_emoticons": ["🤔", "🤣"], "country": "MEXICO", "text_es": "Gorilla en Zoo de EU da positivo al covid. Contagiado por cuidador completamente vacunado 🤔🤣"}, {"id": 1437216273872691202, "verified": false, "tweet_text": "N/ Se considera completamente vacunado 2 semanas después Después de la segunda dosis de la vacuna contra el SarsCov2.", "tweet_lang": "es", "tweet_date": "2021-09-13T01:00:00Z", "country": "MEXICO", "text_es": "N/ Se considera completamente vacunado semanas después Después de la segunda dosis de la vacuna contra el SarsCov2."}, {"id": 1437190939466993666, "verified": false, "tweet_text": "@EliBarrenechea Bien pero su hermana se fue con los fujis ensuciando completamente el apellido. Como sea, AGR fue asesinado. Las muerte por Covid estando en cárcel de máxima seguridad y supuestamente vacunado es por lo menos negligencia. La marina sigue metido en corruptelas y AGR sabía mucho.", "tweet_lang": "es", "tweet_date": "2021-09-12T23:00:00Z", "mentions": ["EliBarrenechea"], "country": "MEXICO", "text_es": "Bien pero su hermana se fue con los fujis ensuciando completamente el apellido. Como sea, AGR fue asesinado. Las muerte por Covid estando en cárcel de máxima seguridad y supuestamente vacunado es por lo menos negligencia. La marina sigue metido en corruptelas y AGR sabía mucho."}, {"id": 1437178182524866565, "verified": false, "tweet_text": "@Oliva59771826 @locobalonmano @IosefStealer @esCesarVidal No, es completamente real, suena muy creíble, un resbalón fatal, nos puede pasar a todos, que el día anterior te hayas vacunado no tiene nada que ver.", "tweet_lang": "es", "tweet_date": "2021-09-12T22:00:00Z", "mentions": ["Oliva59771826", "locobalonmano", "IosefStealer", "esCesarVidal"], "country": "MEXICO", "text_es": "No, es completamente real, suena muy creíble, un resbalón fatal, nos puede pasar a todos, que el día anterior te hayas vacunado no tiene nada que ver."}, {"id": 1437163590222589952, "verified": false, "tweet_text": "Estadios llenos: \"Muchos gritos sin mascarilla significa esparcir el virus\"\nexpertos en salud pública consultados por Kaiser Health News, reportan todavía no es seguro concurrir a eventos, incluso estando completamente vacunado. USO MASCARILLA OBLIGATORIO Y DISTANCIA", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Estadios llenos: \"Muchos gritos sin mascarilla significa esparcir el virus\" expertos en salud pública consultados por Kaiser Health News, reportan todavía no es seguro concurrir a eventos, incluso estando completamente vacunado. USO MASCARILLA OBLIGATORIO Y DISTANCIA"}, {"id": 1437153586702688268, "verified": false, "tweet_text": "La vacuna no es una vacuna.   Es un esfuerzo por sustituir la tecnología de ARN experimental por una vacuna, y ha fracasado a lo grande.   Lo que ayer estaba “completamente vacunado” hoy no está vacunado", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "La vacuna no es una vacuna. Es un esfuerzo por sustituir la tecnología de ARN experimental por una vacuna, y ha fracasado a lo grande. Lo que ayer estaba “completamente vacunado” hoy no está vacunado"}, {"id": 1437148716868067332, "verified": false, "tweet_text": "@higiniob29Jr @lopezobrador_ Y cuántos se han vacunado completamente? A cómo está la gasolina? A cómo dijo que estaría? A cómo va el IMSS como en Canadá o Finlandia? Cómo va la inflación jajaja yo veo que todo aumenta canasta básica, frutas, verduras, servicios! Jajaja chairos más atoleros", "tweet_lang": "es", "tweet_date": "2021-09-12T20:00:00Z", "mentions": ["higiniob29Jr", "lopezobrador_"], "country": "MEXICO", "text_es": "Y cuántos se han vacunado completamente? A cómo está la gasolina? A cómo dijo que estaría? A cómo va el IMSS como en Canadá o Finlandia? Cómo va la inflación jajaja yo veo que todo aumenta canasta básica, frutas, verduras, servicios! Jajaja chairos más atoleros"}, {"id": 1437144591220707335, "verified": false, "tweet_text": "Si estás completamente vacunado, estás más protegido contra covid-19, lo que proporciona cierta flexibilidad con respecto a algunas actividades que podrás retomar...\n\nNOTA COMPLETA 👉 https://t.co/u3AxMEwbQ9\n\n#reunionfamiliar #COVID19 #pandemia", "tweet_lang": "es", "tweet_date": "2021-09-12T20:00:00Z", "hashtags": ["reunionfamiliar", "COVID19", "pandemia"], "tweet_urls": ["https://t.co/u3AxMEwbQ9"], "tweet_emoticons": ["👉"], "country": "MEXICO", "text_es": "Si estás completamente vacunado, estás más protegido contra covid-19, lo que proporciona cierta flexibilidad con respecto a algunas actividades que podrás retomar... NOTA COMPLETA 👉"}, {"id": 1437144069617164288, "verified": false, "tweet_text": "Parce no puedo creer que ya lleve 1 mes completamente vacunado y nunca me haya dado Covid", "tweet_lang": "es", "tweet_date": "2021-09-12T20:00:00Z", "country": "MEXICO", "text_es": "Parce no puedo creer que ya lleve mes completamente vacunado y nunca me haya dado Covid"}, {"id": 1437137688251957250, "verified": false, "tweet_text": "«El estudio también reveló que quien da positivo después de ser vacunado con esquema completo tiene casi el doble de probabilidades de ser completamente asintomático.»\n\nhttps://t.co/GGBazlJZxt", "tweet_lang": "es", "tweet_date": "2021-09-12T20:00:00Z", "tweet_urls": ["https://t.co/GGBazlJZxt"], "country": "MEXICO", "text_es": "«El estudio también reveló que quien da positivo después de ser vacunado con esquema completo tiene casi el doble de probabilidades de ser completamente asintomático.»"}, {"id": 1437109750303428608, "verified": false, "tweet_text": "@YJosea @xavy051 @SharyTorres5 @LcdoCorona pero tampoco sucedió sino que cada vez más los completamente vacunados se infectan e infectan a otros; la excusa para el tercer shot, en Israel si no tienes la tercera dosis no estás completamente “vacunado” y ya están hablando d la cuarta la cual ya tienen disponible en Turquía", "tweet_lang": "es", "tweet_date": "2021-09-12T18:00:00Z", "mentions": ["YJosea", "xavy051", "SharyTorres5", "LcdoCorona"], "country": "MEXICO", "text_es": "pero tampoco sucedió sino que cada vez más los completamente vacunados se infectan e infectan a otros; la excusa para el tercer shot, en Israel si no tienes la tercera dosis no estás completamente “vacunado” y ya están hablando d la cuarta la cual ya tienen disponible en Turquía"}, {"id": 1437087769214558211, "verified": false, "tweet_text": "@alexalexc2015 Cómo puedes sacar esa conclusión cuando solo se han vacunado completamente el 37% de la población, me parece que es un poco apresurado ese análisis.", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "mentions": ["alexalexc2015"], "country": "MEXICO", "text_es": "Cómo puedes sacar esa conclusión cuando solo se han vacunado completamente el % de la población, me parece que es un poco apresurado ese análisis."}, {"id": 1437064969762263043, "verified": false, "tweet_text": "@eldaviddemadrid @MostTuitero @FDaviddc @adolfCP @SharahKasny @Santipv78 @Nopanaden @FrayJosepho https://t.co/47DqDVIEm8\n\nAzul claro: no vacunados\nVerde claro: parcialmente vacunado\nVerde oscuro: completamente vacunado https://t.co/yKACq6UUqx", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "mentions": ["eldaviddemadrid", "MostTuitero", "FDaviddc", "adolfCP", "SharahKasny", "Santipv78", "Nopanaden", "FrayJosepho"], "tweet_urls": ["https://t.co/47DqDVIEm8"], "country": "MEXICO", "text_es": "Azul claro: no vacunados Verde claro: parcialmente vacunado Verde oscuro: completamente vacunado"}, {"id": 1437048592255143936, "verified": false, "tweet_text": "Completamente vacunado con dos dosis de @kanygarcia - el refuerzo será en Puerto Rico en Enero 2022!!! #DPM #KanyGarcia https://t.co/2J6i2Qevjr", "tweet_lang": "es", "tweet_date": "2021-09-12T14:00:00Z", "hashtags": ["DPM", "KanyGarcia"], "mentions": ["kanygarcia"], "country": "MEXICO", "text_es": "Completamente vacunado con dos dosis de - el refuerzo será en Puerto Rico en Enero !!!"}, {"id": 1437045345817665537, "verified": false, "tweet_text": "@JMCarzolio @sallelorier @JMCarzolio, analizamos ISRAEL( del 4 al 31 de Julio), casos completamente vacunados  15634, \nCasos no vacunados 3038.\n¿Cuál es en realidad el objetivo de las vacunas ARNm, discriminando al no Vacunado, sin ningún fundamento Científico?https://t.co/dzvMjQ3CpD https://t.co/rMfMEfKXgK", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "mentions": ["JMCarzolio", "sallelorier", "JMCarzolio"], "tweet_urls": ["https://t.co/dzvMjQ3CpD"], "country": "MEXICO", "text_es": ", analizamos ISRAEL( del al de Julio), casos completamente vacunados , Casos no vacunados . ¿Cuál es en realidad el objetivo de las vacunas ARNm, discriminando al no Vacunado, sin ningún fundamento Científico?"}, {"id": 1437043368983412752, "verified": false, "tweet_text": "@gonzamoratorio, analizamos ISRAEL( del 4 al 31 de Julio), casos completamente vacunados  15634, \nCasos no vacunados 3038.\n¿Cuál es en realidad el objetivo de las vacunas ARNm, discriminando al no Vacunado, sin ningún fundamento Científico?\nhttps://t.co/dzvMjQ3CpD https://t.co/pkmar9JChJ https://t.co/XWLmRy5xrr", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "mentions": ["gonzamoratorio"], "tweet_urls": ["https://t.co/dzvMjQ3CpD", "https://t.co/pkmar9JChJ"], "country": "MEXICO", "text_es": ", analizamos ISRAEL( del al de Julio), casos completamente vacunados , Casos no vacunados . ¿Cuál es en realidad el objetivo de las vacunas ARNm, discriminando al no Vacunado, sin ningún fundamento Científico?"}, {"id": 1437027613516701704, "verified": false, "tweet_text": "@MinGobiernoEc soy brasileña y voy a perú por 10 días.  Llego el 09/10 y voy. He estado completamente vacunado durante más de 14 días. Si voy salir de Lima 20/10, tendré que presentar una prueba de PCR negativa cuando llegue a Ecuador?  Y estando vacunado, necesito estar aislado?", "tweet_lang": "es", "tweet_date": "2021-09-12T12:00:00Z", "mentions": ["MinGobiernoEc"], "country": "MEXICO", "text_es": "soy brasileña y voy a perú por días. Llego el /10 y voy. He estado completamente vacunado durante más de días. Si voy salir de Lima /10, tendré que presentar una prueba de PCR negativa cuando llegue a Ecuador? Y estando vacunado, necesito estar aislado?"}, {"id": 1436991926784438273, "verified": false, "tweet_text": "¿Habéis trabajado o tenido algún ingreso u os habéis vacunado en el Zendal? Pues eso. Que ya no es que no haya laboratorio o quirófanos, es que habéis visto con vuestros ojos han hecho un \"hospital\" completamente abierto para atender a pacientes con un virus de transmisión aérea. https://t.co/9MrujOBT1L", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "tweet_urls": ["https://t.co/9MrujOBT1L"], "country": "MEXICO", "text_es": "¿Habéis trabajado o tenido algún ingreso u os habéis vacunado en el Zendal? Pues eso. Que ya no es que no haya laboratorio o quirófanos, es que habéis visto con vuestros ojos han hecho un \"hospital\" completamente abierto para atender a pacientes con un virus de transmisión aérea."}, {"id": 1436965745607561225, "verified": false, "tweet_text": "@luismi078 @ccarballo50 En agosto ya no te daban la baja si estabas vacunado completamente. Esto que plantea @ccarballo50 noe parece ninguna tontería porque en cualquier momento nos puede pasar a cualquiera", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "mentions": ["luismi078", "ccarballo50", "ccarballo50"], "country": "MEXICO", "text_es": "En agosto ya no te daban la baja si estabas vacunado completamente. Esto que plantea noe parece ninguna tontería porque en cualquier momento nos puede pasar a cualquiera"}, {"id": 1436938239605096449, "verified": false, "tweet_text": "@Alma_vieja_T @Enrique_975 La población en Usa no esta 100% vacunada así que es normal que haya muchos infectados, ya que el virus se contagia mas fácilmente de uno no vacunado a uno que si se vacuno, para que se logre la inmunización de rebaño se necesita una población completamente inmunizada", "tweet_lang": "es", "tweet_date": "2021-09-12T06:00:00Z", "mentions": ["Alma_vieja_T", "Enrique_975"], "country": "MEXICO", "text_es": "La población en Usa no esta % vacunada así que es normal que haya muchos infectados, ya que el virus se contagia mas fácilmente de uno no vacunado a uno que si se vacuno, para que se logre la inmunización de rebaño se necesita una población completamente inmunizada"}, {"id": 1436929338973302786, "verified": true, "tweet_text": "#ElDato Según la OPS, Venezuela solo ha vacunado completamente contra #COVID19 a 11,62% de la población: 3.326.547 personas ➡️ https://t.co/VPzn6bcSIi https://t.co/ZTFnFIcV9U", "tweet_lang": "es", "tweet_date": "2021-09-12T06:00:00Z", "hashtags": ["ElDato", "COVID19"], "tweet_urls": ["https://t.co/VPzn6bcSIi"], "tweet_emoticons": ["➡️"], "country": "MEXICO", "text_es": "Según la OPS, Venezuela solo ha vacunado completamente contra a % de la población: personas ➡️"}, {"id": 1436903652170604544, "verified": false, "tweet_text": "😷 Casi 70% De Aquellos Elegibles Para La Vacuna Contra El COVID-19 En Travis Se Han Vacunado Completamente - KUT Austin 👉 https://t.co/qmeppzSMsb 💊 #Medical #GroupZirigoza", "tweet_lang": "es", "tweet_date": "2021-09-12T04:00:00Z", "hashtags": ["Medical", "GroupZirigoza"], "tweet_urls": ["https://t.co/qmeppzSMsb"], "tweet_emoticons": ["😷", "👉", "💊"], "country": "MEXICO", "text_es": "😷 Casi % De Aquellos Elegibles Para La Vacuna Contra El COVID-19 En Travis Se Han Vacunado Completamente - KUT Austin 👉 💊"}, {"id": 1436887095218515968, "verified": false, "tweet_text": "Al 10/9/21 el 58% de la población total de ESA ha recibido al menos una dosis de vac contra COVID-19 y el 47% ha recibido dos dosis. Aún hay 1.4 millones de personas =&gt; 12 años sin recibir 1a dosis. IHME proyecta que al 1/12/21 ESA habrá vacunado completamente al 62% de su pob. https://t.co/RlAcW87sAF", "tweet_lang": "es", "tweet_date": "2021-09-12T03:00:00Z", "country": "MEXICO", "text_es": "Al /9/21 el % de la población total de ESA ha recibido al menos una dosis de vac contra COVID-19 y el % ha recibido dos dosis. Aún hay millones de personas =&gt; años sin recibir a dosis. IHME proyecta que al /12/21 ESA habrá vacunado completamente al % de su pob."}, {"id": 1436844506305892361, "verified": true, "tweet_text": "El estudio también reveló que quien da positivo después de ser vacunado con esquema completo tiene casi el doble de probabilidades de ser completamente asintomático. https://t.co/DDgtPWACef", "tweet_lang": "es", "tweet_date": "2021-09-12T00:00:00Z", "tweet_urls": ["https://t.co/DDgtPWACef"], "country": "MEXICO", "text_es": "El estudio también reveló que quien da positivo después de ser vacunado con esquema completo tiene casi el doble de probabilidades de ser completamente asintomático."}, {"id": 1436788144830091274, "verified": false, "tweet_text": "Ya que X FIN puedo decirlo: Estoy completamente vacunado 💉. Las vacunas FUNCIONAN, JAMÁS me dio #Covid. Tener la seguridad de q NO ME VOY A MORIR x salir a la calle ha ayudado de sobremanera a mis problemas de ansiedad y depresión.\n\nVacúnate, si no es por ti hazlo x quienes amas", "tweet_lang": "es", "tweet_date": "2021-09-11T20:00:00Z", "hashtags": ["Covid"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "Ya que X FIN puedo decirlo: Estoy completamente vacunado 💉. Las vacunas FUNCIONAN, JAMÁS me dio . Tener la seguridad de q NO ME VOY A MORIR x salir a la calle ha ayudado de sobremanera a mis problemas de ansiedad y depresión. Vacúnate, si no es por ti hazlo x quienes amas"}, {"id": 1436780919667503106, "verified": true, "tweet_text": "@12Esteban Hola Esteban, si estás completamente vacunado podrías entrar, ya que la vacuna que mencionas se encuentra entre la lista de vacunas aprobadas por las autoridades correspondientes. Puedes consultar más detalles en nuestra web https://t.co/EZ0R1Wi6J1 . Saludos.", "tweet_lang": "es", "tweet_date": "2021-09-11T20:00:00Z", "mentions": ["12Esteban"], "tweet_urls": ["https://t.co/EZ0R1Wi6J1"], "country": "MEXICO", "text_es": "Hola Esteban, si estás completamente vacunado podrías entrar, ya que la vacuna que mencionas se encuentra entre la lista de vacunas aprobadas por las autoridades correspondientes. Puedes consultar más detalles en nuestra web . Saludos."}, {"id": 1436765420057513986, "verified": false, "tweet_text": "Alguien completamente vacunado me dijo que no creía en la 3era dosis y de verdad que no entiendo a la sociedad", "tweet_lang": "es", "tweet_date": "2021-09-11T19:00:00Z", "country": "MEXICO", "text_es": "Alguien completamente vacunado me dijo que no creía en la era dosis y de verdad que no entiendo a la sociedad"}, {"id": 1436734884245028874, "verified": false, "tweet_text": "El Departamento de Salud ha confirmado tres muertes adicionales relacionadas con COVID-19 en el condado de Tom Green:\n\n- Mujer, 60s, condado de Tom Green: no vacunada\n- Hombre, 80s, condado de Tom Green: completamente vacunado\n- Hombre, 40s, condado de Tom Green: no vacunado https://t.co/x7766r98xQ", "tweet_lang": "es", "tweet_date": "2021-09-11T17:00:00Z", "country": "MEXICO", "text_es": "El Departamento de Salud ha confirmado tres muertes adicionales relacionadas con COVID-19 en el condado de Tom Green: - Mujer, s, condado de Tom Green: no vacunada - Hombre, s, condado de Tom Green: completamente vacunado - Hombre, s, condado de Tom Green: no vacunado"}, {"id": 1436713299941511172, "verified": false, "tweet_text": "@aperezriverol Dr. que fuentes de datos confiables existen sobre la protección de Abdala (esquema completo + 15 días) - completamente vacunado-) contra hospitalizaciones y muertes? Donde podría buscar más información al respecto? Gracias de antemano.", "tweet_lang": "es", "tweet_date": "2021-09-11T15:00:00Z", "mentions": ["aperezriverol"], "country": "MEXICO", "text_es": "Dr. que fuentes de datos confiables existen sobre la protección de Abdala (esquema completo + días) - completamente vacunado-) contra hospitalizaciones y muertes? Donde podría buscar más información al respecto? Gracias de antemano."}, {"id": 1436708568833695753, "verified": false, "tweet_text": "Vacunado completamente, claro que sí😼🤙🏼 https://t.co/ywOSArkXlI", "tweet_lang": "es", "tweet_date": "2021-09-11T15:00:00Z", "tweet_emoticons": ["🤙🏼", "😼"], "country": "MEXICO", "text_es": "Vacunado completamente, claro que sí😼🤙🏼"}, {"id": 1436707536325988361, "verified": false, "tweet_text": "@micheleconunaL DEP 🙏🏼 Si falleces estando completamente vacunado es xq la vacuna no es infalible y se tiene ese riesgo (el cual nadie se hace responsable)pero si mueres sin estar vacunado es 💯 tu culpa por ser irresponsable y no vacunarte 😔algo así es el guion cierto? 😅Gracias x compartir 👍🏼", "tweet_lang": "es", "tweet_date": "2021-09-11T15:00:00Z", "mentions": ["micheleconunaL"], "tweet_emoticons": ["😅", "💯", "😔", "👍🏼", "🙏🏼"], "country": "MEXICO", "text_es": "DEP 🙏🏼 Si falleces estando completamente vacunado es xq la vacuna no es infalible y se tiene ese riesgo (el cual nadie se hace responsable)pero si mueres sin estar vacunado es 💯 tu culpa por ser irresponsable y no vacunarte 😔algo así es el guion cierto? 😅Gracias x compartir 👍🏼"}, {"id": 1436696729915731971, "verified": false, "tweet_text": "@ManzanaDori Yo sí estoy vacunado,y si ponen 3ª dosis,me la pondré, seguro. Y estoy  completamente de acuerdo con tu decisión. Cada uno es libre de sus actos y decisiones,la libertad es hacer lo que cada cual considere mejor. Suerte para los(y los no), vacunados.", "tweet_lang": "es", "tweet_date": "2021-09-11T14:00:00Z", "mentions": ["ManzanaDori"], "country": "MEXICO", "text_es": "Yo sí estoy vacunado,y si ponen ª dosis,me la pondré, seguro. Y estoy completamente de acuerdo con tu decisión. Cada uno es libre de sus actos y decisiones,la libertad es hacer lo que cada cual considere mejor. Suerte para los(y los no), vacunados."}, {"id": 1436693094905176069, "verified": false, "tweet_text": "completamente vacunado, se lavaba todo el día las manos y usaba siempre mascarilla. Muere a los 36 años (DEP):\n- Haciendo caso a la OMS y a los \"expertos\" de TV se \"vacuna\", por lo que entra en su cuerpo el tóxico de la PROTEINA DE PICO. Siempre usa", "tweet_lang": "es", "tweet_date": "2021-09-11T14:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "completamente vacunado, se lavaba todo el día las manos y usaba siempre mascarilla. Muere a los años (DEP): - Haciendo caso a la OMS y a los \"expertos\" de TV se \"vacuna\", por lo que entra en su cuerpo el tóxico de la PROTEINA DE PICO. Siempre usa"}, {"id": 1436686640810954753, "verified": false, "tweet_text": "Vacunacion en #Cuba y en el Mundo vs #COVID19\nCuba\nDosis administradas 15.5 millones\nCompletamente vacunadas 4.2 millones\n37,7% de la población completamente vacunado\nTodo el mundo\nDosis que se administraron 5 660 M\nCompletamente vacunadas 2 330 M\n29.9 % completamente vacunado https://t.co/Ios3ieKyRW", "tweet_lang": "es", "tweet_date": "2021-09-11T14:00:00Z", "hashtags": ["Cuba", "COVID19"], "country": "MEXICO", "text_es": "Vacunacion en y en el Mundo vs Cuba Dosis administradas millones Completamente vacunadas millones % de la población completamente vacunado Todo el mundo Dosis que se administraron M Completamente vacunadas M % completamente vacunado"}, {"id": 1436652200848207872, "verified": false, "tweet_text": "Duda para viajeros a Londres que ya hayan pasado por esto. ¿Alguien conoce exactamente la forma más eficiente y económica de hacerse la PCR del \"Día 2\" (ámbar y completamente vacunado) en Londres?", "tweet_lang": "es", "tweet_date": "2021-09-11T11:00:00Z", "country": "MEXICO", "text_es": "Duda para viajeros a Londres que ya hayan pasado por esto. ¿Alguien conoce exactamente la forma más eficiente y económica de hacerse la PCR del \"Día \" (ámbar y completamente vacunado) en Londres?"}, {"id": 1436644233193140227, "verified": false, "tweet_text": "@fgildiez Que para entrar en UK desde España te siguen pidiendo antígenos antes de volar y otra prueba después aunque estés completamente vacunado y teniendo muchísimos menos casos aquí que allí. No tiene sentido ninguno si encima allí no hay restricciones", "tweet_lang": "es", "tweet_date": "2021-09-11T11:00:00Z", "mentions": ["fgildiez"], "country": "MEXICO", "text_es": "Que para entrar en UK desde España te siguen pidiendo antígenos antes de volar y otra prueba después aunque estés completamente vacunado y teniendo muchísimos menos casos aquí que allí. No tiene sentido ninguno si encima allí no hay restricciones"}, {"id": 1436633970121265156, "verified": false, "tweet_text": "¡Completamente vacunado!", "tweet_lang": "es", "tweet_date": "2021-09-11T10:00:00Z", "country": "MEXICO", "text_es": "¡Completamente vacunado!"}]