[{"id": 1439627010888851470, "verified": false, "tweet_text": "Show me the science that says a non vaxxed person can pass an illness to another , who is fully vaccinated from that illness??\nFact is you have to push that narrative, otherwise the vaccine is useless!! 🤔🤔Think on your own", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Show me the science that says a non vaxxed person can pass an illness to another , who is fully vaccinated from that illness?? Fact is you have to push that narrative, otherwise the vaccine is useless!! Think on your own"}, {"id": 1439626992715026435, "verified": false, "tweet_text": "@DbhWilhelm @jetixfreddy The CDC do not consider you 'fully vaccinated' until 14 days after 1 x J&amp;J dose, or 14 days after 2nd dose Pfizer/Moderna. So yes, saying that someone is unvaxxed inside these standards is not impossible. It's on their website.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DbhWilhelm", "jetixfreddy"], "country": "USA", "text_en": "The CDC do not consider you 'fully vaccinated' until days after x J&amp;J dose, or days after nd dose Pfizer/Moderna. So yes, saying that someone is unvaxxed inside these standards is not impossible. It's on their website."}, {"id": 1439626982296223753, "verified": false, "tweet_text": "2,675 Fully Vaccinated Americans Have Died Of COVID-19 https://t.co/W49Nk4QGEp #SmartNews", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["SmartNews"], "tweet_urls": ["https://t.co/W49Nk4QGEp"], "country": "USA", "text_en": "Fully Vaccinated Americans Have Died Of COVID-19"}, {"id": 1439626977951064064, "verified": false, "tweet_text": "Shout out to the 6 people who didn’t come in for their second covid shot today… you are not fully vaccinated queens", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Shout out to the people who didnt come in for their second covid shot today you are not fully vaccinated queens"}, {"id": 1439626937681387521, "verified": false, "tweet_text": "@Vegalteno I wish this was more common.  My husband and I have been SOOOO safe, went to dinner a couple of weeks ago and both got sick.  Back to living in a bubble for us, it’s just not worth it, trust me.  Even fully vaccinated, this is the sickest I have EVER been in my life.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Vegalteno"], "country": "USA", "text_en": "I wish this was more common. My husband and I have been SOOOO safe, went to dinner a couple of weeks ago and both got sick. Back to living in a bubble for us, its just not worth it, trust me. Even fully vaccinated, this is the sickest I have EVER been in my life."}, {"id": 1439626907830599685, "verified": false, "tweet_text": "Just commented on @thejournal_ie: Over 90% of people in Ireland aged over 16 are now fully vaccinated against Covi - https://t.co/HWTdLKkyYS", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["thejournal_ie"], "tweet_urls": ["https://t.co/HWTdLKkyYS"], "country": "USA", "text_en": "Just commented on : Over % of people in Ireland aged over are now fully vaccinated against Covi -"}, {"id": 1439626875656048645, "verified": false, "tweet_text": "Will be getting my second shot tomorrow! 🥳💉Can’t wait to be fully vaccinated!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["💉", "🥳"], "country": "USA", "text_en": "Will be getting my second shot tomorrow! Cant wait to be fully vaccinated!"}, {"id": 1439626867900813326, "verified": false, "tweet_text": "Daily reminder that even if everyone in this country vaccinates, COVID will still spread. This myth that the unvaxed are \"prolonging the pandemic\" by not vaccinating is simply false. Just look at the surging cases in Israel, where almost all adults are fully vaccinated. https://t.co/9g1eFrgFf2", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Daily reminder that even if everyone in this country vaccinates, COVID will still spread. This myth that the unvaxed are \"prolonging the pandemic\" by not vaccinating is simply false. Just look at the surging cases in Israel, where almost all adults are fully vaccinated."}, {"id": 1439626850431639557, "verified": false, "tweet_text": "It’s strange how the news keeps using people who have been fully vaccinated as a good reason to get vaccinated 🤷🏽‍♂️. Between this happening so regularly (I know 14 cases like this personally) and the fact countries like Israel are proving they’re not effective. Not compelling 😂 👇 https://t.co/7hRu1iDe8b", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/7hRu1iDe8b"], "tweet_emoticons": ["😂", "🤷🏽‍♂️", "👇"], "country": "USA", "text_en": "Its strange how the news keeps using people who have been fully vaccinated as a good reason to get vaccinated . Between this happening so regularly (I know cases like this personally) and the fact countries like Israel are proving theyre not effective. Not compelling"}, {"id": 1439626834912628736, "verified": false, "tweet_text": "80% of the people fully vaccinated https://t.co/TlPCAIW3n0", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/TlPCAIW3n0"], "country": "USA", "text_en": "% of the people fully vaccinated"}, {"id": 1439626818911408138, "verified": false, "tweet_text": "@NYDailyNews A fully vaccinated Chris Rock got Covid. 🤡🤡", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NYDailyNews"], "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "A fully vaccinated Chris Rock got Covid."}, {"id": 1439626806974353409, "verified": false, "tweet_text": "Petition: Allow fully vaccinated people coming from red list countries to isolate at home https://t.co/3UVA0MKVQt", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/3UVA0MKVQt"], "country": "USA", "text_en": "Petition: Allow fully vaccinated people coming from red list countries to isolate at home"}, {"id": 1439626776108544005, "verified": false, "tweet_text": "@TwiTati @LisaBrenner2 @dylanmalone @NateSilver538 @DisneyParks The percentage of people who want \"COVID Zero\" is pretty small, although wildly over-represented on Twitter. I won't much rather go on vacation with fully vaccinated people.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TwiTati", "LisaBrenner2", "dylanmalone", "NateSilver538", "DisneyParks"], "country": "USA", "text_en": "The percentage of people who want \"COVID Zero\" is pretty small, although wildly over-represented on Twitter. I won't much rather go on vacation with fully vaccinated people."}, {"id": 1439626723515985920, "verified": false, "tweet_text": "https://t.co/6k9ZWZfDTf", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/6k9ZWZfDTf"]}, {"id": 1439626647351791618, "verified": false, "tweet_text": "Day 261.\n\nFully vaccinated.\n\n#2nddosedone💉✔️ @ PPV, PWTC https://t.co/mR1uqJ57uH", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["2nddosedone"], "tweet_urls": ["https://t.co/mR1uqJ57uH"], "tweet_emoticons": ["✔️", "💉"], "country": "USA", "text_en": "Day . Fully vaccinated. PPV, PWTC"}, {"id": 1439626642893250563, "verified": false, "tweet_text": "@PakinSaudiArab @bilalakbar73 @ksagaca bhai itni english ni ati bs itna btaye hai koi chance pak ky liye direct flight ky ya nahi mean fully vaccinated bndo ky liye?", "tweet_lang": "ht", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["PakinSaudiArab", "bilalakbar73", "ksagaca"]}, {"id": 1439626638355009542, "verified": false, "tweet_text": "FULLY VACCINATED 🥳🥳🥳", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🥳"], "country": "USA", "text_en": "FULLY VACCINATED"}, {"id": 1439626636769443842, "verified": false, "tweet_text": "Yay fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Yay fully vaccinated"}, {"id": 1439626617760976900, "verified": false, "tweet_text": "@BuckSexton Denmark is 75% fully vaccinated, we are 55%. When another 64 million people get vaccinated then maybe we can do the same thing!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BuckSexton"], "country": "USA", "text_en": "Denmark is % fully vaccinated, we are %. When another million people get vaccinated then maybe we can do the same thing!"}, {"id": 1439626588673413121, "verified": false, "tweet_text": "@ParisTheaterNYC Hope you are not requiring masks for fully vaccinated patrons??", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ParisTheaterNYC"], "country": "USA", "text_en": "Hope you are not requiring masks for fully vaccinated patrons??"}, {"id": 1439626574521831428, "verified": false, "tweet_text": "@AnnPate63433732 Yes had both ,\nFirst one In January  , think I’m due a booster soon as I’m over 55 \nand work for social services ( youth justice )\nAll the family are fully vaccinated as well \n👍", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AnnPate63433732"], "tweet_emoticons": ["👍"], "country": "USA", "text_en": "Yes had both , First one In January , think Im due a booster soon as Im over and work for social services ( youth justice ) All the family are fully vaccinated as well"}, {"id": 1439626518926446596, "verified": false, "tweet_text": "@Dosedmonkey @CaddersWadders @CMO_England They say it reduced symptoms of a covid strain from 2019, but they can not prove a negative which is maybe why they quote a negative.\nIt is certain investments and privatization is going well for the greedy though.\n\nhttps://t.co/FRHVk0Qkqx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Dosedmonkey", "CaddersWadders", "CMO_England"], "tweet_urls": ["https://t.co/FRHVk0Qkqx"], "country": "USA", "text_en": "They say it reduced symptoms of a covid strain from , but they can not prove a negative which is maybe why they quote a negative. It is certain investments and privatization is going well for the greedy though."}, {"id": 1439626454979862529, "verified": false, "tweet_text": "@patricia2u2 @FritzSchnacken @azfamily I am fully vaccinated dear. How bout you not read something that is not there. I never said i was unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["patricia2u2", "FritzSchnacken", "azfamily"], "country": "USA", "text_en": "I am fully vaccinated dear. How bout you not read something that is not there. I never said i was unvaccinated."}, {"id": 1439626403180281859, "verified": false, "tweet_text": "Fully Vaccinated Account for 74% of Covid-19 Deaths in the UK Summer Wave According to Latest Public Health England Report https://healthimpactnews. com/2021/fully-vaccinated-account-for-74-of-covid-19-deaths-in-the-uk-summer-wave-according-to-latest-public-health-england-report/", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Fully Vaccinated Account for % of Covid-19 Deaths in the UK Summer Wave According to Latest Public Health England Report . com/2021/fully-vaccinated-account-for-74-of-covid-19-deaths-in-the-uk-summer-wave-according-to-latest-public-health-england-report/"}, {"id": 1439626402802794498, "verified": false, "tweet_text": "80 Fully Vaccinated In Utah Die Of COVID-19; 13,836 Breakthrough Cases Reported https://t.co/Wh3zhh9SeG #SmartNews", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["SmartNews"], "tweet_urls": ["https://t.co/Wh3zhh9SeG"], "country": "USA", "text_en": "Fully Vaccinated In Utah Die Of COVID-19; Breakthrough Cases Reported"}, {"id": 1439626386843619338, "verified": false, "tweet_text": "Southwest Airlines is giving fully vaccinated staff 16 hours extra pay - and cutting special sick pay for unvaccinated workers who catch COVID-19", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Southwest Airlines is giving fully vaccinated staff hours extra pay - and cutting special sick pay for unvaccinated workers who catch COVID-19"}, {"id": 1439626308309250058, "verified": false, "tweet_text": "@holman Tribalism is a hell of a drug. Also why Lefties are hiding in their bunkers scared for their lives even fully vaccinated. One day they will begrudgingly acknowledge they are safe, but not today.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["holman"], "country": "USA", "text_en": "Tribalism is a hell of a drug. Also why Lefties are hiding in their bunkers scared for their lives even fully vaccinated. One day they will begrudgingly acknowledge they are safe, but not today."}, {"id": 1439626259357749253, "verified": false, "tweet_text": "@xKokonutMilk My man @CrypticFL1P has had it I think 3 times. He’s fully vaxxed now!\n\nI just don’t understand people who are able to but refuse to be vaccinated. Especially the ones that don’t trust the science behind the vaccine but feel safe injecting horse dewormer in to their bodies 🤦🏻‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["xKokonutMilk", "CrypticFL1P"], "tweet_emoticons": ["🤦🏻‍♂️"], "country": "USA", "text_en": "My man has had it I think times. Hes fully vaxxed now! I just dont understand people who are able to but refuse to be vaccinated. Especially the ones that dont trust the science behind the vaccine but feel safe injecting horse dewormer in to their bodies"}, {"id": 1439626097373548546, "verified": false, "tweet_text": "@_CDooley @C_T_Moore @NinaVee @startin62818521 Or, she might have someone in her life who died from COVID and was fully vaccinated.  We don’t know and that’s why I think I’d rather extend her a little grace as opposed to informing her supervisor that she’s telling people that the vaccine doesn’t work.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["_CDooley", "C_T_Moore", "NinaVee", "startin62818521"], "country": "USA", "text_en": "Or, she might have someone in her life who died from COVID and was fully vaccinated. We dont know and thats why I think Id rather extend her a little grace as opposed to informing her supervisor that shes telling people that the vaccine doesnt work."}, {"id": 1439626057506721798, "verified": false, "tweet_text": "@msianinsight Although in cases whereby it may be detrimental for booster jabs to be taken, I would still request for a booster dose when the time comes. Most public places hv now slowly allow only the fully vaccinated people to enter their premise in M’sia, so a booster can’t be ignored away", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["msianinsight"], "country": "USA", "text_en": "Although in cases whereby it may be detrimental for booster jabs to be taken, I would still request for a booster dose when the time comes. Most public places hv now slowly allow only the fully vaccinated people to enter their premise in Msia, so a booster cant be ignored away"}, {"id": 1439625964670099464, "verified": false, "tweet_text": "@globeandmail Unless restaurants are prepared to offer us assurances that all their staff are fully vaccinated after September 22nd, we won't be dining indoors nor joining the folks on the patio who one must assume were not admitted inside. May be safe to assume service dogs have their shots🐕‍🦺", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["globeandmail"], "tweet_emoticons": ["🐕‍🦺"], "country": "USA", "text_en": "Unless restaurants are prepared to offer us assurances that all their staff are fully vaccinated after September nd, we won't be dining indoors nor joining the folks on the patio who one must assume were not admitted inside. May be safe to assume service dogs have their shots"}, {"id": 1439625961763450881, "verified": false, "tweet_text": "Southwest Airlines is giving fully vaccinated staff 16 hours extra pay - and cutting special sick pay for unvaccinated workers who catch COVID-19 https://t.co/6RIJvwhrMS via @YahooNews", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YahooNews"], "tweet_urls": ["https://t.co/6RIJvwhrMS"], "country": "USA", "text_en": "Southwest Airlines is giving fully vaccinated staff hours extra pay - and cutting special sick pay for unvaccinated workers who catch COVID-19 via"}, {"id": 1439625895409557507, "verified": false, "tweet_text": "@BoBo76824364 @RedCupClub @ElectionWiz @CDCgov You got lucky. Even fully vaccinated if I caught it I would have a 50/50 chance of survival.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BoBo76824364", "RedCupClub", "ElectionWiz", "CDCgov"], "country": "USA", "text_en": "You got lucky. Even fully vaccinated if I caught it I would have a /50 chance of survival."}, {"id": 1439625888430186497, "verified": true, "tweet_text": "@purdyme actually only a tiny fraction are. \nHouston Methodist is a great example:\n\"Boom said earlier this month that 24,947 employees were fully vaccinated and that the hospital had reached almost full compliance with the mandate, with fewer than 200 suspended for not yet complying\"", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["purdyme"], "country": "USA", "text_en": "actually only a tiny fraction are. Houston Methodist is a great example: \"Boom said earlier this month that employees were fully vaccinated and that the hospital had reached almost full compliance with the mandate, with fewer than suspended for not yet complying\""}, {"id": 1439625858222809091, "verified": false, "tweet_text": "@rmayemsinger I am fully vaccinated, but am in a self imposed lockdown. I left my career as a healthcare liaison and found a virtual position. My entire life has been forever changed and I’m trying as best I can to adjust.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["rmayemsinger"], "country": "USA", "text_en": "I am fully vaccinated, but am in a self imposed lockdown. I left my career as a healthcare liaison and found a virtual position. My entire life has been forever changed and Im trying as best I can to adjust."}, {"id": 1439625759681769478, "verified": false, "tweet_text": "second dose na jud nako sa tuesdayyyy, pota di ko excited pero i'm ready to be fully-vaccinated huehue", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439625669068087303, "verified": false, "tweet_text": "just kidding, fully vaccinated people accounted for 15-20% of hospitalizations and 25% of new cases. i'm the (unintentional) misinformation spreader now", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "just kidding, fully vaccinated people accounted for -20% of hospitalizations and % of new cases. i'm the (unintentional) misinformation spreader now"}, {"id": 1439625595005161479, "verified": false, "tweet_text": "Well got the 2nd dose im fully vaccinated for now…", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Well got the nd dose im fully vaccinated for now"}, {"id": 1439625578500423683, "verified": false, "tweet_text": "@vburshteyn @lsferguson I think what he's saying is essentially: \"Well what about the OTHER 4%? Huh? HUH? WHAT DO THEY KNOW?\"\n\nhttps://t.co/thyaFLjdUp", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["vburshteyn", "lsferguson"], "tweet_urls": ["https://t.co/thyaFLjdUp"], "country": "USA", "text_en": "I think what he's saying is essentially: \"Well what about the OTHER %? Huh? HUH? WHAT DO THEY KNOW?\""}, {"id": 1439625570472562692, "verified": false, "tweet_text": "Fully Vaccinated Account for 74% of Covid-19 Deaths in the UK Summer Wave According to Latest Public Health England Report https://t.co/B7ScoYw6Uf", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/B7ScoYw6Uf"], "country": "USA", "text_en": "Fully Vaccinated Account for % of Covid-19 Deaths in the UK Summer Wave According to Latest Public Health England Report"}, {"id": 1439625557302460420, "verified": false, "tweet_text": "@jaipo https://t.co/pjDBktFVw9", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jaipo"], "tweet_urls": ["https://t.co/pjDBktFVw9"]}, {"id": 1439625554806951945, "verified": false, "tweet_text": "This is an amazing stat. Only 1% of Covid deaths are in fully vaccinated individuals. Vaccines are working incredibly well. https://t.co/OSQXWStFQS", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/OSQXWStFQS"], "country": "USA", "text_en": "This is an amazing stat. Only % of Covid deaths are in fully vaccinated individuals. Vaccines are working incredibly well."}, {"id": 1439625470845276164, "verified": false, "tweet_text": "@john_actuary @andrew_croxford Yep tbf I used this data and assumed it meant barely anyone fully vaccinated was dying but it isn’t true https://t.co/8DayTFd46R", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["john_actuary", "andrew_croxford"], "tweet_emoticons": ["8D"], "country": "USA", "text_en": "Yep tbf I used this data and assumed it meant barely anyone fully vaccinated was dying but it isnt true"}, {"id": 1439625470685945859, "verified": false, "tweet_text": "@RankinPeter @andrew_croxford Right, so: from March 1 to today, ~12,000 deaths occurred in UK. Of which ~600 people were fully vaxxed. By March most &gt;65 were vaccinated so this still sounds amazing to me", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RankinPeter", "andrew_croxford"], "country": "USA", "text_en": "Right, so: from March to today, ~12,000 deaths occurred in UK. Of which ~600 people were fully vaxxed. By March most &gt;65 were vaccinated so this still sounds amazing to me"}, {"id": 1439625449672413189, "verified": false, "tweet_text": "For every 1 reinfection death in the US, there are 1,520 fully vaccinated deaths due to Covid. \n\nNaturally immunity is far stronger, and it’s time politicians follow the science and admit it. #COVID #Biden #Democrats", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID", "Biden", "Democrats"], "country": "USA", "text_en": "For every reinfection death in the US, there are fully vaccinated deaths due to Covid. Naturally immunity is far stronger, and its time politicians follow the science and admit it."}, {"id": 1439625447898337291, "verified": false, "tweet_text": "@hbaldwin @MalvernWorld Do under 18s (unvaccinated) need to take a pre departure test to come home to the UK still when travelling with fully vaccinated parents?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["hbaldwin", "MalvernWorld"], "country": "USA", "text_en": "Do under s (unvaccinated) need to take a pre departure test to come home to the UK still when travelling with fully vaccinated parents?"}, {"id": 1439625346018594816, "verified": false, "tweet_text": "@ChadGoldsmith @ashishkjha @NERevolution They totally do. He has been saying for months that fully vaccinated people should feel free to resume normal activities while taking simple precautions like masks in INDOOR settings or avoiding places with high amount of spread.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ChadGoldsmith", "ashishkjha", "NERevolution"], "country": "USA", "text_en": "They totally do. He has been saying for months that fully vaccinated people should feel free to resume normal activities while taking simple precautions like masks in INDOOR settings or avoiding places with high amount of spread."}, {"id": 1439625336514351104, "verified": false, "tweet_text": "#PODover/#POCalais: A negative PCR or antigen test result (taken within 24h before travel) is needed to enter France if you are not fully vaccinated. Rules on further testing and isolation differ depending on your vaccination status. For more info visit; https://t.co/y7x38HFnYM https://t.co/OmYOK6ld3y", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["PODover", "POCalais"], "tweet_urls": ["https://t.co/y7x38HFnYM"], "country": "USA", "text_en": "/: A negative PCR or antigen test result (taken within h before travel) is needed to enter France if you are not fully vaccinated. Rules on further testing and isolation differ depending on your vaccination status. For more info visit;"}, {"id": 1439625324468191251, "verified": false, "tweet_text": "@Uryan2112 @AlexPadilla4CA They do!  All Senators have been fully Vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Uryan2112", "AlexPadilla4CA"], "country": "USA", "text_en": "They do! All Senators have been fully Vaccinated."}, {"id": 1439625323767734275, "verified": false, "tweet_text": "YOUr Roomie - 【Vlog#4】🇲🇾We are fully vaccinated!!💉 / マレーシア留学 / ワクチン摂取  / シェアハウス /  海外生活 / Monash Uni / - https://t.co/TRTqtm2AeR", "tweet_lang": "ja", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/TRTqtm2AeR"], "tweet_emoticons": ["🇲🇾", "💉"]}, {"id": 1439625279756922884, "verified": false, "tweet_text": "@sportsgeek22 Vaccinated people can still get and transmit covid. Even with vaccination if you really wanted to stop transmition of covid you would still ask for people to be tested and show a negative result even if they are fully vaccinated. Especially if you are jamming 20,000+ at a game", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["sportsgeek22"], "country": "USA", "text_en": "Vaccinated people can still get and transmit covid. Even with vaccination if you really wanted to stop transmition of covid you would still ask for people to be tested and show a negative result even if they are fully vaccinated. Especially if you are jamming + at a game"}, {"id": 1439625277429071875, "verified": false, "tweet_text": "@ShaIrfan2 X boleh rasanya.. Only yang dah fully vaccinated..", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ShaIrfan2"]}, {"id": 1439625254297550849, "verified": false, "tweet_text": "@jjledeuce @Hellboy76 @jackorgo @McWaney @chrisrock Baxter can spread it, but you seriously think if more people were fully vaccinated that the rate of spread wouldn’t decrease? Deaths wouldn’t decrease?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jjledeuce", "Hellboy76", "jackorgo", "McWaney", "chrisrock"], "country": "USA", "text_en": "Baxter can spread it, but you seriously think if more people were fully vaccinated that the rate of spread wouldnt decrease? Deaths wouldnt decrease?"}, {"id": 1439625220965404679, "verified": false, "tweet_text": "@YourAlberta hi my sister is due to visit Alberta from the U.K. in a couple of weeks - her party are fully vaccinated in the U.K. and will have proof of this - will this be suitable for her to eat at restaurants etc that require proof of vacation?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YourAlberta"], "country": "USA", "text_en": "hi my sister is due to visit Alberta from the U.K. in a couple of weeks - her party are fully vaccinated in the U.K. and will have proof of this - will this be suitable for her to eat at restaurants etc that require proof of vacation?"}, {"id": 1439625139759419399, "verified": false, "tweet_text": "YEP...FULLY VACCINATED AND STILL WEARING A MASK, AND I'M IN IDAHO. I WENT GROCERY SHOPPING YESTERDAY. THERE WAS AT LEAST 30 PEOPLE IN THE STORE, I WAS ONLY ONE WITH A MASK, SAME AT THE DMV IN SANPOINT, IDAHO, FRIDAY!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "YEP...FULLY VACCINATED AND STILL WEARING A MASK, AND I'M IN IDAHO. I WENT GROCERY SHOPPING YESTERDAY. THERE WAS AT LEAST PEOPLE IN THE STORE, I WAS ONLY ONE WITH A MASK, SAME AT THE DMV IN SANPOINT, IDAHO, FRIDAY!!!"}, {"id": 1439625128594268163, "verified": false, "tweet_text": "Oppressing yourself to own the government. Lol\n\n\"I am fully vaccinated, but do not intend to exercise my right to access non-essential services denied to the unvaccinated.\"\n\nhttps://t.co/pRSUFv1d3e", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/pRSUFv1d3e"], "country": "USA", "text_en": "Oppressing yourself to own the government. Lol \"I am fully vaccinated, but do not intend to exercise my right to access non-essential services denied to the unvaccinated.\""}, {"id": 1439625106838286340, "verified": false, "tweet_text": "@AsIfIHadWings Yes. Always every year. This past year, I didn't get sick with the flu ONCE. I also believe it's bc we were all wearing masks (at least some of us) and not breathing all over each other. Plan to do the same in 2021 and still wear a mask even though I am fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AsIfIHadWings"], "country": "USA", "text_en": "Yes. Always every year. This past year, I didn't get sick with the flu ONCE. I also believe it's bc we were all wearing masks (at least some of us) and not breathing all over each other. Plan to do the same in and still wear a mask even though I am fully vaccinated."}, {"id": 1439625058603786240, "verified": false, "tweet_text": "@airvistara \nHi vistrara\n I am superna \nfully vaccinated with sputnik v from india\nHolding new entry permit dubai (E residence visa) \nRegistered on ICA and got QR code. \nWant to travel from india (delhi) to Uae(Sharjah airport) \nPlz confirm can i travel?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["airvistara"], "country": "USA", "text_en": "Hi vistrara I am superna fully vaccinated with sputnik v from india Holding new entry permit dubai (E residence visa) Registered on ICA and got QR code. Want to travel from india (delhi) to Uae(Sharjah airport) Plz confirm can i travel?"}, {"id": 1439625048541720580, "verified": false, "tweet_text": "Hey guys, Chris Rock is fully vaccinated. It apparently didn't help him one damn bit. It might not help you either, and you can never \"untake\" it. https://t.co/ey0gYBbS9A", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ey0gYBbS9A"], "country": "USA", "text_en": "Hey guys, Chris Rock is fully vaccinated. It apparently didn't help him one damn bit. It might not help you either, and you can never \"untake\" it."}, {"id": 1439625014786105347, "verified": false, "tweet_text": "@ProfPCDoherty #Miami-Dade county has ~2.75M residents.   It's more vaccinated than any country in Europe, 90%.\n\nHalf of the patients in the free @HealthyFla clinics are fully vaccinated yet are suffering from #covid19.\n\n#cv19 hospitalizations in #Flroida are down by 1/2 in 3 weeks.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Miami", "covid19", "cv19", "Flroida"], "mentions": ["ProfPCDoherty", "HealthyFla"], "country": "USA", "text_en": "-Dade county has ~2.75M residents. It's more vaccinated than any country in Europe, %. Half of the patients in the free clinics are fully vaccinated yet are suffering from . hospitalizations in are down by /2 in weeks."}, {"id": 1439625009060884483, "verified": false, "tweet_text": "Guess who’s fully Vaccinated 😎😎😎", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😎"], "country": "USA", "text_en": "Guess whos fully Vaccinated"}, {"id": 1439624989997551618, "verified": false, "tweet_text": "ARE YOU SURPRISED?\nAccording to https://t.co/HKTW8jU1Gc, 52.8% of people in counties that voted for Biden were fully vaccinated compared to 39.9% of Trump counties, a 12.9 percentage point difference (as of September 13, 2021).\n#TheVaccineDivide", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["TheVaccineDivide"], "tweet_urls": ["https://t.co/HKTW8jU1Gc"], "country": "USA", "text_en": "ARE YOU SURPRISED? According to , % of people in counties that voted for Biden were fully vaccinated compared to % of Trump counties, a percentage point difference (as of September , )."}, {"id": 1439624955105189893, "verified": true, "tweet_text": "Again, my mom was fully-vaccinated (Pfizer) in the U.S. back in April 2021, has been mostly staying indoors throughout the pandemic, and up until now has no symptoms. HER TEST RESULTS WERE INCONCLUSIVE, yet she is not allowed to at least re-test??!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Again, my mom was fully-vaccinated (Pfizer) in the U.S. back in April , has been mostly staying indoors throughout the pandemic, and up until now has no symptoms. HER TEST RESULTS WERE INCONCLUSIVE, yet she is not allowed to at least re-test??!!"}, {"id": 1439624945072427011, "verified": true, "tweet_text": "My mom lives in Leyte, Philippines. 4 days ago, my (fully vaccinated-Pfizer &amp; asymptomatic) mom took a COVID-19 PCR test so that she can travel to the Bay Area to attend my wedding ceremony later this week. Her test results came back as inconclusive…", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "My mom lives in Leyte, Philippines. days ago, my (fully vaccinated-Pfizer &amp; asymptomatic) mom took a COVID-19 PCR test so that she can travel to the Bay Area to attend my wedding ceremony later this week. Her test results came back as inconclusive"}, {"id": 1439624852835651585, "verified": false, "tweet_text": "Canadian archbishop: Only fully vaccinated can attend Mass - https://t.co/V8tflyxrqs", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/V8tflyxrqs"], "country": "USA", "text_en": "Canadian archbishop: Only fully vaccinated can attend Mass -"}, {"id": 1439624835009810432, "verified": false, "tweet_text": "@NateSilver538 Biden's mandate is often called a \"vaccine mandate\". It's not. It's a \"testing mandate\" with an exception for those fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NateSilver538"], "country": "USA", "text_en": "Biden's mandate is often called a \"vaccine mandate\". It's not. It's a \"testing mandate\" with an exception for those fully vaccinated."}, {"id": 1439624817196548096, "verified": false, "tweet_text": "@ErickDRogers1 @mtgreenee Don’t know where you live. Unemployment down, businesses are open. Retirement/401K fund YTD return 15%. 60% of NYers fully vaccinated, 80% vaccinated with one shot 🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ErickDRogers1", "mtgreenee"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Dont know where you live. Unemployment down, businesses are open. Retirement/401K fund YTD return %. % of NYers fully vaccinated, % vaccinated with one shot"}, {"id": 1439624732647772163, "verified": false, "tweet_text": "If you love life… get fully vaccinated 😀 https://t.co/l6v0vivmzH", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/l6v0vivmzH"], "tweet_emoticons": ["😀"], "country": "USA", "text_en": "If you love life get fully vaccinated"}, {"id": 1439624660212011020, "verified": false, "tweet_text": "Lulz\n\nhttps://t.co/WicOlXRJZ8", "tweet_lang": "pt", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/WicOlXRJZ8"]}, {"id": 1439624648820510723, "verified": false, "tweet_text": "@errjustsaying @avengercrimson1 @NotreRene Thanks for this, Helen. Let's look at the data behind it. \n\nThere were 47,580 cases among the unvaccinated, 21,020 cases among the partly vaccinated, and 41,748 cases among the fully vaccinated. Meaning there were 15,188 more cases among the vaccinated population.\n\nHappy to help. https://t.co/iogFd0Tv4g", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["errjustsaying", "avengercrimson1", "NotreRene"], "country": "USA", "text_en": "Thanks for this, Helen. Let's look at the data behind it. There were cases among the unvaccinated, cases among the partly vaccinated, and cases among the fully vaccinated. Meaning there were more cases among the vaccinated population. Happy to help."}, {"id": 1439624645678796805, "verified": false, "tweet_text": "I’m amazed at the prevailing assumption that if you are anti-coercion or anti-discrimination, you must therefore be anti-vax. It *is* actually possible to be fully vaccinated and unwilling to comply with discrimination against the unvaxed. I am 100% certain of this.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Im amazed at the prevailing assumption that if you are anti-coercion or anti-discrimination, you must therefore be anti-vax. It *is* actually possible to be fully vaccinated and unwilling to comply with discrimination against the unvaxed. I am % certain of this."}, {"id": 1439624640599511043, "verified": false, "tweet_text": "@_Z__ @GavinNewsom To be clear. Vaccines are good and I am all for them. Me and my family are fully vaccinated and I highly recommend everyone to be vaccinated. However they do not prevent the spread. Only hospitalizations and deaths. We need to control the spread.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["_Z__", "GavinNewsom"], "country": "USA", "text_en": "To be clear. Vaccines are good and I am all for them. Me and my family are fully vaccinated and I highly recommend everyone to be vaccinated. However they do not prevent the spread. Only hospitalizations and deaths. We need to control the spread."}, {"id": 1439624624094986240, "verified": false, "tweet_text": "@RBReich As of 4 hours ago, 90% of over 16s in Ireland are vaccinated. https://t.co/AqI8MChPjc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RBReich"], "tweet_urls": ["https://t.co/AqI8MChPjc"], "country": "USA", "text_en": "As of hours ago, % of over s in Ireland are vaccinated."}, {"id": 1439624542612336642, "verified": false, "tweet_text": "@theJeremyVine If everybody was vaccinated, fully vaccinated people would account for 100% of the deaths. It's statistics, innit?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["theJeremyVine"], "country": "USA", "text_en": "If everybody was vaccinated, fully vaccinated people would account for % of the deaths. It's statistics, innit?"}, {"id": 1439624525709299717, "verified": false, "tweet_text": "@andrew_croxford Andrew, I'm a true believer in vaccines, but this is a nonsense statistic.\n\nYou could just as validly say that in December 2020, fully vaccinated people accounted for 0% of COVID deaths.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["andrew_croxford"], "country": "USA", "text_en": "Andrew, I'm a true believer in vaccines, but this is a nonsense statistic. You could just as validly say that in December , fully vaccinated people accounted for % of COVID deaths."}, {"id": 1439624390371684357, "verified": false, "tweet_text": "@andrew_croxford Is there a month by month breakdown as barely anyone was “fully” vaccinated in the early months", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["andrew_croxford"], "country": "USA", "text_en": "Is there a month by month breakdown as barely anyone was fully vaccinated in the early months"}, {"id": 1439624386802118657, "verified": false, "tweet_text": "Non-Muslim houses of worship are now open to those who are fully vaccinated against Covid-19 starting Monday (Sept 20).\n\nhttps://t.co/yrFt7RikEY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/yrFt7RikEY"], "country": "USA", "text_en": "Non-Muslim houses of worship are now open to those who are fully vaccinated against Covid-19 starting Monday (Sept )."}, {"id": 1439624372692701184, "verified": false, "tweet_text": "Amazing that people fully vaccinated are still getting covid19 \nNow 3rd shot being pushed by Luke O'Neill\nHow long will so called vaccine immunity last? https://t.co/aQRx5SLLLr", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/aQRx5SLLLr"], "country": "USA", "text_en": "Amazing that people fully vaccinated are still getting covid19 Now rd shot being pushed by Luke O'Neill How long will so called vaccine immunity last?"}, {"id": 1439624337154248706, "verified": false, "tweet_text": "I am now fully vaccinated 🖤 https://t.co/ZT3ywQrDx1", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🖤"], "country": "USA", "text_en": "I am now fully vaccinated"}, {"id": 1439624332863549444, "verified": false, "tweet_text": "@RachelNotley praying for Alberta....sincerely a science believing Christian who is fully vaccinated. Greetings from Nova Scotia.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RachelNotley"], "country": "USA", "text_en": "praying for Alberta....sincerely a science believing Christian who is fully vaccinated. Greetings from Nova Scotia."}, {"id": 1439624307743895553, "verified": false, "tweet_text": "@andrew_croxford It’s a misleading statistic though as the vast majority of these are from the period when nobody was fully vaccinated. More recent data, such as PHE produces weekly, is much more representative.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["andrew_croxford"], "country": "USA", "text_en": "Its a misleading statistic though as the vast majority of these are from the period when nobody was fully vaccinated. More recent data, such as PHE produces weekly, is much more representative."}, {"id": 1439624301896998918, "verified": false, "tweet_text": "@brookie241 @ashman2017 @JuliaHB1 No worries.\n\n\"A new CDC study finds the mRNA COVID-19 vaccines  reduce the risk of infection by 91 percent for fully vaccinated people. This adds to the growing body of real-world evidence of their effectiveness.\"\n\nhttps://t.co/57TByQv4Mx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["brookie241", "ashman2017", "JuliaHB1"], "tweet_urls": ["https://t.co/57TByQv4Mx"], "country": "USA", "text_en": "No worries. \"A new CDC study finds the mRNA COVID-19 vaccines reduce the risk of infection by percent for fully vaccinated people. This adds to the growing body of real-world evidence of their effectiveness.\""}, {"id": 1439624252580405248, "verified": false, "tweet_text": "Stop reading now if periods gross you out:\n\nAnyone else out there who menstruates and is fully vaccinated feeling like their monthly cramps, bloating, rage, and urge to snack has gained levels?\n\nI feel like this isn't being discussed enough.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Stop reading now if periods gross you out: Anyone else out there who menstruates and is fully vaccinated feeling like their monthly cramps, bloating, rage, and urge to snack has gained levels? I feel like this isn't being discussed enough."}, {"id": 1439624235006119941, "verified": true, "tweet_text": "How to create a #PandemicOfTheInnocent:\n1️⃣ Ignore the dire need for classroom air quality standards, underfund remote learning programs\n2️⃣ Allow vaccine-eligible persons to return to schools before they’re fully vaccinated\n3️⃣ Repeat steps 1️⃣ &amp; 2️⃣ while hoping for a better outcome https://t.co/HHOpVFW41t", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["PandemicOfTheInnocent"], "tweet_urls": ["https://t.co/HHOpVFW41t"], "tweet_emoticons": ["1️⃣", "3️⃣", "2️⃣"], "country": "USA", "text_en": "How to create a : Ignore the dire need for classroom air quality standards, underfund remote learning programs Allow vaccine-eligible persons to return to schools before theyre fully vaccinated Repeat steps &amp; while hoping for a better outcome"}, {"id": 1439624233617924099, "verified": false, "tweet_text": "Over 90% of people in Ireland aged over 16 are now fully vaccinated against Covid  https://t.co/jCrWiMnpE6", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/jCrWiMnpE6"], "country": "USA", "text_en": "Over % of people in Ireland aged over are now fully vaccinated against Covid"}, {"id": 1439624208254967815, "verified": false, "tweet_text": "@SpontaneousKun1 @RightOnTerry1 @CrasTalk It's almost like you only watch tv news. Every single country with increased injections is seeing increase numbers of death and ICU hospitalizations of those injected. Our gov can't hide the numbers forever. The injection is the virus. Keep this receipt.  https://t.co/DjNdQa4P6K", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SpontaneousKun1", "RightOnTerry1", "CrasTalk"], "tweet_urls": ["https://t.co/DjNdQa4P6K"], "country": "USA", "text_en": "It's almost like you only watch tv news. Every single country with increased injections is seeing increase numbers of death and ICU hospitalizations of those injected. Our gov can't hide the numbers forever. The injection is the virus. Keep this receipt."}, {"id": 1439624201338507266, "verified": false, "tweet_text": "If in doubt, consider the empirical data. A recent CDC study of 600,000 Covid cases concluded that the unvaccinated is 4.5 times more likely than the fully vaccinated to get infected, over 10 times more likely to be hospitalized, and 11 times more likely to die. It’s up to you!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "If in doubt, consider the empirical data. A recent CDC study of Covid cases concluded that the unvaccinated is times more likely than the fully vaccinated to get infected, over times more likely to be hospitalized, and times more likely to die. Its up to you!"}, {"id": 1439624180299964423, "verified": true, "tweet_text": "What science says a fully vaccinated person needs to wear a mask outdoors? https://t.co/KqgLw4Px50", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/KqgLw4Px50"], "country": "USA", "text_en": "What science says a fully vaccinated person needs to wear a mask outdoors?"}, {"id": 1439624143364767750, "verified": false, "tweet_text": "\"Weakened immune system among fully vaccinated and 20% increase of cancer cases.\" Not good.\n\n5.92 Billions shots already.\nhttps://t.co/9aMZLzgWib\n\nAre there similar observations made on Sputnik, Sinopharm, Covaxin? https://t.co/4UihI6z2lW", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/9aMZLzgWib", "https://t.co/4UihI6z2lW"], "country": "USA", "text_en": "\"Weakened immune system among fully vaccinated and % increase of cancer cases.\" Not good. Billions shots already. Are there similar observations made on Sputnik, Sinopharm, Covaxin?"}, {"id": 1439624102382350344, "verified": false, "tweet_text": "🚨Over Half Of Those Seeking Lifesaving COVID Antibody Treatment In Florida Fully Vaccinated.\n\nBiden Didn't Factor This In When He Decided To Cut Florida's Supply to Inflate Vaccine Stats In Other States.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🚨"], "country": "USA", "text_en": "Over Half Of Those Seeking Lifesaving COVID Antibody Treatment In Florida Fully Vaccinated. Biden Didn't Factor This In When He Decided To Cut Florida's Supply to Inflate Vaccine Stats In Other States."}, {"id": 1439624101128192000, "verified": true, "tweet_text": "I saw in the comments, “Wasn’t he vaccinated?”. \n\nYes. Breakthrough infections are expected. The vaccines are effective, but they are not 100% effective. Fully vaccinated folks are much less likely to develop serious illness, be hospitalized and die from COVID-19.\n\nGet well soon! https://t.co/5t7WzEChgK", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/5t7WzEChgK"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I saw in the comments, Wasnt he vaccinated?. Yes. Breakthrough infections are expected. The vaccines are effective, but they are not % effective. Fully vaccinated folks are much less likely to develop serious illness, be hospitalized and die from COVID-19. Get well soon!"}, {"id": 1439624094090203139, "verified": false, "tweet_text": "@TuckerCarlson You are also lying to Americans about covid vaccine https://t.co/2OHgryd4ok", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TuckerCarlson"], "tweet_urls": ["https://t.co/2OHgryd4ok"], "country": "USA", "text_en": "You are also lying to Americans about covid vaccine"}, {"id": 1439624071881191424, "verified": false, "tweet_text": "Catching a serious case of coronavirus is rare if you’re fully vaccinated, but adults over age 65 bear the highest burden. Delta variant plays a part.​​ - https://t.co/fdBfgf7Q8a", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/fdBfgf7Q8a"], "country": "USA", "text_en": "Catching a serious case of coronavirus is rare if youre fully vaccinated, but adults over age bear the highest burden. Delta variant plays a part. -"}, {"id": 1439624071625338883, "verified": true, "tweet_text": "ICYMI, the Wells Fargo Center announced on Friday that all arena staff who work public events will be fully vaccinated by Nov. 16.\n\nhttps://t.co/SpckvKiwZV", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/SpckvKiwZV"], "country": "USA", "text_en": "ICYMI, the Wells Fargo Center announced on Friday that all arena staff who work public events will be fully vaccinated by Nov. ."}, {"id": 1439624033583177731, "verified": false, "tweet_text": "@phortuenti @yourcomradetony I see it as, the CDC is up front about it on their website. The media exploits the \"2 week after the injection\" loophole to call people unvaxxed when they are only partially vaxxed.\n\nDifferentiating from unvaccinated &amp; not fully vaccinated is a mark of an honest broker of info.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["phortuenti", "yourcomradetony"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I see it as, the CDC is up front about it on their website. The media exploits the \"2 week after the injection\" loophole to call people unvaxxed when they are only partially vaxxed. Differentiating from unvaccinated &amp; not fully vaccinated is a mark of an honest broker of info."}, {"id": 1439623958333120512, "verified": false, "tweet_text": "Going on a month with this shit. Some days are worse than others, today is one of the bad days. Massive headache, dizziness, losing train of thought, cough, 02 sat ranging 92-96%. \nAnd I’ve been fully vaccinated since April. https://t.co/m0dXvCaozL", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/m0dXvCaozL"], "country": "USA", "text_en": "Going on a month with this shit. Some days are worse than others, today is one of the bad days. Massive headache, dizziness, losing train of thought, cough, sat ranging -96%. And Ive been fully vaccinated since April."}, {"id": 1439623953903931393, "verified": false, "tweet_text": "fully vaccinated &amp; still staying my ass inside 😷", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😷"], "country": "USA", "text_en": "fully vaccinated &amp; still staying my ass inside"}, {"id": 1439623942814289926, "verified": false, "tweet_text": "Hopefully By the Grace of ALLAH Almighty Saudi Arabia Will Announce Soon Good News For fully vaccinated Residents who got the approved vaccine from outside the kingdom and their Tawakalna is immune… #allowfullyvaccinatedresidents #ksaexpats", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["allowfullyvaccinatedresidents", "ksaexpats"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Hopefully By the Grace of ALLAH Almighty Saudi Arabia Will Announce Soon Good News For fully vaccinated Residents who got the approved vaccine from outside the kingdom and their Tawakalna is immune"}, {"id": 1439623803156549640, "verified": false, "tweet_text": "@DutchNewsNL During check-in at Palma de Mallorca airport on my @transavia flight to Amsterdam. Agent refused to hand in my ticket after CoronaCheck app wouldn't show I was fully vaccinated. Figured clearing app cache would help re-sync my data, which it did. Regardless major inconvenience.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DutchNewsNL", "transavia"], "country": "USA", "text_en": "During check-in at Palma de Mallorca airport on my flight to Amsterdam. Agent refused to hand in my ticket after CoronaCheck app wouldn't show I was fully vaccinated. Figured clearing app cache would help re-sync my data, which it did. Regardless major inconvenience."}, {"id": 1439623756629020675, "verified": false, "tweet_text": "Just to add - this is in Germany and not the UK! My godfather is fully-vaccinated and doesn’t experiences any symptoms so far however as we know from other family members this can change very quickly - so it’s going to be a tense next cpl of weeks.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Just to add - this is in Germany and not the UK! My godfather is fully-vaccinated and doesnt experiences any symptoms so far however as we know from other family members this can change very quickly - so its going to be a tense next cpl of weeks."}, {"id": 1439623742704001029, "verified": false, "tweet_text": "@TruthstoSpread PMJT provided and encouraged vaccinations. Canadians became OVER 75% fully vaccinated!  We were able to open our borders to Americans. The BEST way to stimulate the Canadian economy is to welcome the GREENBACK. KUDOS PMJT and CANADIANS🇨🇦", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["TruthstoSpread"], "tweet_emoticons": ["🇨🇦"], "country": "USA", "text_en": "PMJT provided and encouraged vaccinations. Canadians became OVER % fully vaccinated! We were able to open our borders to Americans. The BEST way to stimulate the Canadian economy is to welcome the GREENBACK. KUDOS PMJT and CANADIANS"}, {"id": 1439623738291630083, "verified": false, "tweet_text": "Guess all those 'I'm FULLY VACCINATED' images everyone in #SouthAfricaIsADirection were posting over the past weeks on social media can now be considered 'misleading' &amp; 'disinformation' 🤔\n\n#VaccineRelated https://t.co/1yNaCsAWhH", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["SouthAfricaIsADirection", "VaccineRelated"], "tweet_urls": ["https://t.co/1yNaCsAWhH"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Guess all those 'I'm FULLY VACCINATED' images everyone in were posting over the past weeks on social media can now be considered 'misleading' &amp; 'disinformation'"}, {"id": 1439623661066100741, "verified": false, "tweet_text": "@NigelGarbage @MarkBowhouse @sleafordmods As covid is MURS, Common Cold SARS and SARS Cov2 it is hardly surprising.\n\nWould you like to sell me some snake oil? \n\nhttps://t.co/FRHVk0Qkqx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NigelGarbage", "MarkBowhouse", "sleafordmods"], "tweet_urls": ["https://t.co/FRHVk0Qkqx"], "country": "USA", "text_en": "As covid is MURS, Common Cold SARS and SARS Cov2 it is hardly surprising. Would you like to sell me some snake oil?"}, {"id": 1439623631735119876, "verified": false, "tweet_text": "are Corona Cases still coming in Punjab? I am fully vaccinated but having fever, cold and sore throat since yesterday. 🤔🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "are Corona Cases still coming in Punjab? I am fully vaccinated but having fever, cold and sore throat since yesterday."}, {"id": 1439623602542989316, "verified": false, "tweet_text": "@trustin_truth @Chrislegal1 @Travistritt Where did you hear that? Asking as the Pfizer CEO has been fully vaccinated for 6 months. https://t.co/PtJYdb00FM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["trustin_truth", "Chrislegal1", "Travistritt"], "country": "USA", "text_en": "Where did you hear that? Asking as the Pfizer CEO has been fully vaccinated for months."}, {"id": 1439623371440869378, "verified": false, "tweet_text": "@ZackSlater54 The vaccine do nothing. I haven’t seen any proof they even work. It took four months for people to get fully vaccinated now two months later they need another one.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ZackSlater54"], "country": "USA", "text_en": "The vaccine do nothing. I havent seen any proof they even work. It took four months for people to get fully vaccinated now two months later they need another one."}, {"id": 1439623352667213826, "verified": false, "tweet_text": "Proof of Vaccination for City Arenas - Effective Sept. 22 - Starting Wednesday, September 22, the Ontario government requires residents 12 and older to be fully vaccinated (including the 1 https://t.co/CCYreLcOwk", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/CCYreLcOwk"], "country": "USA", "text_en": "Proof of Vaccination for City Arenas - Effective Sept. - Starting Wednesday, September , the Ontario government requires residents and older to be fully vaccinated (including the"}, {"id": 1439623345557934087, "verified": false, "tweet_text": "2/ 🤖Estimated number of people vaccinated\n\n🟢Fully vaccinated:\nPeople vaccinated: 11,4M (11M - 11,9M)\n% population: 65,47% (63,1% - 67,83%)\n\n🟠Started regimen:\nPeople vaccinated: 1,2M (394,5K - 2M)\n% population: 6,99% (2,26% - 11,72%)\n\n🟣RIVM estimate people fully vaccinated https://t.co/cSnDgiGdPQ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🤖", "🟢", "🟠", "🟣"], "country": "USA", "text_en": "/ Estimated number of people vaccinated Fully vaccinated: People vaccinated: M (11M - M) % population: % (63,1% - %) Started regimen: People vaccinated: M (394,5K - M) % population: % (2,26% - %) RIVM estimate people fully vaccinated"}, {"id": 1439623309713313800, "verified": false, "tweet_text": "@BobbyLWesson I watched a video of people who refuse to be vaccinated in the South.  The woman was drinking Mountain Dew.  I would trust the vaccine over a sugary carbonated drink.  I am older, fully vaccinated and very angry daily.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BobbyLWesson"], "country": "USA", "text_en": "I watched a video of people who refuse to be vaccinated in the South. The woman was drinking Mountain Dew. I would trust the vaccine over a sugary carbonated drink. I am older, fully vaccinated and very angry daily."}, {"id": 1439623232571723788, "verified": false, "tweet_text": "Nurse claims fully vaccinated Covid-19 patients are being treated with Ivermectin whilst the unvaccinated are being put on ventilators https://t.co/RHmT0ZdOCp", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/RHmT0ZdOCp"], "country": "USA", "text_en": "Nurse claims fully vaccinated Covid-19 patients are being treated with Ivermectin whilst the unvaccinated are being put on ventilators"}, {"id": 1439623231632195588, "verified": false, "tweet_text": "Fully vaccinated ✔️", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["✔️"], "country": "USA", "text_en": "Fully vaccinated"}, {"id": 1439623194781028357, "verified": false, "tweet_text": "@MancInMancland @drunkeneyes69 @Allan_Straarup @AVGPWFan @TheDannyCage Ooooh I’m supposed to not support someone who doesn’t wanna get a shot ? Lmaoooo hey  guess what .. you brought Sasha into this Lmaoo the Sasha stans have y’all pressed so hard that y’all whine about them 24/7 Lmao hey bud also … I’m fully vaccinated ☺️", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MancInMancland", "drunkeneyes69", "Allan_Straarup", "AVGPWFan", "TheDannyCage"], "tweet_emoticons": ["☺️"], "country": "USA", "text_en": "Ooooh Im supposed to not support someone who doesnt wanna get a shot ? Lmaoooo hey guess what .. you brought Sasha into this Lmaoo the Sasha stans have yall pressed so hard that yall whine about them /7 Lmao hey bud also Im fully vaccinated"}, {"id": 1439623147255443458, "verified": false, "tweet_text": "1 of every 5000 cases is not the same as a 1 in 5000 chance of COVID each day. \n\nThus far, about 1 in 200 fully vaccinated Virginians has gotten COVID. And 1 in 35 COVID cases in Virginia was in a vaccinated person.\n\nI love vaccines! But use facts.  \n\nFrom https://t.co/ClX4EKPboh https://t.co/C7BrG7px81", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ClX4EKPboh"], "country": "USA", "text_en": "of every cases is not the same as a in chance of COVID each day. Thus far, about in fully vaccinated Virginians has gotten COVID. And in COVID cases in Virginia was in a vaccinated person. I love vaccines! But use facts. From"}, {"id": 1439623139869270017, "verified": false, "tweet_text": "Here @uva, we received an email Wednesday telling us, more or less, not to worry about COVID. It included the assertion that \"a new analysis by the New York Times reports that fully vaccinated people account for just 1 in 5,000 new cases of COVID-19 in the United States.\" https://t.co/e6VBBEMiE9", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["UVA"], "country": "USA", "text_en": "Here , we received an email Wednesday telling us, more or less, not to worry about COVID. It included the assertion that \"a new analysis by the New York Times reports that fully vaccinated people account for just in new cases of COVID-19 in the United States.\""}, {"id": 1439623125130366977, "verified": false, "tweet_text": "Fox News Memo Shows 90% Employees Fully Vaccinated After Reporting Mandate - Second Nexus https://t.co/Rxc0mFytbc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Rxc0mFytbc"], "country": "USA", "text_en": "Fox News Memo Shows % Employees Fully Vaccinated After Reporting Mandate - Second Nexus"}, {"id": 1439623082155536384, "verified": false, "tweet_text": "@prinkal_garg @stufflistings There are certain places where Covid's 3rd wave has entered bro... That's the reason I specifically said places, I know you are from India...BTW was just kidding about that math and match...Also congratulations that you are fully vaccinated... Great work.....", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["prinkal_garg", "stufflistings"], "country": "USA", "text_en": "There are certain places where Covid's rd wave has entered bro... That's the reason I specifically said places, I know you are from India...BTW was just kidding about that math and match...Also congratulations that you are fully vaccinated... Great work....."}, {"id": 1439623004259069953, "verified": false, "tweet_text": "@fugue123 @Curvy_veggan @JamesMelville Numbers you preach, but the real data when it isn't modeled looks like this.\n\nhttps://t.co/FRHVk0Qkqx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["fugue123", "Curvy_veggan", "JamesMelville"], "tweet_urls": ["https://t.co/FRHVk0Qkqx"], "country": "USA", "text_en": "Numbers you preach, but the real data when it isn't modeled looks like this."}, {"id": 1439622909601845254, "verified": true, "tweet_text": "400 million doses of vaccines paid for, but not received &gt;&gt; \"Death rates are increasing very dramatically across the continent. Vaccination rates are very, very low. We are around 2.5 percent of the population vaccinated fully, and this is a continent of 1.2 billion people.\" https://t.co/64KploEO9B", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/64KploEO9B"], "country": "USA", "text_en": "million doses of vaccines paid for, but not received &gt;&gt; \"Death rates are increasing very dramatically across the continent. Vaccination rates are very, very low. We are around percent of the population vaccinated fully, and this is a continent of billion people.\""}, {"id": 1439622805696483332, "verified": false, "tweet_text": "I’m feeling guilty that I’m eligible for #BoosterShots when only 2% of 3rd world has been fully #vaccinated. This can’t be right @DrTedros. Anyone else feel the same? @CovaxSF", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["BoosterShots", "vaccinated"], "mentions": ["DrTedros", "CovaxSF"], "country": "USA", "text_en": "Im feeling guilty that Im eligible for when only % of rd world has been fully . This cant be right . Anyone else feel the same?"}, {"id": 1439622767901659141, "verified": false, "tweet_text": "@ducksinmypool @patriottakes I live in Trumpland Indiana where the majority of people around me are unvaxxed rednecks and I’d never act that scared to be around them. \n\nYes, I’m fully vaccinated and wear a mask in public. But still…sheesh.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ducksinmypool", "patriottakes"], "country": "USA", "text_en": "I live in Trumpland Indiana where the majority of people around me are unvaxxed rednecks and Id never act that scared to be around them. Yes, Im fully vaccinated and wear a mask in public. But stillsheesh."}, {"id": 1439622695075958794, "verified": false, "tweet_text": "If you have natural immunity, it will fight ALL variants, whereas the 'vaccine' is useless to variants as seen by the massive number of fully 'vaccinated' people getting covid and dying from it https://t.co/Ib84yUIXU9", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Ib84yUIXU9"], "country": "USA", "text_en": "If you have natural immunity, it will fight ALL variants, whereas the 'vaccine' is useless to variants as seen by the massive number of fully 'vaccinated' people getting covid and dying from it"}, {"id": 1439622682996137989, "verified": false, "tweet_text": "Finally, I’m fully vaccinated 🥰", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🥰"], "country": "USA", "text_en": "Finally, Im fully vaccinated"}, {"id": 1439622671923351556, "verified": false, "tweet_text": "'Fully-Vaccinated' Chris Rock Gets Covid, and It's Bad @YourLibertyNews https://t.co/BZvRv7rttO", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["YourLibertyNews"], "tweet_urls": ["https://t.co/BZvRv7rttO"], "country": "USA", "text_en": "'Fully-Vaccinated' Chris Rock Gets Covid, and It's Bad"}, {"id": 1439622650037293059, "verified": false, "tweet_text": "@ShellyL_07 @nunu_bts Yes and I’m sure that everyone attending the UN r fully vaccinated and under controlled situation - gathering at the airport guarantees neither of those things. Yes they can be careful but it’d also make their lives a lot easier if we corporate", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ShellyL_07", "nunu_bts"], "country": "USA", "text_en": "Yes and Im sure that everyone attending the UN r fully vaccinated and under controlled situation - gathering at the airport guarantees neither of those things. Yes they can be careful but itd also make their lives a lot easier if we corporate"}, {"id": 1439622641082585096, "verified": false, "tweet_text": "No she's not. She is vaccine injured. https://t.co/SB6qANpTXY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/SB6qANpTXY"], "country": "USA", "text_en": "No she's not. She is vaccine injured."}, {"id": 1439622607863693315, "verified": false, "tweet_text": "@Rainbowandsteel @MailOnline Headline SHOULD read - Fully vaccinated gold medalist hospitalized with Covid-19.  I fixed it for you @MailOnline", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Rainbowandsteel", "MailOnline", "MailOnline"], "country": "USA", "text_en": "Headline SHOULD read - Fully vaccinated gold medalist hospitalized with Covid-19. I fixed it for you"}, {"id": 1439622569427181568, "verified": false, "tweet_text": "@_cassidy_jewell @straubderek @456trainMama @starboard_light @GovKathyHochul Idiot people are still covid even if fully vaccinated. Vaccine is nothing more than a therapeutic.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["_cassidy_jewell", "straubderek", "456trainMama", "starboard_light", "GovKathyHochul"], "country": "USA", "text_en": "Idiot people are still covid even if fully vaccinated. Vaccine is nothing more than a therapeutic."}, {"id": 1439622549986500610, "verified": false, "tweet_text": "Nearly All Covid Cases At Public High Schools Occurring In ‘Fully Vaccinated’ Students\n\nhttps://t.co/xReKPnhVRK https://t.co/oe8hH2Z9e2", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/xReKPnhVRK"], "country": "USA", "text_en": "Nearly All Covid Cases At Public High Schools Occurring In Fully Vaccinated Students"}, {"id": 1439622478335258630, "verified": false, "tweet_text": "No adult should be allowed in any public school without having been fully vaccinated.  It is time to get everyone who is eligible vaccinated for the public’s benefit. Like getting drunk drivers off the streets and highways. https://t.co/QOSgt8gxhb", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/QOSgt8gxhb"], "country": "USA", "text_en": "No adult should be allowed in any public school without having been fully vaccinated. It is time to get everyone who is eligible vaccinated for the publics benefit. Like getting drunk drivers off the streets and highways."}, {"id": 1439622367479664641, "verified": false, "tweet_text": "COVID-19 in America \n\n42.1 million total cases\n100,000 new cases daily\n2,000 avg. deaths daily*\n   *(approx. 2% of cases)\n673,500 total dead\n\nOf Total Population:\n63.7% vaccinated at least one dose\n54.5% fully vaccinated\n\nSource:\nCDC / Johns Hopkins Univ. estimate as of 9/19/2021", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "COVID-19 in America million total cases new cases daily avg. deaths daily* *(approx. % of cases) total dead Of Total Population: % vaccinated at least one dose % fully vaccinated Source: CDC / Johns Hopkins Univ. estimate as of /19/2021"}, {"id": 1439622345589678086, "verified": false, "tweet_text": "@haP65 What do you mean thought...? My mask-wearing grandson was tested positive for covid doesn't mean his fully vaccinated family did anything wrong. It means he's too d@mn young to be vaccinated and the imbeciles running around unvaccinated are creating these problems.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["haP65"], "country": "USA", "text_en": "What do you mean thought...? My mask-wearing grandson was tested positive for covid doesn't mean his fully vaccinated family did anything wrong. It means he's too d young to be vaccinated and the imbeciles running around unvaccinated are creating these problems."}, {"id": 1439622342334844933, "verified": false, "tweet_text": "@ChiruGiri @stufflistings Bro 1st maths/match typing mistake.\nAnd idhar ka kya matlab ma bhi india haryana sa hi hu.\n2nd think i am fully vaccinated.\nAnd not only me.\nMy complete batch is vaccinated.\nOr rahi bat chote bacho ki unki abhi ham bat bhi nahi kar rahe.\nWe are taking about Universities.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ChiruGiri", "stufflistings"], "country": "USA", "text_en": "Bro st maths/match typing mistake. And idhar ka kya matlab ma bhi india haryana sa hi hu. nd think i am fully vaccinated. And not only me. My complete batch is vaccinated. Or rahi bat chote bacho ki unki abhi ham bat bhi nahi kar rahe. We are taking about Universities."}, {"id": 1439622290199568386, "verified": false, "tweet_text": "What kind of tea should I serve? Can’t wait for month end. Fully vaccinated &amp; can reunite w my bodo ☹️ https://t.co/3vQCpIj3Fk", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["☹️"], "country": "USA", "text_en": "What kind of tea should I serve? Cant wait for month end. Fully vaccinated &amp; can reunite w my bodo"}, {"id": 1439622240677425156, "verified": false, "tweet_text": "@my_sejahtera hello kenapa dah settle second dose....dah fully vaccinated tapi dalam mysejahtera not vaccinate????? helpppp", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["my_sejahtera"]}, {"id": 1439622122800881669, "verified": false, "tweet_text": "@RepColinAllred Got considered to be fully vaccinated in May, still double masking wherever I go. Not taking risks.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RepColinAllred"], "country": "USA", "text_en": "Got considered to be fully vaccinated in May, still double masking wherever I go. Not taking risks."}, {"id": 1439622119311253518, "verified": true, "tweet_text": "COVID-19: One new death in Ottawa; Ontario reports 715 new cases with 75 per cent diagnosed in people not fully vaccinated https://t.co/7La2NkfTFs https://t.co/dGs8cf27Nc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/7La2NkfTFs"], "country": "USA", "text_en": "COVID-19: One new death in Ottawa; Ontario reports new cases with per cent diagnosed in people not fully vaccinated"}, {"id": 1439622097056186374, "verified": false, "tweet_text": "@concertcatlady @Spinningfreee Honestly I wish they would open everything up for people fully vaccinated cause I'm bitter about still not being allowed shit but watching everyone abroad having the best time😂 (not because they're doing that, but because I'm still not allowed to😂)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["concertcatlady", "Spinningfreee"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Honestly I wish they would open everything up for people fully vaccinated cause I'm bitter about still not being allowed shit but watching everyone abroad having the best time (not because they're doing that, but because I'm still not allowed to)"}, {"id": 1439622090320138250, "verified": false, "tweet_text": "@funder Ranch for sure...Fully Vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["funder"], "country": "USA", "text_en": "Ranch for sure...Fully Vaccinated"}, {"id": 1439621979301101569, "verified": false, "tweet_text": "@PerspectiveEnd Fully vaccinated from cosmic rust", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["PerspectiveEnd"], "country": "USA", "text_en": "Fully vaccinated from cosmic rust"}, {"id": 1439621873843671040, "verified": false, "tweet_text": "365 people were tested Covid Positive after the first week of the school.\nOnly 8 out of 365 were unvaccinated and 357 were fully vaccinated. \nDuke University has 98% Fully Vaccinated Rate and about 97.8% Covid cases are from Fully Vaccinated.\nhttps://t.co/CxqZy9xVhw", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/CxqZy9xVhw"], "country": "USA", "text_en": "people were tested Covid Positive after the first week of the school. Only out of were unvaccinated and were fully vaccinated. Duke University has % Fully Vaccinated Rate and about % Covid cases are from Fully Vaccinated."}, {"id": 1439621872908374026, "verified": false, "tweet_text": "Joe Rogan NO Vaccine* Ivermectin, Monoclonal Antibodies, Z Pack, Vitamin Drip. Oscar DeLaHoya Fully Vaccinated, breakthrough Covid and Hospitalized. Think About It. Really Please THINK", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Joe Rogan NO Vaccine* Ivermectin, Monoclonal Antibodies, Z Pack, Vitamin Drip. Oscar DeLaHoya Fully Vaccinated, breakthrough Covid and Hospitalized. Think About It. Really Please THINK"}, {"id": 1439621866734358529, "verified": false, "tweet_text": "@RepSwalwell 24 fully vaccinated ppl in NH have died since January...FULLY VACCINATED! NH is only 1/4 size of most states\nhttps://t.co/p21CaQBYrO", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RepSwalwell"], "tweet_urls": ["https://t.co/p21CaQBYrO"], "country": "USA", "text_en": "fully vaccinated ppl in NH have died since January...FULLY VACCINATED! NH is only /4 size of most states"}, {"id": 1439621854981931021, "verified": false, "tweet_text": "If you're fortunate enough to live in a country that's almost fully vaccinated, pray for all the other nations. Africa, Asia, India, South America... Everyone. We are so incredibly privileged. #COVID19 #CoronavirusUpdates", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19", "CoronavirusUpdates"], "country": "USA", "text_en": "If you're fortunate enough to live in a country that's almost fully vaccinated, pray for all the other nations. Africa, Asia, India, South America... Everyone. We are so incredibly privileged."}, {"id": 1439621803618488322, "verified": true, "tweet_text": "Ottawa’s seven-day rolling average has gone up during the past week to 35.7 new cases per day from 30 https://t.co/OqIYQ5ut8G", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/OqIYQ5ut8G"], "country": "USA", "text_en": "Ottawas seven-day rolling average has gone up during the past week to new cases per day from"}, {"id": 1439621778058403842, "verified": false, "tweet_text": "I am fully vaccinated but I never wear a mask. https://t.co/ElwqCiv9R5", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ElwqCiv9R5"], "country": "USA", "text_en": "I am fully vaccinated but I never wear a mask."}, {"id": 1439621755585404928, "verified": false, "tweet_text": "@Suzierizzo1 @Vanessa_RN_ER Fully vaccinated &amp; believe in science here.🙋🏼‍♀️ Just want to say I actually believe in gargling with hydrogen peroxide for sore throats. Have an uncle in his late 90s who hasn’t had a cold in 50 years. He is an old GOP &amp; also believes in vaccines so not as a substitute.#GetVaxxed", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["GetVaxxed"], "mentions": ["Suzierizzo1", "Vanessa_RN_ER"], "tweet_emoticons": ["🙋🏼‍♀️"], "country": "USA", "text_en": "Fully vaccinated &amp; believe in science here. Just want to say I actually believe in gargling with hydrogen peroxide for sore throats. Have an uncle in his late s who hasnt had a cold in years. He is an old GOP &amp; also believes in vaccines so not as a substitute."}, {"id": 1439621743308644356, "verified": false, "tweet_text": "So they’ve relaxed travel rules,how long until they say to fly you must be fully vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "So theyve relaxed travel rules,how long until they say to fly you must be fully vaccinated?"}, {"id": 1439621671992717321, "verified": false, "tweet_text": "@RyanBangle @anitaelizar Of the party’s 336 candidates, 49 (15 per cent) said they are fully vaccinated. The remaining did not respond to The Globe.\n https://t.co/HBaSNIKx15", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RyanBangle", "anitaelizar"], "tweet_urls": ["https://t.co/HBaSNIKx15"], "country": "USA", "text_en": "Of the partys candidates, (15 per cent) said they are fully vaccinated. The remaining did not respond to The Globe."}, {"id": 1439621664849993732, "verified": false, "tweet_text": "@Anthro_NE As I am planning to attend this year, I am relieved you're taking this stance! Fully vaccinated with plenty of masks, not only for my own safety, but because I'm not so selfish that I would potentially cause harm to others!  I'm looking forward to this!  🐾❤️🐺😁", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Anthro_NE"], "tweet_emoticons": ["🐺", "❤️", "😁", "🐾"], "country": "USA", "text_en": "As I am planning to attend this year, I am relieved you're taking this stance! Fully vaccinated with plenty of masks, not only for my own safety, but because I'm not so selfish that I would potentially cause harm to others! I'm looking forward to this!"}, {"id": 1439621647036608518, "verified": false, "tweet_text": "Few days more to be fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Few days more to be fully vaccinated."}, {"id": 1439621616346955780, "verified": false, "tweet_text": "@ClayTravis Can’t I have both?  Can go to a stadium fully vaccinated and not worry while also adhering to mask mandates inside, does it have to be so black and white when reality is all sorts of grey?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ClayTravis"], "country": "USA", "text_en": "Cant I have both? Can go to a stadium fully vaccinated and not worry while also adhering to mask mandates inside, does it have to be so black and white when reality is all sorts of grey?"}, {"id": 1439621539201232900, "verified": false, "tweet_text": "@Trojandoc04 As a human being, I'm appalled that ALL human beings aren't racing to get fully vaccinated.  Protection for their lives and all the lives of people they profess to care about....all put in extreme risk of serious illness and death  😢😪", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Trojandoc04"], "tweet_emoticons": ["😪", "😢"], "country": "USA", "text_en": "As a human being, I'm appalled that ALL human beings aren't racing to get fully vaccinated. Protection for their lives and all the lives of people they profess to care about....all put in extreme risk of serious illness and death"}, {"id": 1439621538831953930, "verified": false, "tweet_text": "Cough cough … most of the state is fully vaccinated https://t.co/F66qT24ZhR", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/F66qT24ZhR"], "country": "USA", "text_en": "Cough cough most of the state is fully vaccinated"}, {"id": 1439621513292832771, "verified": false, "tweet_text": "ada orang tu tak fully vaccinated lagi. so kita deco sendiri, masak sendiri, makan sendiri, take pic and vids sendiri. hahahaha. happy anniversary love! ❤️❤️❤️ https://t.co/URJsJE8ctF", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["❤️"]}, {"id": 1439621425472679941, "verified": false, "tweet_text": "@DbhWilhelm @mellarina5133 @Nato22455425 @M08626819 @jetixfreddy In general, people are considered fully vaccinated: ±\n2 weeks after their second dose in a 2-dose series\n\n2 weeks after a single-dose vaccine,\n\nIf you don’t meet these requirements, regardless of your age, you are NOT fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DbhWilhelm", "mellarina5133", "Nato22455425", "M08626819", "jetixfreddy"], "country": "USA", "text_en": "In general, people are considered fully vaccinated: weeks after their second dose in a -dose series weeks after a single-dose vaccine, If you dont meet these requirements, regardless of your age, you are NOT fully vaccinated"}, {"id": 1439621408989003784, "verified": false, "tweet_text": "Oklahoma data still shows high infection rate among the vaccinated. This is almost 10% (partial and fully vaxxed) hospitalized for Covid. https://t.co/cM2Qhnc8fM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Oklahoma data still shows high infection rate among the vaccinated. This is almost % (partial and fully vaxxed) hospitalized for Covid."}, {"id": 1439621363631857669, "verified": false, "tweet_text": "@BDuchek Anyone have fully vaccinated people being called antivaxxers on their bingo card? 2021 is wild 😜", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BDuchek"], "tweet_emoticons": ["😜"], "country": "USA", "text_en": "Anyone have fully vaccinated people being called antivaxxers on their bingo card? is wild"}, {"id": 1439621321495822337, "verified": false, "tweet_text": "@LisaMarieBoothe Fox News requires all staff to be fully vaccinated to remain employed.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["LisaMarieBoothe"], "country": "USA", "text_en": "Fox News requires all staff to be fully vaccinated to remain employed."}, {"id": 1439621279162765313, "verified": false, "tweet_text": "@DavidHo40528505 @JimmyDee1999 @CP24 Study of over 92,000 found that fully Vaccinated ppl are 27 times more likely to be infected and develop #COVID symptoms than Unvaccinated ppl with natural immunity. Vaccinated ppl are 8 times more likely to be hospitalized from infection.\n\nLink to study:\nhttps://t.co/bGW0cMw7N0", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID"], "mentions": ["DavidHo40528505", "JimmyDee1999", "CP24"], "tweet_urls": ["https://t.co/bGW0cMw7N0"], "country": "USA", "text_en": "Study of over found that fully Vaccinated ppl are times more likely to be infected and develop symptoms than Unvaccinated ppl with natural immunity. Vaccinated ppl are times more likely to be hospitalized from infection. Link to study:"}, {"id": 1439621263404814339, "verified": false, "tweet_text": "@deAdderCanada And free votes on Abortion Rights! And refusing to answer if 85% of his candidates are fully vaccinated!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["deAdderCanada"], "country": "USA", "text_en": "And free votes on Abortion Rights! And refusing to answer if % of his candidates are fully vaccinated!!"}, {"id": 1439621262695878662, "verified": false, "tweet_text": "Over 90% of people in Ireland aged over 16 are now fully vaccinated against Covid (via @thejournal_ie) https://t.co/kJ792neNpz", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["thejournal_ie"], "tweet_urls": ["https://t.co/kJ792neNpz"], "country": "USA", "text_en": "Over % of people in Ireland aged over are now fully vaccinated against Covid (via )"}, {"id": 1439621195427631105, "verified": false, "tweet_text": "@KDL07866015 @JasonAmadi @Fightful Y’all bash people for this vaccine like everybody has to do it Lmaoo I’m fully vaccinated and idgaf who wanna get it or not . Y’all think typing paragraphs over twitter is doing something Lmaoooo that’s what you call online thugs and trolls and you’re clearly one of them", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["KDL07866015", "JasonAmadi", "Fightful"], "country": "USA", "text_en": "Yall bash people for this vaccine like everybody has to do it Lmaoo Im fully vaccinated and idgaf who wanna get it or not . Yall think typing paragraphs over twitter is doing something Lmaoooo thats what you call online thugs and trolls and youre clearly one of them"}, {"id": 1439621129853968384, "verified": false, "tweet_text": "@therealfflchamp @gbaker76 @MsandristBuster @_evelynrae So what is killing all those fully vaccinated patients in Israel and the UK?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["therealfflchamp", "gbaker76", "MsandristBuster", "_evelynrae"], "country": "USA", "text_en": "So what is killing all those fully vaccinated patients in Israel and the UK?"}, {"id": 1439621108882448386, "verified": false, "tweet_text": "The #Delta variant is more dangerous than all the other variants of the virus that causes #COVID19.\nSlow the spread of Delta by getting vaccinated as soon as you can. Wear a mask indoors in public, even if you’re fully #vaccinated.\n#GetVaxxed #DialysisEducation #VaccinesWork https://t.co/8pgoKuaR4D", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Delta", "COVID19", "vaccinated", "GetVaxxed", "DialysisEducation", "VaccinesWork"], "country": "USA", "text_en": "The variant is more dangerous than all the other variants of the virus that causes . Slow the spread of Delta by getting vaccinated as soon as you can. Wear a mask indoors in public, even if youre fully ."}, {"id": 1439621101085241347, "verified": false, "tweet_text": "@SuaSponte2020 @joseph_beagley @Dont4get2Chew @TwitterSafety @TwitterSupport \"The study details a COVID-19 outbreak that started July 3 in Provincetown, Mass., involving 469 cases. It found that three-quarters of cases occurred in fully vaccinated people. Massachusetts has a high rate of vaccination: about 69% among eligible adults at time of the study.\"\"", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SuaSponte2020", "joseph_beagley", "Dont4get2Chew", "TwitterSafety", "TwitterSupport"], "country": "USA", "text_en": "\"The study details a COVID-19 outbreak that started July in Provincetown, Mass., involving cases. It found that three-quarters of cases occurred in fully vaccinated people. Massachusetts has a high rate of vaccination: about % among eligible adults at time of the study.\"\""}, {"id": 1439621096374824969, "verified": false, "tweet_text": "@WebMD People will end up never being fully vaccinated… A slave to the vaccine slot machine", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["WebMD"], "country": "USA", "text_en": "People will end up never being fully vaccinated A slave to the vaccine slot machine"}, {"id": 1439621084681162752, "verified": false, "tweet_text": "@dorkysugar_ first of all, the participants, the staff have been vaccinated and tested negative. they take some cautions for the event. for the people who just gather there? yall dont know if they're fully vaccinated?? what if they carry the virus?? what do you want to say??", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["dorkysugar_"], "country": "USA", "text_en": "first of all, the participants, the staff have been vaccinated and tested negative. they take some cautions for the event. for the people who just gather there? yall dont know if they're fully vaccinated?? what if they carry the virus?? what do you want to say??"}, {"id": 1439621081615110150, "verified": false, "tweet_text": "@GavinNewsom 23M are fully vaccinated and 28M at least 1 shot. So 5M are partially vaccinated. Next 28 days they should get their 2nd dose. I.e 2nd dose at a daily rate of 167k. But only 70k are getting vaccinated a day which includes many 1st timers. many folks are skipping 2nd dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["GavinNewsom"], "country": "USA", "text_en": "M are fully vaccinated and M at least shot. So M are partially vaccinated. Next days they should get their nd dose. I.e nd dose at a daily rate of k. But only k are getting vaccinated a day which includes many st timers. many folks are skipping nd dose."}, {"id": 1439621075999105029, "verified": false, "tweet_text": "@chrisrock Thank you for sharing this. I hope you have a complete recovery, Chris. \n\n(Do you mind sharing with us if you were fully vaccinated, or not? I can understand if you don’t, since sadly either answer opens up a can of worms.)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["chrisrock"], "country": "USA", "text_en": "Thank you for sharing this. I hope you have a complete recovery, Chris. (Do you mind sharing with us if you were fully vaccinated, or not? I can understand if you dont, since sadly either answer opens up a can of worms.)"}, {"id": 1439621068247818247, "verified": false, "tweet_text": "COVID-19: Ontario reports 715 new cases with 75 per cent diagnosed in people not fully vaccinated; one new death in Ottawa https://t.co/Ls6RD32R38 https://t.co/arqwTN3Re0", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Ls6RD32R38"], "country": "USA", "text_en": "COVID-19: Ontario reports new cases with per cent diagnosed in people not fully vaccinated; one new death in Ottawa"}, {"id": 1439621005731717125, "verified": false, "tweet_text": "Seems everything they tell us is a straight up lie… In early vaccinated nations (Israel, Iceland, Singapore) \nA) Vast majority in hospital with Covid are fully vaccinated. \nB) Now finding death rates for those fully vaccinated is higher than those unvaccinated.  Very bad news. https://t.co/WRPqANvMvn", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/WRPqANvMvn"], "country": "USA", "text_en": "Seems everything they tell us is a straight up lie In early vaccinated nations (Israel, Iceland, Singapore) A) Vast majority in hospital with Covid are fully vaccinated. B) Now finding death rates for those fully vaccinated is higher than those unvaccinated. Very bad news."}, {"id": 1439620900547072001, "verified": false, "tweet_text": "https://t.co/ayA9hnS5DS", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ayA9hnS5DS"]}, {"id": 1439620792405270533, "verified": false, "tweet_text": "I did my own research. 96% of doctors have taken the COVID vaccine.\n\nhttps://t.co/vPFZh52Xjd", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/vPFZh52Xjd"], "country": "USA", "text_en": "I did my own research. % of doctors have taken the COVID vaccine."}, {"id": 1439620764735475713, "verified": false, "tweet_text": "\"Alabama has recently averaged about 60 deaths a day, according to a New York Times database, and only 41 percent of the state's eligible population is fully vaccinated,\" the newspaper reported. https://t.co/ADcj5c20fu", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "\"Alabama has recently averaged about deaths a day, according to a New York Times database, and only percent of the state's eligible population is fully vaccinated,\" the newspaper reported."}, {"id": 1439620756795760651, "verified": false, "tweet_text": "@SandyRe34411446 @OccupyDemocrats Ok, now let’s think about this…non vaxers, are responde for the mutation into the Delta variant, do you really think that the fully vaccinated caused delta? Hmmm…", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SandyRe34411446", "OccupyDemocrats"], "country": "USA", "text_en": "Ok, now lets think about thisnon vaxers, are responde for the mutation into the Delta variant, do you really think that the fully vaccinated caused delta? Hmmm"}, {"id": 1439620649207668740, "verified": false, "tweet_text": "My petty scientist ass will be rooting for the Atlanta Falcons because they are fully vaccinated and I’m tired of y’all shit …Imma need @Ravens to get some act-right Vax-right.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Ravens"], "country": "USA", "text_en": "My petty scientist ass will be rooting for the Atlanta Falcons because they are fully vaccinated and Im tired of yall shit Imma need to get some act-right Vax-right."}, {"id": 1439620649207599114, "verified": false, "tweet_text": "@McWaney @chrisrock Reason is that, although one may get infected with Covid-19, after having been vaccinated, it is very rare that one may suffer serious symptoms.  Almost all the hospital ICU beds, are fully occupied by unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["McWaney", "chrisrock"], "country": "USA", "text_en": "Reason is that, although one may get infected with Covid-19, after having been vaccinated, it is very rare that one may suffer serious symptoms. Almost all the hospital ICU beds, are fully occupied by unvaccinated."}, {"id": 1439620639351058432, "verified": false, "tweet_text": "Canadians with at least one dose: \n▓▓▓▓▓▓▓▓▓▓▓░░░░ 75.21%\n\nCanadians fully vaccinated: \n▓▓▓▓▓▓▓▓▓▓░░░░░ 69.18%\n\n#COVID19Canada #vaccine", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19Canada", "vaccine"], "country": "USA", "text_en": "Canadians with at least one dose: % Canadians fully vaccinated: %"}, {"id": 1439620639090937856, "verified": false, "tweet_text": "It's double standards to tell all visitors coming to Jamaica to be fully vaccinated while Jamaica has less than 10% of its people fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "It's double standards to tell all visitors coming to Jamaica to be fully vaccinated while Jamaica has less than % of its people fully vaccinated."}, {"id": 1439620617804861442, "verified": false, "tweet_text": "My whole family is fully vaccinated which is cool. I’m glad I don’t got anti-vaxxers in my family 😂", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😂"], "country": "USA", "text_en": "My whole family is fully vaccinated which is cool. Im glad I dont got anti-vaxxers in my family"}, {"id": 1439620592387436552, "verified": false, "tweet_text": "Ontario reporting over 800 new COVID-19 cases, most not fully vaccinated https://t.co/meP4t4eWiq", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/meP4t4eWiq"], "country": "USA", "text_en": "Ontario reporting over new COVID-19 cases, most not fully vaccinated"}, {"id": 1439620576948236300, "verified": false, "tweet_text": "Second dose vaccines administered on 18/09/2021: 71101\n\nTotal number of second dose vaccines: 44428209\n\nPercentage of population now fully vaccinated: 65.4%", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Second dose vaccines administered on /09/2021: Total number of second dose vaccines: Percentage of population now fully vaccinated: %"}, {"id": 1439620523357519886, "verified": false, "tweet_text": "@SpontaneousKun1 @I_am_mine_1 @dr_eeks I am saying the drop in daily deaths was steep and occurred way before the vaccination program could have shown any measurable effect.\nEven now just 14% of the population is fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SpontaneousKun1", "I_am_mine_1", "dr_eeks"], "country": "USA", "text_en": "I am saying the drop in daily deaths was steep and occurred way before the vaccination program could have shown any measurable effect. Even now just % of the population is fully vaccinated."}, {"id": 1439620479443144704, "verified": false, "tweet_text": "On a positive note, both the U.S. and U.K.’s respective public health bodies have given the go-ahead for vaccinated people to travel, once borders become fully open.\n\nRead more 👉 https://t.co/KXR7EJkkDW\n\n#USA #EU #DoNotTravelList #UK #Canada #IaM #TravelIndustry", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["USA", "EU", "DoNotTravelList", "UK", "Canada", "IaM", "TravelIndustry"], "tweet_urls": ["https://t.co/KXR7EJkkDW"], "tweet_emoticons": ["👉"], "country": "USA", "text_en": "On a positive note, both the U.S. and U.K.s respective public health bodies have given the go-ahead for vaccinated people to travel, once borders become fully open. Read more"}, {"id": 1439620443103633411, "verified": false, "tweet_text": "@zenocoyote @BearlyAnaria @RedMagePanda I’m fully vaccinated as well https://t.co/JhkGIIGmT9", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["zenocoyote", "BearlyAnaria", "RedMagePanda"], "country": "USA", "text_en": "Im fully vaccinated as well"}, {"id": 1439620390351818756, "verified": false, "tweet_text": "Takut betul nak keluar rumah since ada hawa and newborn baby dalam rumah ni even saya dahh fully vaccinated :\") tu pasal beli sampoo pun online sksk", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439620346840223747, "verified": false, "tweet_text": "@Jusrangers We shouldn’t have to wait for vaccines for kids for things to go back to normal. They are already safer and at less risk than a fully vaccinated adult.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Jusrangers"], "country": "USA", "text_en": "We shouldnt have to wait for vaccines for kids for things to go back to normal. They are already safer and at less risk than a fully vaccinated adult."}, {"id": 1439620335196950529, "verified": false, "tweet_text": "Chris Rock has Covid, is fully vaccinated and urges other people to get vaccinated. Make it make sense. https://t.co/MahvatQWOU", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/MahvatQWOU"], "country": "USA", "text_en": "Chris Rock has Covid, is fully vaccinated and urges other people to get vaccinated. Make it make sense."}, {"id": 1439620303211094018, "verified": false, "tweet_text": "Federal nursing home data for the 4-week period ending 8/22 show that residents who were not fully #vaccinated were 3 times as likely to contract COVID-19 than those who were fully vaccinated. https://t.co/dQpphmXcfj", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["vaccinated"], "tweet_urls": ["https://t.co/dQpphmXcfj"], "country": "USA", "text_en": "Federal nursing home data for the -week period ending /22 show that residents who were not fully were times as likely to contract COVID-19 than those who were fully vaccinated."}, {"id": 1439620296592412673, "verified": false, "tweet_text": "@cvspharmacy @cvspharmacy vaccination process is flawed. @cvspharmacy IS NOT UPDATING THE VACCINATION RECORD OF FULLY VACCINATED PEOPLE. @CVSHealth @cvspharmacy @CVSPublicPolicy PLEASE CORRECT THIS PROBLEM NOW!!!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cvspharmacy", "cvspharmacy", "cvspharmacy", "CVSHealth", "cvspharmacy", "CVSPublicPolicy"], "country": "USA", "text_en": "vaccination process is flawed. IS NOT UPDATING THE VACCINATION RECORD OF FULLY VACCINATED PEOPLE. PLEASE CORRECT THIS PROBLEM NOW!!!!!"}, {"id": 1439620270910803975, "verified": false, "tweet_text": "@BlueVotr No, everyone I know is fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BlueVotr"], "country": "USA", "text_en": "No, everyone I know is fully vaccinated."}, {"id": 1439620237259837440, "verified": false, "tweet_text": "@wordsfromwags There is a huge difference between Denmark’s vaccination rollout compared to the US (74% of Denmark’s population is fully vaccinated).  \n\nhttps://t.co/xlJ3I688Vj https://t.co/eUk0pvoBWD", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["wordsfromwags"], "tweet_urls": ["https://t.co/xlJ3I688Vj"], "country": "USA", "text_en": "There is a huge difference between Denmarks vaccination rollout compared to the US (74% of Denmarks population is fully vaccinated)."}, {"id": 1439620209640448005, "verified": false, "tweet_text": "@ashman2017 @BaggsyB @JuliaHB1 A fully vaccinated person has significantly less chance of infecting others, being hospitalised or dying.  \n\nWHICH BIT OF THAT DO YOU STILL NOT UNDERSTAND????", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ashman2017", "BaggsyB", "JuliaHB1"], "country": "USA", "text_en": "A fully vaccinated person has significantly less chance of infecting others, being hospitalised or dying. WHICH BIT OF THAT DO YOU STILL NOT UNDERSTAND????"}, {"id": 1439620048952381446, "verified": false, "tweet_text": "Unvaccinated individuals were 11 times more likely to die from #COVID19 than fully #vaccinated people https://t.co/OcRBr9PmRm", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19", "vaccinated"], "tweet_urls": ["https://t.co/OcRBr9PmRm"], "country": "USA", "text_en": "Unvaccinated individuals were times more likely to die from than fully people"}, {"id": 1439620044938489857, "verified": false, "tweet_text": "@Marston4ca42 I wore a mask the whole game I was at and am fully vaccinated. President Biden told us after we are vaccinated to go about living our lives with proper precautions. I feel pretty good about my decision. Here’s hoping we are all safe right?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Marston4ca42"], "country": "USA", "text_en": "I wore a mask the whole game I was at and am fully vaccinated. President Biden told us after we are vaccinated to go about living our lives with proper precautions. I feel pretty good about my decision. Heres hoping we are all safe right?"}, {"id": 1439619965724684288, "verified": false, "tweet_text": "@RachelNotley Shame on you for promoting discrimination against those who do not wish to take the vaccine.  I am fully vaccinated,  however I do not agree with the passport. Segregating people is wrong on every level,  and vaccine passports will not stop covid, just divide people further.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RachelNotley"], "country": "USA", "text_en": "Shame on you for promoting discrimination against those who do not wish to take the vaccine. I am fully vaccinated, however I do not agree with the passport. Segregating people is wrong on every level, and vaccine passports will not stop covid, just divide people further."}, {"id": 1439619905071026176, "verified": false, "tweet_text": "@lmoconnor15 Tell that to all the FULLY vaccinated that died here last month.\n\n41% of all Covid-19 deaths here were among the FULLY vaxxed in fact\n\n25-30% of all hospitalizations are among the FULLY vaxxed.\n\nIt’s working great. 👌\n\nhttps://t.co/6UPdolyor5", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["lmoconnor15"], "tweet_urls": ["https://t.co/6UPdolyor5"], "tweet_emoticons": ["👌"], "country": "USA", "text_en": "Tell that to all the FULLY vaccinated that died here last month. % of all Covid-19 deaths here were among the FULLY vaxxed in fact -30% of all hospitalizations are among the FULLY vaxxed. Its working great."}, {"id": 1439619864902078465, "verified": false, "tweet_text": "I have a son with Asthma who's fully vaccinated, but it another form hit's him, he's in BIG trouble. I need IDIOTS celebrating their right to spread it?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I have a son with Asthma who's fully vaccinated, but it another form hit's him, he's in BIG trouble. I need IDIOTS celebrating their right to spread it?"}, {"id": 1439619864084324358, "verified": false, "tweet_text": "@BetteMidler @luvtheusa76 I did my own research starting in Feb, '20 and have been masked since mid-Mar '20 and fully vaccinated for months.\n\nI haven't eaten in a restaurant or been to a theater since Feb, 2020.\n\nI live this way because a few idiots \"doing research\" are actually drinking propaganda.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BetteMidler", "luvtheusa76"], "country": "USA", "text_en": "I did my own research starting in Feb, '20 and have been masked since mid-Mar '20 and fully vaccinated for months. I haven't eaten in a restaurant or been to a theater since Feb, . I live this way because a few idiots \"doing research\" are actually drinking propaganda."}, {"id": 1439619667518238725, "verified": false, "tweet_text": "@Enigmaticjones @GovCanHealth Wow!They shouldn’t be!Why you keep them lockdown ?Shouldn’t they be feel safe being fully vaccinated???Wow !!!Hard to believe one you’re fully vaccinated you fear going out????🤔🤔🤔🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Enigmaticjones", "GovCanHealth"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "Wow!They shouldnt be!Why you keep them lockdown ?Shouldnt they be feel safe being fully vaccinated???Wow !!!Hard to believe one youre fully vaccinated you fear going out????"}, {"id": 1439619548144095238, "verified": false, "tweet_text": "All spectators must be fully vaccinated and be ready to provide proof during the screening. #sxont \nhttps://t.co/m6Yep7Wkg1", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["sxont"], "tweet_urls": ["https://t.co/m6Yep7Wkg1"], "country": "USA", "text_en": "All spectators must be fully vaccinated and be ready to provide proof during the screening."}, {"id": 1439619528233664516, "verified": false, "tweet_text": "@paulbrandt Surviving Covid confers some defense! A single dose of vaccine+being covid recovered ≈ fully vaccinated. \n\nBut Delta variant changed that, The vaccinated need boosters. Alpha infection immunity is less protective. Risk is high for all.\n\n This isn't the last mutation.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["paulbrandt"], "country": "USA", "text_en": "Surviving Covid confers some defense! A single dose of vaccine+being covid recovered fully vaccinated. But Delta variant changed that, The vaccinated need boosters. Alpha infection immunity is less protective. Risk is high for all. This isn't the last mutation."}, {"id": 1439619507228594177, "verified": false, "tweet_text": "@jamesonkj True, but it always reinforces the need for caution (masks, etc) even if fully vaccinated when the spread rate is so high in Saskatchewan right now.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jamesonkj"], "country": "USA", "text_en": "True, but it always reinforces the need for caution (masks, etc) even if fully vaccinated when the spread rate is so high in Saskatchewan right now."}, {"id": 1439619496042373121, "verified": false, "tweet_text": "I’m more worried about catching feelings than catching COVID…because I’m fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Im more worried about catching feelings than catching COVIDbecause Im fully vaccinated"}, {"id": 1439619328723361794, "verified": true, "tweet_text": "1% of Covid deaths in the UK are fully vaccinated people.\n\nAnd over 80% of adults in the UK are fully vaccinated.\n\nIf that doesn't tell you that #VaccinesWork, I don't know what will.\n\n#GetVaccinated https://t.co/dOJLn1q5nV", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["VaccinesWork", "GetVaccinated"], "tweet_urls": ["https://t.co/dOJLn1q5nV"], "country": "USA", "text_en": "% of Covid deaths in the UK are fully vaccinated people. And over % of adults in the UK are fully vaccinated. If that doesn't tell you that , I don't know what will."}, {"id": 1439619284142018566, "verified": false, "tweet_text": "@zaknumber1 @UKCovid19Stats or this\nhttps://t.co/C2EqAvQlJe", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["zaknumber1", "UKCovid19Stats"], "tweet_urls": ["https://t.co/C2EqAvQlJe"], "country": "USA", "text_en": "or this"}, {"id": 1439619264982528011, "verified": false, "tweet_text": "@RantUnfeigned @BlueVotr My wife was fully vaccinated, but she was immune compromised.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RantUnfeigned", "BlueVotr"], "country": "USA", "text_en": "My wife was fully vaccinated, but she was immune compromised."}, {"id": 1439619243935342593, "verified": false, "tweet_text": "@JoanofArc777777 Sidney Powell is fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JoanofArc777777"], "country": "USA", "text_en": "Sidney Powell is fully vaccinated."}, {"id": 1439619242853273603, "verified": false, "tweet_text": "A nurse of 40 years has claimed that fully vaccinated Covid-19 patients are being treated in hospital with Ivermectin, whilst unvaccinated Covid-19 patients are being put on ventilators…\n\nhttps://t.co/f0GcbvPwdE\n\nFollow The Exposé \nJoin The Exposé Chat Group", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/f0GcbvPwdE"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "A nurse of years has claimed that fully vaccinated Covid-19 patients are being treated in hospital with Ivermectin, whilst unvaccinated Covid-19 patients are being put on ventilators Follow The Expos Join The Expos Chat Group"}, {"id": 1439619206350360577, "verified": false, "tweet_text": "@Inisvtuber Brave sheep will be fully vaccinated! Yay!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Inisvtuber"], "country": "USA", "text_en": "Brave sheep will be fully vaccinated! Yay!!"}, {"id": 1439619143553138697, "verified": false, "tweet_text": "Over 90% of people in Ireland aged over 16 are now fully vaccinated against Covid (via @thejournal_ie) https://t.co/wXyGKnHRcs", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["thejournal_ie"], "tweet_urls": ["https://t.co/wXyGKnHRcs"], "country": "USA", "text_en": "Over % of people in Ireland aged over are now fully vaccinated against Covid (via )"}, {"id": 1439618994525384714, "verified": false, "tweet_text": "Vaccinated people must occupy the British Embassy until the Crown recognizes them as \" fully vaccinated people \".", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Vaccinated people must occupy the British Embassy until the Crown recognizes them as \" fully vaccinated people \"."}, {"id": 1439618982990934021, "verified": false, "tweet_text": "@UnivofDelhi DU VC PC JOSHI develop a habit to get money at home.. All DU TEACHERS also become lazy and wants their salary at home.But students are in great loss..covid is totally under control in delhi.. We are fully vaccinated. So immediately open our campus.. \n#reopendu", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["reopendu"], "mentions": ["UnivofDelhi"], "country": "USA", "text_en": "DU VC PC JOSHI develop a habit to get money at home.. All DU TEACHERS also become lazy and wants their salary at home.But students are in great loss..covid is totally under control in delhi.. We are fully vaccinated. So immediately open our campus.."}, {"id": 1439618936333651969, "verified": false, "tweet_text": "@PeoplesOracle In NY over 70% of adults are fully vaccinated. We have a vaccine app that is required to enter large events and bars are requiring it too.\nWe have pretty much returned to normal here and our infection rates have remained low.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["PeoplesOracle"], "country": "USA", "text_en": "In NY over % of adults are fully vaccinated. We have a vaccine app that is required to enter large events and bars are requiring it too. We have pretty much returned to normal here and our infection rates have remained low."}, {"id": 1439618924983820289, "verified": false, "tweet_text": "@SimonCalder can you help with travel rule interpretation. Flying to Ibiza 26/9 and had my 2nd jab on 12/09. For entry I need vax certificate and at least 14 days from the last dose of vax or pay for a covid test. 26/09 will be day 14, will I be considered fully vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SimonCalder"], "country": "USA", "text_en": "can you help with travel rule interpretation. Flying to Ibiza /9 and had my nd jab on /09. For entry I need vax certificate and at least days from the last dose of vax or pay for a covid test. /09 will be day , will I be considered fully vaccinated?"}, {"id": 1439618923540979717, "verified": false, "tweet_text": "@KAMA52 @PennyBe72912751 @LegendDaMenace @jemelehill 3. If vaccination efficacy is so high why are the vaccinated bullying the unvaccinated for something they're allegedly safeguarded against? 530K impacted by COVID during summer vacay is no surprise, but low considering the US population is 333M and only 181M are FULLY vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["KAMA52", "PennyBe72912751", "LegendDaMenace", "jemelehill"], "country": "USA", "text_en": ". If vaccination efficacy is so high why are the vaccinated bullying the unvaccinated for something they're allegedly safeguarded against? K impacted by COVID during summer vacay is no surprise, but low considering the US population is M and only M are FULLY vaccinated."}, {"id": 1439618897976512517, "verified": false, "tweet_text": "@KeriCarbaugh That’s good! Even fully vaccinated, we are all still masking, without exception. We also have hand sanitizer on us, at all times. These people don’t care about anyone but themselves so we all have to continue to be diligent. ❤️", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["KeriCarbaugh"], "tweet_emoticons": ["❤️"], "country": "USA", "text_en": "Thats good! Even fully vaccinated, we are all still masking, without exception. We also have hand sanitizer on us, at all times. These people dont care about anyone but themselves so we all have to continue to be diligent."}, {"id": 1439618827189374980, "verified": false, "tweet_text": "Fla..DeSantis Office: Over Half Of Those Seeking Lifesaving COVID-19 Treatment, m\nMonoclonal Antibody,  In South Florida Fully Vaccinated\nhttps://t.co/oYV1vzmrto", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/oYV1vzmrto"], "country": "USA", "text_en": "Fla..DeSantis Office: Over Half Of Those Seeking Lifesaving COVID-19 Treatment, m Monoclonal Antibody, In South Florida Fully Vaccinated"}, {"id": 1439618773930053643, "verified": false, "tweet_text": "@jinniesver if fully vaccinated na, pwede 😍", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jinniesver"], "tweet_emoticons": ["😍"], "country": "USA", "text_en": "if fully vaccinated na, pwede"}, {"id": 1439618773284233216, "verified": false, "tweet_text": "I'm officially fully vaccinated!\nIt was scary but I'm glad I did it 💜", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["💜"], "country": "USA", "text_en": "I'm officially fully vaccinated! It was scary but I'm glad I did it"}, {"id": 1439618767269597187, "verified": false, "tweet_text": "@jwags2277 @DesertPlains496 @MVP71073 @mboyeast @Ohons @CNN No they don’t. Because the purpose is to be fully vaccinated because that’s the best protection. Do you think that being partially vaccinated protects you just as well as fully vaccinated? Do you even understand what you’re saying?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jwags2277", "DesertPlains496", "MVP71073", "mboyeast", "Ohons", "CNN"], "country": "USA", "text_en": "No they dont. Because the purpose is to be fully vaccinated because thats the best protection. Do you think that being partially vaccinated protects you just as well as fully vaccinated? Do you even understand what youre saying?"}, {"id": 1439618752702607368, "verified": false, "tweet_text": "FULLY VACCINATED NA KAMI LAHAT SA BAHAY😭❤️", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😭", "❤️"]}, {"id": 1439618743907258376, "verified": false, "tweet_text": "@zaknumber1 @UKCovid19Stats https://t.co/e8wDouSMtv", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["zaknumber1", "UKCovid19Stats"], "tweet_urls": ["https://t.co/e8wDouSMtv"]}, {"id": 1439618728807866373, "verified": true, "tweet_text": "#NEW: Quebec adding 742 new #COVID19 cases &amp; four new deaths. Of the new cases, 513 are unvaccinated, 39 have received one dose and 190 are fully vaccinated. https://t.co/T9qulus4RC https://t.co/iySJMWutY5", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["NEW", "COVID19"], "tweet_urls": ["https://t.co/T9qulus4RC"], "country": "USA", "text_en": ": Quebec adding new cases &amp; four new deaths. Of the new cases, are unvaccinated, have received one dose and are fully vaccinated."}, {"id": 1439618698633961480, "verified": false, "tweet_text": "In the beginning of COVID, even Obama made the statement to \"save the masks for the medical professionals.\" He was wrong. The fully vaccinated people going around without masks and hand sanitizer are spreading the virus. Re-opening social spaces and venues is spreading the virus.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "In the beginning of COVID, even Obama made the statement to \"save the masks for the medical professionals.\" He was wrong. The fully vaccinated people going around without masks and hand sanitizer are spreading the virus. Re-opening social spaces and venues is spreading the virus."}, {"id": 1439618643386462212, "verified": false, "tweet_text": "Geez...how is this even possible in this time of human history?\n\nOnly 41.4% of Alabamians Fully-Vaccinated which only ahead of....\n\nIdaho\nWyoming\nWest Virginia\n\n..and Corona Virus Raging in All 4 States!\n\nJust Absolute Lunacy! https://t.co/hC20gTeM7m https://t.co/3R5mtaU9dl", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/hC20gTeM7m"], "country": "USA", "text_en": "Geez...how is this even possible in this time of human history? Only % of Alabamians Fully-Vaccinated which only ahead of.... Idaho Wyoming West Virginia ..and Corona Virus Raging in All States! Just Absolute Lunacy!"}, {"id": 1439618614009663490, "verified": false, "tweet_text": "Sure! So you want to tell us that, in a country where 90 to 98% of the population is vaccinated, the 'unvaccinated', which in Israel is already the case if you have 'only' been vaccinated twice, drive up the numbers. Under mainly (60+%) the fully vaccinated, that is... Right! 🤦‍♂️ https://t.co/x4Sun3uwlA", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/x4Sun3uwlA"], "tweet_emoticons": ["🤦‍♂️"], "country": "USA", "text_en": "Sure! So you want to tell us that, in a country where to % of the population is vaccinated, the 'unvaccinated', which in Israel is already the case if you have 'only' been vaccinated twice, drive up the numbers. Under mainly (60+%) the fully vaccinated, that is... Right!"}, {"id": 1439618590550921218, "verified": false, "tweet_text": "Summary:\n1. If a friend wants a hug, do I dive for cover, muttering 'Covid', or hug back?\n2. Here's my answer:\n3. If they're triple-masked, can prove they're fully-vaccinated and have had a negative PCR test, I'll consider it.\n4. Talk about Our Safety First!\n5. That's all, folks! https://t.co/CZyvS1kzSc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Summary: . If a friend wants a hug, do I dive for cover, muttering 'Covid', or hug back? . Here's my answer: . If they're triple-masked, can prove they're fully-vaccinated and have had a negative PCR test, I'll consider it. . Talk about Our Safety First! . That's all, folks!"}, {"id": 1439618577271828491, "verified": false, "tweet_text": "@brittlestar Weird part is CPC leader Erin O'Toole expected the media to be fully vaccinated and masked to ask him questions whilst campaigning.. hypocrisy at its finest..", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["brittlestar"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Weird part is CPC leader Erin O'Toole expected the media to be fully vaccinated and masked to ask him questions whilst campaigning.. hypocrisy at its finest.."}, {"id": 1439618570984607755, "verified": false, "tweet_text": "Bullshit!\nhttps://t.co/R15Qdq1GyM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/R15Qdq1GyM"], "country": "USA", "text_en": "Bullshit!"}, {"id": 1439618543478185988, "verified": false, "tweet_text": "After almost losing my dad due to covid earlier this year, words can't explain how happy I am he is fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "After almost losing my dad due to covid earlier this year, words can't explain how happy I am he is fully vaccinated."}, {"id": 1439618536738107405, "verified": false, "tweet_text": "wait even if I’m fully vaccinated for chickenpox I can get shingles? can anyone confirm??", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "wait even if Im fully vaccinated for chickenpox I can get shingles? can anyone confirm??"}, {"id": 1439618536205324297, "verified": false, "tweet_text": "@ffyonadawber @DHSCgovuk I formally withdrew from the Novavax trial today and asked again for a PSD from the team so I can get fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ffyonadawber", "DHSCgovuk"], "country": "USA", "text_en": "I formally withdrew from the Novavax trial today and asked again for a PSD from the team so I can get fully vaccinated"}, {"id": 1439618530673102850, "verified": false, "tweet_text": "@handwrittentixs @FrightenZiall I’ve always wanted to go to global citizen!! I fully support the campaign they do and love all the artists performing this year! Being able to go would be amazing! :) I go to school in nyc and i’m fully vaccinated!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["handwrittentixs", "FrightenZiall"], "tweet_emoticons": [":)"], "country": "USA", "text_en": "Ive always wanted to go to global citizen!! I fully support the campaign they do and love all the artists performing this year! Being able to go would be amazing! I go to school in nyc and im fully vaccinated!"}, {"id": 1439618472938508294, "verified": false, "tweet_text": "@calexander007 @melannikko @TheMarcitect Sure! So you want to tell us that, in a country where 90 to 98% of the population is vaccinated, the 'unvaccinated', which in Israel is already the case if you have 'only' been vaccinated twice, drive up the numbers. Under mainly (60+%) the fully vaccinated, that is... Right! 🤦‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["calexander007", "melannikko", "TheMarcitect"], "tweet_emoticons": ["🤦‍♂️"], "country": "USA", "text_en": "Sure! So you want to tell us that, in a country where to % of the population is vaccinated, the 'unvaccinated', which in Israel is already the case if you have 'only' been vaccinated twice, drive up the numbers. Under mainly (60+%) the fully vaccinated, that is... Right!"}, {"id": 1439618437802770435, "verified": false, "tweet_text": "@jwags2277 @DesertPlains496 @MVP71073 @mboyeast @Ohons @CNN No. They are not. The categories are fully vaccinated and not fully vaccinated. Partially vaccinated literally means nothing. Reporting those numbers would not be beneficial. You haven’t named one benefit for science or the general public. You’re just repeating the same thing", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jwags2277", "DesertPlains496", "MVP71073", "mboyeast", "Ohons", "CNN"], "country": "USA", "text_en": "No. They are not. The categories are fully vaccinated and not fully vaccinated. Partially vaccinated literally means nothing. Reporting those numbers would not be beneficial. You havent named one benefit for science or the general public. Youre just repeating the same thing"}, {"id": 1439618434505981952, "verified": false, "tweet_text": "My oldest daughter who is 22 is fully vaccinated. She's deciding if she can see me after tomorrow because I'm not.  We've been seeing each other 2 to 3 times a week for the last 5 months. Where did i go wrong??", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "My oldest daughter who is is fully vaccinated. She's deciding if she can see me after tomorrow because I'm not. We've been seeing each other to times a week for the last months. Where did i go wrong??"}, {"id": 1439618408862076933, "verified": false, "tweet_text": "Olympic gold medallist Madi Wilson hospitalised with Covid-19 https://t.co/B0S4xdjh4c via @MailOnline It's not a vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MailOnline"], "tweet_urls": ["https://t.co/B0S4xdjh4c"], "country": "USA", "text_en": "Olympic gold medallist Madi Wilson hospitalised with Covid-19 via It's not a vaccine."}, {"id": 1439618401987608578, "verified": false, "tweet_text": "@yetigoosecreat My neice is double jabbed and had it the other week. So doesn’t seem to completely stop the transmission in people who are fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["yetigoosecreat"], "country": "USA", "text_en": "My neice is double jabbed and had it the other week. So doesnt seem to completely stop the transmission in people who are fully vaccinated."}, {"id": 1439618374087151632, "verified": false, "tweet_text": "@CCRockwell3 @MelissaLMRogers Wait and see what’s coming:overwhelmed hospitals with fully vaccinated!!…once the passport and certificate will be put in placed!….but since you’re fully vax ,no worries!!!😂😂😂😂", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CCRockwell3", "MelissaLMRogers"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Wait and see whats comingverwhelmed hospitals with fully vaccinated!!once the passport and certificate will be put in placed!.but since youre fully vax ,no worries!!!"}, {"id": 1439618366701023233, "verified": false, "tweet_text": "@Neozeonchar04 @LSW12612672511 https://t.co/pjDBktFVw9", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Neozeonchar04", "LSW12612672511"], "tweet_urls": ["https://t.co/pjDBktFVw9"]}, {"id": 1439618292851773446, "verified": false, "tweet_text": "@toddstarnes @tedcruz 39% of the Texas population isn’t fully vaccinated. God knows these 12 Million are spreading disease all over the country as they travel. And Ted supports them doing so.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["toddstarnes", "tedcruz"], "country": "USA", "text_en": "% of the Texas population isnt fully vaccinated. God knows these Million are spreading disease all over the country as they travel. And Ted supports them doing so."}, {"id": 1439618289651666948, "verified": false, "tweet_text": "My nephew, who never, EVER gets sick, has Covid-19. He's a teacher in Syracuse, fully vaccinated. Wouldn't have even known but he lost his sense of taste and smell.\n\nFirst family member to get it.\n\nShit's real, people. For really real.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "My nephew, who never, EVER gets sick, has Covid-19. He's a teacher in Syracuse, fully vaccinated. Wouldn't have even known but he lost his sense of taste and smell. First family member to get it. Shit's real, people. For really real."}, {"id": 1439618264326447110, "verified": false, "tweet_text": "@jordanzakarin If you are fully vaccinated, no quarantine requirement for US citizens. Currently you still have to do  an antigen or PCR test to arrive and a PCR test on/before Day 2, but that looks to be being scrapped in October according to reporting I’ve just read.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jordanzakarin"], "country": "USA", "text_en": "If you are fully vaccinated, no quarantine requirement for US citizens. Currently you still have to do an antigen or PCR test to arrive and a PCR test on/before Day , but that looks to be being scrapped in October according to reporting Ive just read."}, {"id": 1439618214154080261, "verified": false, "tweet_text": "Apparently he was fully vaccinated and he did not die of COVID-19.\n\nSo we wait and see what the official line is.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Apparently he was fully vaccinated and he did not die of COVID-19. So we wait and see what the official line is."}, {"id": 1439618106549227525, "verified": false, "tweet_text": "@raylai_markham @ConsumerSOS @ElectionsCan_E Seán is still scared of the virus, even though he's fully vaccinated 🤣🤣🤣", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["raylai_markham", "ConsumerSOS", "ElectionsCan_E"], "tweet_emoticons": ["🤣"], "country": "USA", "text_en": "Sen is still scared of the virus, even though he's fully vaccinated"}, {"id": 1439618105387491331, "verified": false, "tweet_text": "@_cassidy_jewell @Patrick47811046 @straubderek @456trainMama @starboard_light @GovKathyHochul hey cassidy hope this turns off your sheep blinders. Vaccine doesn’t do jack shit for spreading the virus!\n\n“For people infected with the Delta variant, similar amounts of viral genetic material have been found among both unvaccinated and fully vaccinated people.” - CDC", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["_cassidy_jewell", "Patrick47811046", "straubderek", "456trainMama", "starboard_light", "GovKathyHochul"], "country": "USA", "text_en": "hey cassidy hope this turns off your sheep blinders. Vaccine doesnt do jack shit for spreading the virus! For people infected with the Delta variant, similar amounts of viral genetic material have been found among both unvaccinated and fully vaccinated people. - CDC"}, {"id": 1439618105169231875, "verified": false, "tweet_text": "ワクチン一回目打ってきた。11月にはfully vaccinatedとなるので機会あれば敗ヒロに伺いたい", "tweet_lang": "ja", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439618096268988451, "verified": false, "tweet_text": "@AllisonPearson Uhhum. I'll just leave this here, shall I? \n\nhttps://t.co/hOgYpRZ2Yt", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AllisonPearson"], "tweet_urls": ["https://t.co/hOgYpRZ2Yt"], "country": "USA", "text_en": "Uhhum. I'll just leave this here, shall I?"}, {"id": 1439618081425432579, "verified": false, "tweet_text": "@DetectiveDiscus @banton1234 @SomogyiChris @DineshDSouza I read through the actual study and the numbers are quite shady. They used 219 fully vaccinated patients and 416 unvaccinated. That garuntees that you will get better numbers for fully vaccinated. And the study even state there are very few other studies that support that result.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DetectiveDiscus", "banton1234", "SomogyiChris", "DineshDSouza"], "country": "USA", "text_en": "I read through the actual study and the numbers are quite shady. They used fully vaccinated patients and unvaccinated. That garuntees that you will get better numbers for fully vaccinated. And the study even state there are very few other studies that support that result."}, {"id": 1439618077121912833, "verified": false, "tweet_text": "@AiSeeHope @glosssybts Even though I’m fully vaccinated i still wear two masks.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AiSeeHope", "glosssybts"], "country": "USA", "text_en": "Even though Im fully vaccinated i still wear two masks."}, {"id": 1439618035032133633, "verified": false, "tweet_text": "Dont know what's worse here, the article or the actual people commenting on it. \n\nhttps://t.co/keHHqYXmap", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/keHHqYXmap"], "country": "USA", "text_en": "Dont know what's worse here, the article or the actual people commenting on it."}, {"id": 1439618020373114890, "verified": false, "tweet_text": "@MollyJongFast Both these fools are fully vaccinated and have likely scheduled a booster with their concierge Doctors.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MollyJongFast"], "country": "USA", "text_en": "Both these fools are fully vaccinated and have likely scheduled a booster with their concierge Doctors."}, {"id": 1439618014312218636, "verified": false, "tweet_text": "As of September 18th, a total of 228 individuals are hospitalized including 177 inpatient hospitalizations and 51 ICU hospitalizations. Of the 228 patients, 172 (75.4%) were not fully vaccinated\nSo 24.6% of hospitalized (46 ppl) WERE fully vaccinated\nBreakthrough cases\n#covidsk", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["covidsk"], "country": "USA", "text_en": "As of September th, a total of individuals are hospitalized including inpatient hospitalizations and ICU hospitalizations. Of the patients, (75.4%) were not fully vaccinated So % of hospitalized (46 ppl) WERE fully vaccinated Breakthrough cases"}, {"id": 1439617988307693569, "verified": false, "tweet_text": "81,82% of the population is fully vaccinated in Portugal! Como está a correr a vacinação da covid-19? Compare Portugal com os outros países https://t.co/02BdofsxGt", "tweet_lang": "pt", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/02BdofsxGt"]}, {"id": 1439617964374990854, "verified": false, "tweet_text": "@rockdude519 @JonHurstRAM @Meghan_Ottolini Paul, a vaccinated person has a less significant chance of catching covid to begin with and even if they do catch it, they're infectious for fewer days than someone who is not vaccinated. There are actually no documented cases of asymptomatic transmission in the fully vaxxd.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["rockdude519", "JonHurstRAM", "Meghan_Ottolini"], "country": "USA", "text_en": "Paul, a vaccinated person has a less significant chance of catching covid to begin with and even if they do catch it, they're infectious for fewer days than someone who is not vaccinated. There are actually no documented cases of asymptomatic transmission in the fully vaxxd."}, {"id": 1439617918271111173, "verified": false, "tweet_text": "@surelyverily @TeriHart Actually they separate the partially vaxed from the unvaccinated. The partially vaxed have a lower rate of infection and illness than unvaccinated but higher than fully vaccinated. Again facts proving vaccinations work", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["surelyverily", "TeriHart"], "country": "USA", "text_en": "Actually they separate the partially vaxed from the unvaccinated. The partially vaxed have a lower rate of infection and illness than unvaccinated but higher than fully vaccinated. Again facts proving vaccinations work"}, {"id": 1439617901678391300, "verified": false, "tweet_text": "VAX FRAUD: CDC listing fully vaccinated COVID-19 deaths as unvaccinated if they die within 14 days of second dose - Survive the News https://t.co/AQlY0WRqDy", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/AQlY0WRqDy"], "country": "USA", "text_en": "VAX FRAUD: CDC listing fully vaccinated COVID-19 deaths as unvaccinated if they die within days of second dose - Survive the News"}, {"id": 1439617874176401408, "verified": false, "tweet_text": "@OfficialNcoc Do British nationals need to be fully vaccinated in Pakistan to travel back to Uk.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["OfficialNcoc"], "country": "USA", "text_en": "Do British nationals need to be fully vaccinated in Pakistan to travel back to Uk."}, {"id": 1439617832212434951, "verified": false, "tweet_text": "💉 About thirteen million (63%) Sri Lankans have gotten at least one vaccine dose so far!\n\n– Total Vaccinations: 24,689,082\n– Fully Vaccinated : 10,968,195\n– Daily Vaccinations : 130,249\n\n    ~ 🇱🇰  STATUS ID 523 ~\n[#COVID19SL #COVID19LK] https://t.co/WZNMh5xqAm", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["COVID19SL", "COVID19LK"], "tweet_emoticons": ["💉", "🇱🇰"], "country": "USA", "text_en": "About thirteen million (63%) Sri Lankans have gotten at least one vaccine dose so far! Total Vaccinations: Fully Vaccinated : Daily Vaccinations : ~ STATUS ID ~ [ ]"}, {"id": 1439617820304687104, "verified": false, "tweet_text": "UK has relaxed travel restrictions for the Malaysian traveller who has fully vaccinated. I hope next year I can hear a good news from Japan also. \nI miss Tokyo so much 😢 https://t.co/LKsZE4POZZ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😢"], "country": "USA", "text_en": "UK has relaxed travel restrictions for the Malaysian traveller who has fully vaccinated. I hope next year I can hear a good news from Japan also. I miss Tokyo so much"}, {"id": 1439617750918443010, "verified": false, "tweet_text": "UK eases travel curbs for Indian passengers from today, no mandatory quarantine for fully vaccinated - India News https://t.co/UWePvVWc5x", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/UWePvVWc5x"], "country": "USA", "text_en": "UK eases travel curbs for Indian passengers from today, no mandatory quarantine for fully vaccinated - India News"}, {"id": 1439617726314647553, "verified": false, "tweet_text": "Over 90% of people in Ireland aged over 16 are now fully vaccinated against Covid (via @thejournal_ie). https://t.co/wwqwUdGOmU", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["thejournal_ie"], "tweet_urls": ["https://t.co/wwqwUdGOmU"], "country": "USA", "text_en": "Over % of people in Ireland aged over are now fully vaccinated against Covid (via )."}, {"id": 1439617662586396674, "verified": false, "tweet_text": "@Rainbowandsteel @FrontlineFree @MailOnline Despite being fully vaccinated. Or because she was fully vaccinated?\nIt has to sink in eventually.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Rainbowandsteel", "FrontlineFree", "MailOnline"], "country": "USA", "text_en": "Despite being fully vaccinated. Or because she was fully vaccinated? It has to sink in eventually."}, {"id": 1439617633087803396, "verified": false, "tweet_text": "@FCDOtravelGovUK due to travel to Ibiza on 26/09 and had my 2nd vaccine on 12/09. Spanish rules state fully vaccinated = “at least 14 days from the last dose of vaccination” or a covid test. 26th will technically be day 14. Will I be considered fully vaccinated or need a test?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["FCDOtravelGovUK"], "country": "USA", "text_en": "due to travel to Ibiza on /09 and had my nd vaccine on /09. Spanish rules state fully vaccinated = at least days from the last dose of vaccination or a covid test. th will technically be day . Will I be considered fully vaccinated or need a test?"}, {"id": 1439617597042008067, "verified": false, "tweet_text": "@bigcmurr @TorontoStar @erinotoole Trudeau travelled to Europe while we were being told not to just so he could schmooze with world leaders. He was not fully vaccinated and maskless while in close contact with Joe Biden and Queen Elizabeth. \n\nStrange how you haven't brought up any of JT's COVID faux pas", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["bigcmurr", "TorontoStar", "erinotoole"], "country": "USA", "text_en": "Trudeau travelled to Europe while we were being told not to just so he could schmooze with world leaders. He was not fully vaccinated and maskless while in close contact with Joe Biden and Queen Elizabeth. Strange how you haven't brought up any of JT's COVID faux pas"}, {"id": 1439617595712307200, "verified": false, "tweet_text": "Had 2 get several vax's b4 Pharm Tech externship. Recently received Shingles vax. Flu vax next wk. Fully vax'd for Covid. Still alive &amp; kicking. Quit believing fake crap out there and GET VACCINATED ! ! !   It's not just about you this is about EVERYONE! #Covid19 #VaccinesWork", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["Covid19", "VaccinesWork"], "country": "USA", "text_en": "Had get several vax's b4 Pharm Tech externship. Recently received Shingles vax. Flu vax next wk. Fully vax'd for Covid. Still alive &amp; kicking. Quit believing fake crap out there and GET VACCINATED ! ! ! It's not just about you this is about EVERYONE!"}, {"id": 1439617559494545408, "verified": false, "tweet_text": "@KFILE @IanSams And 99% of the hospitalized COVID survivors have been fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["KFILE", "IanSams"], "country": "USA", "text_en": "And % of the hospitalized COVID survivors have been fully vaccinated."}, {"id": 1439617527655505924, "verified": false, "tweet_text": "@WSJ Yet the fully vaccinated are getting infected with coronavirus and spreading to vaccinated &amp; unvaccinated persons.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["WSJ"], "country": "USA", "text_en": "Yet the fully vaccinated are getting infected with coronavirus and spreading to vaccinated &amp; unvaccinated persons."}, {"id": 1439617510739959811, "verified": false, "tweet_text": "Olympic gold medallist Madi Wilson hospitalised with Covid-19\n https://t.co/reMnxw3gnv", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/reMnxw3gnv"], "country": "USA", "text_en": "Olympic gold medallist Madi Wilson hospitalised with Covid-19"}, {"id": 1439617487071481869, "verified": false, "tweet_text": "@ambercowie Sorry you had to go through that. Glad it was negative.  My 15 year old son, who is fully vaccinated, said his classes have 30 kids each. They are all masked but no room whatsoever for social distancing. I’m not happy about that.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ambercowie"], "country": "USA", "text_en": "Sorry you had to go through that. Glad it was negative. My year old son, who is fully vaccinated, said his classes have kids each. They are all masked but no room whatsoever for social distancing. Im not happy about that."}, {"id": 1439617472852791302, "verified": false, "tweet_text": "Trying to understand how them going get this fully vaccinated thing work out tbh 🥴🥴 Either which way I gucci 😮‍💨", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["😮‍💨", "🥴"], "country": "USA", "text_en": "Trying to understand how them going get this fully vaccinated thing work out tbh Either which way I gucci"}, {"id": 1439617466569658369, "verified": false, "tweet_text": "@originalspin I went to see my son in a hot spot for COVID. Two days later he tested positive. He is fully vaccinated as am I. We wore our masks. I received a negative result. Masks work.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["originalspin"], "country": "USA", "text_en": "I went to see my son in a hot spot for COVID. Two days later he tested positive. He is fully vaccinated as am I. We wore our masks. I received a negative result. Masks work."}, {"id": 1439617455542849540, "verified": false, "tweet_text": "@BangkokBlue10 @thaiexpatshow @PHE_uk I hope that’s the case but it seems that they only recognise vaccines administered from certain countries, even if they are the recognised vaccines.\nEU, USA and a selection of others from 4th Oct, but not Thailand (according to this article) \n\nhttps://t.co/PqUhqUrUWl", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BangkokBlue10", "thaiexpatshow", "PHE_uk"], "tweet_urls": ["https://t.co/PqUhqUrUWl"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I hope thats the case but it seems that they only recognise vaccines administered from certain countries, even if they are the recognised vaccines. EU, USA and a selection of others from th Oct, but not Thailand (according to this article)"}, {"id": 1439617413650296845, "verified": false, "tweet_text": "@leeknrry Im fully vaccinated and wear my mask!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["leeknrry"], "country": "USA", "text_en": "Im fully vaccinated and wear my mask!!"}, {"id": 1439617381727358979, "verified": false, "tweet_text": "#THEBIGLIE #Ivermectinworks\nhttps://t.co/WhDvE5Pdoi", "tweet_lang": "und", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["THEBIGLIE", "Ivermectinworks"], "tweet_urls": ["https://t.co/WhDvE5Pdoi"]}, {"id": 1439617352463577090, "verified": false, "tweet_text": "@Kon__K Anthony Fauci, President Biden's chief medical adviser, discussed new (CDC) data the levels of coronavirus in breakthrough cases of the delta variant among those who are fully vaccinated are \"almost identical\" to the levels seen among unvaccinated individuals.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Kon__K"], "country": "USA", "text_en": "Anthony Fauci, President Biden's chief medical adviser, discussed new (CDC) data the levels of coronavirus in breakthrough cases of the delta variant among those who are fully vaccinated are \"almost identical\" to the levels seen among unvaccinated individuals."}, {"id": 1439617307605667852, "verified": false, "tweet_text": "If this ignorant tweet is directed at the covid vaccine,  I fully support airlines (or any business) screening and turning away those who refuse to be vaccinated or test positive. My life/freedom is just as important as yours. If you don't like the damn rules stay the phuck home! https://t.co/30rzQ8LJ2T", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/30rzQ8LJ2T"], "country": "USA", "text_en": "If this ignorant tweet is directed at the covid vaccine, I fully support airlines (or any business) screening and turning away those who refuse to be vaccinated or test positive. My life/freedom is just as important as yours. If you don't like the damn rules stay the phuck home!"}, {"id": 1439617285837234180, "verified": false, "tweet_text": "@jbaileyky If the KYGOP spent a quarter of the time &amp; energy they spent fighting the Governor on fighting Covid, we might be in better shape. Of note: nationally 88% of Democrats are fully vaccinated while only 55% of Republicans are fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jbaileyky"], "country": "USA", "text_en": "If the KYGOP spent a quarter of the time &amp; energy they spent fighting the Governor on fighting Covid, we might be in better shape. Of note: nationally % of Democrats are fully vaccinated while only % of Republicans are fully vaccinated."}, {"id": 1439617276009975824, "verified": false, "tweet_text": "@SpontaneousKun1 @I_am_mine_1 @dr_eeks That big drop in deaths you see here started when just 4% of Indians where fully vaccinated. It has nothing to do with vaccines. https://t.co/0hcCyo2tMx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SpontaneousKun1", "I_am_mine_1", "dr_eeks"], "country": "USA", "text_en": "That big drop in deaths you see here started when just % of Indians where fully vaccinated. It has nothing to do with vaccines."}, {"id": 1439617264509235207, "verified": false, "tweet_text": "@BobbyLWesson The unvaccinated should be triaged behind any illness or injury in a fully vaccinated person.  Full Stop.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BobbyLWesson"], "country": "USA", "text_en": "The unvaccinated should be triaged behind any illness or injury in a fully vaccinated person. Full Stop."}, {"id": 1439617215062585344, "verified": false, "tweet_text": "@zaknumber1 @UKCovid19Stats honestly, what are you not understanding? most of the people in the hospital are unvaccinated or have a single dose.....only 57 fully vaccinated with no underlying health issues have passed away since January ....", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["zaknumber1", "UKCovid19Stats"], "country": "USA", "text_en": "honestly, what are you not understanding? most of the people in the hospital are unvaccinated or have a single dose.....only fully vaccinated with no underlying health issues have passed away since January ...."}, {"id": 1439617207626080266, "verified": false, "tweet_text": "I'm fully vaccinated, but still scared of COVID tho 🤣 soooooooo, idk 💀", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["💀", "🤣"], "country": "USA", "text_en": "I'm fully vaccinated, but still scared of COVID tho soooooooo, idk"}, {"id": 1439617205826568192, "verified": false, "tweet_text": "MySejahtera aku pon tak update fully vaccinated lagi nak dos ketiga pulak https://t.co/EfSOhBNk5g", "tweet_lang": "in", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/EfSOhBNk5g"]}, {"id": 1439617197588893698, "verified": false, "tweet_text": "So, if I am fully vaccinated with Astra Zeneca vaccine made by @SerumInstIndia, the UK government will treat me as unvaccinated, even though it's the *exact same* vaccine given to their own people?\n\nPerfidious Albion indeed.. https://t.co/rsWN7R3LSh", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SerumInstIndia"], "tweet_urls": ["https://t.co/rsWN7R3LSh"], "country": "USA", "text_en": "So, if I am fully vaccinated with Astra Zeneca vaccine made by , the UK government will treat me as unvaccinated, even though it's the *exact same* vaccine given to their own people? Perfidious Albion indeed.."}, {"id": 1439617148662554630, "verified": false, "tweet_text": "@rhcardinals3 I think it’s going to lead to that for some. We have to go to places that require a negative covid test and to be fully vaccinated. If they can’t do their jobs, then how can they be kept on?\nWe have a good organization but they can’t pay workers who can’t do their jobs. 🥺", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["rhcardinals3"], "tweet_emoticons": ["🥺"], "country": "USA", "text_en": "I think its going to lead to that for some. We have to go to places that require a negative covid test and to be fully vaccinated. If they cant do their jobs, then how can they be kept on? We have a good organization but they cant pay workers who cant do their jobs."}, {"id": 1439617140362031113, "verified": false, "tweet_text": "@Bobby3212 @SirPatrickCasey @NatGeo I have zero reason to lie. ESP about my family. If the vax worked, I would say it. But ut doesn’t. It DOES NOT keep you from dying. So your passing on false information. \n\n640 (1.2%) people from Jan to July who were fully vaccinated died in the UK. How’s those numbers for you?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Bobby3212", "SirPatrickCasey", "NatGeo"], "country": "USA", "text_en": "I have zero reason to lie. ESP about my family. If the vax worked, I would say it. But ut doesnt. It DOES NOT keep you from dying. So your passing on false information. (1.2%) people from Jan to July who were fully vaccinated died in the UK. Hows those numbers for you?"}, {"id": 1439617023550627842, "verified": false, "tweet_text": "@alundlovu @casspernyovest They are fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["alundlovu", "casspernyovest"], "country": "USA", "text_en": "They are fully vaccinated"}, {"id": 1439616949235773440, "verified": false, "tweet_text": "I am now fully vaccinated. I still have trypanophobia although I am not a child anymore so I was really scared.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I am now fully vaccinated. I still have trypanophobia although I am not a child anymore so I was really scared."}, {"id": 1439616849591689216, "verified": false, "tweet_text": "since 3rd dose has been announced today, does that mean everyone is not yet fully vaccinated and all the perks they’re enjoying might be taken away again until 3rd dose done?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "since rd dose has been announced today, does that mean everyone is not yet fully vaccinated and all the perks theyre enjoying might be taken away again until rd dose done?"}, {"id": 1439616817828405251, "verified": false, "tweet_text": "#covidcasesaftervaccine\n\nUltra-fit Aussie Olympic gold medallist is hospitalised with Covid despite being FULLY vaccinated https://t.co/xx50QV9E4q", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["covidcasesaftervaccine"], "tweet_urls": ["https://t.co/xx50QV9E4q"], "country": "USA", "text_en": "Ultra-fit Aussie Olympic gold medallist is hospitalised with Covid despite being FULLY vaccinated"}, {"id": 1439616797226029064, "verified": false, "tweet_text": "This grl is fully vaccinated and still against the govt decision to open certain things to the fully vaxxed only 🙄 make it make sense!!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "This grl is fully vaccinated and still against the govt decision to open certain things to the fully vaxxed only make it make sense!!"}, {"id": 1439616759670005762, "verified": false, "tweet_text": "Fully vaccinated..", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Fully vaccinated.."}, {"id": 1439616759342981131, "verified": false, "tweet_text": "@PLX_01 @lorna_mckain @cnnbrk They don't wanna talk about the fact that fully vaccinated ppl can catch, spread and even still die from Covid. My sis had Covid twice &amp; healed at home. 2nd time less sicker. Aunt had it once. Went to hosp and died. She was vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["PLX_01", "lorna_mckain", "cnnbrk"], "country": "USA", "text_en": "They don't wanna talk about the fact that fully vaccinated ppl can catch, spread and even still die from Covid. My sis had Covid twice &amp; healed at home. nd time less sicker. Aunt had it once. Went to hosp and died. She was vaccinated."}, {"id": 1439616753194176515, "verified": false, "tweet_text": "This man was able to find an ECMO machine in Connecticut because my state understood the assignment.  We are the single most fully vaccinated state.  And we are tired of doing the heavy lifting for people who won’t get a simple vaccine. https://t.co/CL3GBWCNxx", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/CL3GBWCNxx"], "country": "USA", "text_en": "This man was able to find an ECMO machine in Connecticut because my state understood the assignment. We are the single most fully vaccinated state. And we are tired of doing the heavy lifting for people who wont get a simple vaccine."}, {"id": 1439616698026532864, "verified": false, "tweet_text": "This week, not going to lie, is going to be scary ... looking for a job. In a pandemic. Fully vaccinated, but immune compromised. With co-workers, who may be either not vaccinated and/or choosing not to be. Crazy to think that’s where we are\n\nMakes it scarier? No RL friends", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "This week, not going to lie, is going to be scary ... looking for a job. In a pandemic. Fully vaccinated, but immune compromised. With co-workers, who may be either not vaccinated and/or choosing not to be. Crazy to think thats where we are Makes it scarier? No RL friends"}, {"id": 1439616649745903622, "verified": false, "tweet_text": "@GregAbbott_TX That is still not 100% of eligible Texans fully vaccinated.  Your Coronavirus cases are still increasing. You have taken a page out of President Wilson's playbook when he dealt with the Spanish Flu pandemic: \"I don't care\" Shame on YOU.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["GregAbbott_TX"], "country": "USA", "text_en": "That is still not % of eligible Texans fully vaccinated. Your Coronavirus cases are still increasing. You have taken a page out of President Wilson's playbook when he dealt with the Spanish Flu pandemic: \"I don't care\" Shame on YOU."}, {"id": 1439616478093975553, "verified": false, "tweet_text": "@mikeskoukla @canmericanized @DorisGrinspun Because there are a very small group of immunocompromised people who can be fully vaccinated but still make very few antibodies, (like transplant recipients who are on steroids everyday for life) and until we vaccinate 95%-97% of al people they are trapped at home", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["mikeskoukla", "canmericanized", "DorisGrinspun"], "country": "USA", "text_en": "Because there are a very small group of immunocompromised people who can be fully vaccinated but still make very few antibodies, (like transplant recipients who are on steroids everyday for life) and until we vaccinate %-97% of al people they are trapped at home"}, {"id": 1439616401942142976, "verified": false, "tweet_text": "Blue cheese all the way. Fully vaccinated since March. https://t.co/MBJatSSX8k", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/MBJatSSX8k"], "country": "USA", "text_en": "Blue cheese all the way. Fully vaccinated since March."}, {"id": 1439616400918818816, "verified": false, "tweet_text": "There’s a turnabout… I guess time will tell.  How furious will the fully vaccinated be? https://t.co/5LpvSTdzn4", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/5LpvSTdzn4"], "country": "USA", "text_en": "Theres a turnabout I guess time will tell. How furious will the fully vaccinated be?"}, {"id": 1439616388717494274, "verified": false, "tweet_text": "@Yasmin98389511 @DeryaTR_ @drkaracenk @saglikbakanligi https://t.co/6E5koUwtUk\nWhat does it say in the news senorita?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Yasmin98389511", "DeryaTR_", "drkaracenk", "saglikbakanligi"], "tweet_urls": ["https://t.co/6E5koUwtUk"], "country": "USA", "text_en": "What does it say in the news senorita?"}, {"id": 1439616356446572548, "verified": false, "tweet_text": "I got an Uber the other day and the first thing my Uber driver asked me was if I am fully vaccinated. I told him no, I already had covid, so therefore I have natural antibodies. He then said to me, “oh so you don’t agree with the science” 🤔 I told him I have 20x more protection.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "I got an Uber the other day and the first thing my Uber driver asked me was if I am fully vaccinated. I told him no, I already had covid, so therefore I have natural antibodies. He then said to me, oh so you dont agree with the science I told him I have x more protection."}, {"id": 1439616353090949131, "verified": false, "tweet_text": "Table 11 shows that one person out of 17411 in the fully vaccinated group, and three in the Placebo group of 17511 people developed SEVERE COVID. Pfizer’s “Predefined Success Criterion” was “…that true vaccine efficacy &gt; 30%…”. A surprisingly modest target!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Table shows that one person out of in the fully vaccinated group, and three in the Placebo group of people developed SEVERE COVID. Pfizers Predefined Success Criterion was that true vaccine efficacy &gt; %. A surprisingly modest target!"}, {"id": 1439616347751727109, "verified": false, "tweet_text": "I'm fully vaccinated with Moderna https://t.co/NmvH1ZUZiZ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/NmvH1ZUZiZ"], "country": "USA", "text_en": "I'm fully vaccinated with Moderna"}, {"id": 1439616344798941187, "verified": false, "tweet_text": "@POTUS For me it's pretty simple: u r all out of excuses for not opening border to fully vaccinated. Walk the talk, prove u believe the words u speak. Follow the science, and stop yr lies.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["POTUS"], "country": "USA", "text_en": "For me it's pretty simple: u r all out of excuses for not opening border to fully vaccinated. Walk the talk, prove u believe the words u speak. Follow the science, and stop yr lies."}, {"id": 1439616270249365506, "verified": true, "tweet_text": "President Biden's COVID-19 Action Plan will:\n-Require all employers with 100+ employees to ensure their workforce is fully vaccinated or show a negative test at least weekly\n-Require employers to give employees paid time off to get vaccinated\n\nLearn more: https://t.co/tHTSNt5jvN https://t.co/CXrDVLtc5w", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/tHTSNt5jvN"], "country": "USA", "text_en": "President Biden's COVID-19 Action Plan will: -Require all employers with + employees to ensure their workforce is fully vaccinated or show a negative test at least weekly -Require employers to give employees paid time off to get vaccinated Learn more:"}, {"id": 1439616139454263301, "verified": false, "tweet_text": "@Pammd6 Don't get me wrong, I fully believe in vaccines, when tested and reviewed. I'm even fully vaccinated. But is was my choice, based on my research, not because I was forced. I resent any business or government action to force people to get it.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Pammd6"], "country": "USA", "text_en": "Don't get me wrong, I fully believe in vaccines, when tested and reviewed. I'm even fully vaccinated. But is was my choice, based on my research, not because I was forced. I resent any business or government action to force people to get it."}, {"id": 1439616133661958146, "verified": false, "tweet_text": "@NHSMillion All my lot have had it, won't see them if they haven't. You're doing a great job. Most of the guys I work with are fully vaccinated or awaiting a 2nd vaccine. Whoop!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NHSMillion"], "country": "USA", "text_en": "All my lot have had it, won't see them if they haven't. You're doing a great job. Most of the guys I work with are fully vaccinated or awaiting a nd vaccine. Whoop!"}, {"id": 1439616017127272451, "verified": false, "tweet_text": "@FaceTheNation @NIHDirector Finally a Doctor who said fully vaccinated can get breakthrough coronavirus and spread to both unvaccinated and the vaccinated. FINALLY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["FaceTheNation", "NIHDirector"], "country": "USA", "text_en": "Finally a Doctor who said fully vaccinated can get breakthrough coronavirus and spread to both unvaccinated and the vaccinated. FINALLY"}, {"id": 1439616016733118466, "verified": false, "tweet_text": "@the_fetty @GavinNewsom From going in restaurants and everything else 100 million people are not fully vaccinated i mean honestly just stay home", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["the_fetty", "GavinNewsom"], "country": "USA", "text_en": "From going in restaurants and everything else million people are not fully vaccinated i mean honestly just stay home"}, {"id": 1439615947275395075, "verified": false, "tweet_text": "@DemusisDee @LucilleIsHungry Your claim that anti-vaxxers are spreading virus is false. In fact, recent data has shown that fully vaccinated folks have higher viral loads and have a 13-fold increased risk of breakthrough infection compared to unvaccinated immune individuals. https://t.co/lKJKIW7uUW", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DemusisDee", "LucilleIsHungry"], "tweet_urls": ["https://t.co/lKJKIW7uUW"], "country": "USA", "text_en": "Your claim that anti-vaxxers are spreading virus is false. In fact, recent data has shown that fully vaccinated folks have higher viral loads and have a -fold increased risk of breakthrough infection compared to unvaccinated immune individuals."}, {"id": 1439615939406925830, "verified": false, "tweet_text": "@Isabella_art5 Fully vaccinated and wearing a mask!😷", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Isabella_art5"], "tweet_emoticons": ["😷"], "country": "USA", "text_en": "Fully vaccinated and wearing a mask!"}, {"id": 1439615930707943427, "verified": false, "tweet_text": "@washingtonpost @craving_filled The vaccine won’t go in me , I support him , it’s not a cure , you can still catch and transmit covid being fully vaccinated.  Nothing good comes out of force …. EVER .. think about it Rape , slavery , kidnappings, forcing your side 9 foot 🦶 in a size 8 shoe 👞", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["washingtonpost", "craving_filled"], "tweet_emoticons": ["🦶", "👞"], "country": "USA", "text_en": "The vaccine wont go in me , I support him , its not a cure , you can still catch and transmit covid being fully vaccinated. Nothing good comes out of force . EVER .. think about it Rape , slavery , kidnappings, forcing your side foot in a size shoe"}, {"id": 1439615908041854983, "verified": false, "tweet_text": "@corpkid1 @MrEddie8976 @SykesCharlie Wrong. \n\nThere are plenty of examples with fully vaccinated people involved in outbreaks. \n\nIf sick employees are such a liability, why do employers hand out crap food (e.g. donuts) on a regular basis?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["corpkid1", "MrEddie8976", "SykesCharlie"], "country": "USA", "text_en": "Wrong. There are plenty of examples with fully vaccinated people involved in outbreaks. If sick employees are such a liability, why do employers hand out crap food (e.g. donuts) on a regular basis?"}, {"id": 1439615749149036546, "verified": false, "tweet_text": "what’s rlly sad is America is at 66% fully vaccinated for 18+. That’s not bad if we got to this point in like May or June but ppl rlly were more afraid of the protectant than the virus itself", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "whats rlly sad is America is at % fully vaccinated for +. Thats not bad if we got to this point in like May or June but ppl rlly were more afraid of the protectant than the virus itself"}, {"id": 1439615737727959045, "verified": false, "tweet_text": "In summary, most people who die are fully vaccinated, and the death rate is higher among the fully vaccinated and the unvaccinated, and still vaccines are very effective in preventing deaths. (6/6)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "In summary, most people who die are fully vaccinated, and the death rate is higher among the fully vaccinated and the unvaccinated, and still vaccines are very effective in preventing deaths. (6/6)"}, {"id": 1439615735442071556, "verified": false, "tweet_text": "The explanation is that the age distributions of fully vaccinated and unvaccinated are very different. Older people, who are much more likely to die of Covid, are also much more likely to be fully vaccinated. (5/6)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "The explanation is that the age distributions of fully vaccinated and unvaccinated are very different. Older people, who are much more likely to die of Covid, are also much more likely to be fully vaccinated. (5/6)"}, {"id": 1439615733068095490, "verified": false, "tweet_text": "Hence the death rates per 100,000 were 5.9 for fully vaccinated and 4.7 for unvaccinated. As I said, the rate is indeed higher for fully vaccinated. How can that be, when in every single age group the death rate is much higher for the unvaccinated? (4/6)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Hence the death rates per were for fully vaccinated and for unvaccinated. As I said, the rate is indeed higher for fully vaccinated. How can that be, when in every single age group the death rate is much higher for the unvaccinated? (4/6)"}, {"id": 1439615728441823239, "verified": false, "tweet_text": "here it comes… mandatory quarantines for “measles”?! \n\nBecause of the measles epidemic sweeping our nation?! Remember the mumps outbreaks the past few years in the fully vaccinated communities - colleges like Harvard?! \n\nJFC ppl - it’s about control\n\nhttps://t.co/Ey6f5Xs1xw", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Ey6f5Xs1xw"], "country": "USA", "text_en": "here it comes mandatory quarantines for measles?! Because of the measles epidemic sweeping our nation?! Remember the mumps outbreaks the past few years in the fully vaccinated communities - colleges like Harvard?! JFC ppl - its about control"}, {"id": 1439615727946944516, "verified": false, "tweet_text": "First, why do I say that the death rate is higher for fully vaccinated? According to the table, there were 2,094 deaths among fully vaccinated (2 doses 14 days before) and 755 among unvaccinated (where I have included the “Unlinked”). (2/6)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "First, why do I say that the death rate is higher for fully vaccinated? According to the table, there were deaths among fully vaccinated (2 doses days before) and among unvaccinated (where I have included the Unlinked). (2/6)"}, {"id": 1439615726692835328, "verified": false, "tweet_text": "@jayavr @TeriHart bless you. I fully support your choice to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jayavr", "TeriHart"], "country": "USA", "text_en": "bless you. I fully support your choice to get vaccinated."}, {"id": 1439615724557946887, "verified": false, "tweet_text": "A brief maths lesson: According to this PHE data, the death rate per 100,000 is higher for fully vaccinated than unvaccinated. Does that mean that vaccines are ineffective? No, it does not. Let me explain. (1/6)\nhttps://t.co/kt7ol4j6fu https://t.co/cAkN29WfLq", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/kt7ol4j6fu"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "A brief maths lesson: According to this PHE data, the death rate per is higher for fully vaccinated than unvaccinated. Does that mean that vaccines are ineffective? No, it does not. Let me explain. (1/6)"}, {"id": 1439615695105544194, "verified": false, "tweet_text": "Fully Vaccinated. Must be another one of these hundred of thousands of “rare” cases where fully vaxxed are getting hospitalized 👇 https://t.co/kwlhFMSV3e", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/kwlhFMSV3e"], "tweet_emoticons": ["👇"], "country": "USA", "text_en": "Fully Vaccinated. Must be another one of these hundred of thousands of rare cases where fully vaxxed are getting hospitalized"}, {"id": 1439615676268883973, "verified": false, "tweet_text": "@chrisrock I’m fully vaccinated wear masks when I go out in public and allow no one unvaccinated in my home.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["chrisrock"], "country": "USA", "text_en": "Im fully vaccinated wear masks when I go out in public and allow no one unvaccinated in my home."}, {"id": 1439615649760768009, "verified": false, "tweet_text": "あっもうfully vaccinatedだ！", "tweet_lang": "ja", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439615617783541768, "verified": false, "tweet_text": "@imgrund @Sflecce @fordnation Ryan, what was your risk calculation behind the decision to pull your child? (l have a fully-vaccinated child the same age as yours and would like to be able to apply the same reasoning to my situation as warranted.)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["imgrund", "Sflecce", "fordnation"], "country": "USA", "text_en": "Ryan, what was your risk calculation behind the decision to pull your child? (l have a fully-vaccinated child the same age as yours and would like to be able to apply the same reasoning to my situation as warranted.)"}, {"id": 1439615589962633224, "verified": false, "tweet_text": "@LORIANNFITZGERA @MiaFarrow Very true. That's why I listen to the science and not opinion based on politics.\n\nI'm fully vaccinated and caught Covid19. I had mild symptoms for 4 days. \n\n#GetVaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["GetVaccinated"], "mentions": ["LORIANNFITZGERA", "MiaFarrow"], "country": "USA", "text_en": "Very true. That's why I listen to the science and not opinion based on politics. I'm fully vaccinated and caught Covid19. I had mild symptoms for days."}, {"id": 1439615465962176513, "verified": false, "tweet_text": "@WebMD Yet fully vaccinated are spreading coronavirus to vaccinated &amp; unvaccinated and these signs are posted😉", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["WebMD"], "tweet_emoticons": ["😉"], "country": "USA", "text_en": "Yet fully vaccinated are spreading coronavirus to vaccinated &amp; unvaccinated and these signs are posted"}, {"id": 1439615448333570055, "verified": false, "tweet_text": "@DrTomFrieden The fact that this idea does not seem to be fully understood, let alone embraced, is tragic. The messaging for combatting Covid really needs to be revamped and unified to educate the first world that we are all doomed if the planet is not vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["DrTomFrieden"], "country": "USA", "text_en": "The fact that this idea does not seem to be fully understood, let alone embraced, is tragic. The messaging for combatting Covid really needs to be revamped and unified to educate the first world that we are all doomed if the planet is not vaccinated."}, {"id": 1439615421989195782, "verified": false, "tweet_text": "My two over eighty year old brothers, fully vaccinated,not hospitalised were treated with paracetamol. https://t.co/iePvrViL4L", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/iePvrViL4L"], "country": "USA", "text_en": "My two over eighty year old brothers, fully vaccinated,not hospitalised were treated with paracetamol."}, {"id": 1439615356142858240, "verified": false, "tweet_text": "@jwags2277 @DesertPlains496 @MVP71073 @mboyeast @Ohons @CNN Why do you think partially vaccinated belong in the same category as fully vaccinated? We KNOW they’re not as protected as fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jwags2277", "DesertPlains496", "MVP71073", "mboyeast", "Ohons", "CNN"], "country": "USA", "text_en": "Why do you think partially vaccinated belong in the same category as fully vaccinated? We KNOW theyre not as protected as fully vaccinated."}, {"id": 1439615350593708035, "verified": true, "tweet_text": "On Saturday, the percentage of Oklahomans who are fully vaccinated was at 46.3%. https://t.co/qLt2hGvAJj https://t.co/C7fHI1z57H", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/qLt2hGvAJj"], "country": "USA", "text_en": "On Saturday, the percentage of Oklahomans who are fully vaccinated was at %."}, {"id": 1439615347817160710, "verified": false, "tweet_text": "@danreitzdotcom @invernesshouse @BuffaloBills You are brainwashed lol 😂 I am fully vaccinated, I just use my brain.  It should not be forced by anyone.  It’s very simple if you step back and think about it.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["danreitzdotcom", "invernesshouse", "BuffaloBills"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "You are brainwashed lol I am fully vaccinated, I just use my brain. It should not be forced by anyone. Its very simple if you step back and think about it."}, {"id": 1439615285271670788, "verified": false, "tweet_text": "https://t.co/7Ft5PjOz5s how’s that jab working for you?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/7Ft5PjOz5s"], "country": "USA", "text_en": "hows that jab working for you?"}, {"id": 1439615271312953353, "verified": false, "tweet_text": "@Ellif_DWulfe @_iLLOne @badogblue @BBCNews I’m not an anti-vaxxer!  Me and my entire family are fully vaccinated as are my close friends.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Ellif_DWulfe", "_iLLOne", "badogblue", "BBCNews"], "country": "USA", "text_en": "Im not an anti-vaxxer! Me and my entire family are fully vaccinated as are my close friends."}, {"id": 1439615270885203973, "verified": false, "tweet_text": "All employees must submit proof of being fully vaccinated by Nov. 8. Students must submit proof by Jan. 7, prior to the beginning of the spring semester. https://t.co/WLKDvkmEr5", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/WLKDvkmEr5"], "country": "USA", "text_en": "All employees must submit proof of being fully vaccinated by Nov. . Students must submit proof by Jan. , prior to the beginning of the spring semester."}, {"id": 1439615261208944642, "verified": false, "tweet_text": "So he is fully vaccinated and still got COVID and it’s severe?\nHopefully he will fully recover🤞🏼🤞🏽\nhttps://t.co/5VXJz1auDm", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/5VXJz1auDm"], "tweet_emoticons": ["🤞🏼", "🤞🏽"], "country": "USA", "text_en": "So he is fully vaccinated and still got COVID and its severe? Hopefully he will fully recover"}, {"id": 1439615244230221824, "verified": false, "tweet_text": "Despite the fall in the number of COVID cases and you being fully vaccinated- please put on your mask. \nYesterday a friend of mine went out with his girlfriend and on the way to the mall he passed by his wife and she did not recognize him.\nThe mask really saved him.\nCr:WA fwd https://t.co/QHv9aAO0Ak", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Despite the fall in the number of COVID cases and you being fully vaccinated- please put on your mask. Yesterday a friend of mine went out with his girlfriend and on the way to the mall he passed by his wife and she did not recognize him. The mask really saved him. Cr:WA fwd"}, {"id": 1439615192250396677, "verified": false, "tweet_text": "@ElaineScarryX I’ve just been told by other people who have flown over we didn’t 😭😂 but I’d doesnt give an option for no test if fully vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["ElaineScarryX"], "tweet_emoticons": ["😂", "😭"], "country": "USA", "text_en": "Ive just been told by other people who have flown over we didnt but Id doesnt give an option for no test if fully vaccinated"}, {"id": 1439615140291399681, "verified": false, "tweet_text": "https://t.co/ay2x40QaxE | Covid-19: One million people in Eastern Cape fully vaccinated The Eastern Cape has fully vaccinated more than one million people. https://t.co/aCECkj9pq9", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/ay2x40QaxE", "https://t.co/aCECkj9pq9"], "country": "USA", "text_en": "| Covid-19: One million people in Eastern Cape fully vaccinated The Eastern Cape has fully vaccinated more than one million people."}, {"id": 1439615133504966661, "verified": false, "tweet_text": "@jwags2277 @DesertPlains496 @MVP71073 @mboyeast @Ohons @CNN What’s the purpose? Partially vaccinated is not equivalent to fully vaccinated. You want three categories? Why? We know that fully vaccinated is the greatest protection. Therefore only being counted as fully vaccinated. What would be the purpose of labeling partially vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["jwags2277", "DesertPlains496", "MVP71073", "mboyeast", "Ohons", "CNN"], "country": "USA", "text_en": "Whats the purpose? Partially vaccinated is not equivalent to fully vaccinated. You want three categories? Why? We know that fully vaccinated is the greatest protection. Therefore only being counted as fully vaccinated. What would be the purpose of labeling partially vaccinated?"}, {"id": 1439615114353774599, "verified": false, "tweet_text": "@thehill Any word on dead people who wore masks and were fully vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["thehill"], "country": "USA", "text_en": "Any word on dead people who wore masks and were fully vaccinated?"}, {"id": 1439615062352674816, "verified": false, "tweet_text": "If I want to book a hotel room to celebrate my fully vaccinated status can ah? Just me and myself lah. 💀", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["💀"], "country": "USA", "text_en": "If I want to book a hotel room to celebrate my fully vaccinated status can ah? Just me and myself lah."}, {"id": 1439615006979420163, "verified": false, "tweet_text": "@tedmccoy \"Please place your right hand on this old phone book and solemnly affirm you have been fully vaccinated against all manner of pestilence.\"  #samevibe #COVID19AB", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["samevibe", "COVID19AB"], "mentions": ["tedmccoy"], "country": "USA", "text_en": "\"Please place your right hand on this old phone book and solemnly affirm you have been fully vaccinated against all manner of pestilence.\""}, {"id": 1439614891804053508, "verified": false, "tweet_text": "Ultra-fit Aussie Olympic swimming star, 27, is hospitalised with Covid despite being FULLY vaccinated\n\nhttps://t.co/IKUhHyYQqL via @MailOnline", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MailOnline"], "tweet_urls": ["https://t.co/IKUhHyYQqL"], "country": "USA", "text_en": "Ultra-fit Aussie Olympic swimming star, , is hospitalised with Covid despite being FULLY vaccinated via"}, {"id": 1439614831078699023, "verified": false, "tweet_text": "@WebMD But the fully vaccinated are spreading due to lack of efficacy", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["WebMD"], "country": "USA", "text_en": "But the fully vaccinated are spreading due to lack of efficacy"}, {"id": 1439614795431518212, "verified": false, "tweet_text": "@SABreakingNews What was the % of over-60s that were fully vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["SABreakingNews"], "country": "USA", "text_en": "What was the % of over-60s that were fully vaccinated?"}, {"id": 1439614787751583745, "verified": false, "tweet_text": "@amysurdam \"Only 37% of Wyoming is fully-vaccinated, Dowell said. \n\n“I’ve watched way north of 20 people in the last few weeks, and none of them needed to die,” Dowell said.\"", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["amysurdam"], "country": "USA", "text_en": "\"Only % of Wyoming is fully-vaccinated, Dowell said. Ive watched way north of people in the last few weeks, and none of them needed to die, Dowell said.\""}, {"id": 1439614754822266881, "verified": false, "tweet_text": "Bear is fully vaccinated, chipped, not yet neutered and is awaiting adoption from the Newport area.\n\nPlease get in touch if you can offer Bear his forever home!", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Bear is fully vaccinated, chipped, not yet neutered and is awaiting adoption from the Newport area. Please get in touch if you can offer Bear his forever home!"}, {"id": 1439614643517984777, "verified": false, "tweet_text": "@CTVToronto 25% fully vaccinated. This number is rising every week.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CTVToronto"], "country": "USA", "text_en": "% fully vaccinated. This number is rising every week."}, {"id": 1439614537590706179, "verified": false, "tweet_text": "More proof- covid-19 causes brain damage. A fully vaccinated Chris Rock gets sick, tests positive for Covid-19 and tells his fans to get vaccinated because they won't want to get sick from Covid-19.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "More proof- covid-19 causes brain damage. A fully vaccinated Chris Rock gets sick, tests positive for Covid-19 and tells his fans to get vaccinated because they won't want to get sick from Covid-19."}, {"id": 1439614515134402560, "verified": false, "tweet_text": "@chrisrock A fully vaccinated person gets covid, seems to be having a tough time with it, and uses that to make a decision that others have to be vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["chrisrock"], "country": "USA", "text_en": "A fully vaccinated person gets covid, seems to be having a tough time with it, and uses that to make a decision that others have to be vaccinated?"}, {"id": 1439614475020095490, "verified": false, "tweet_text": "Fox News Memo Shows 90% Employees Fully Vaccinated After Reporting Mandate \n\nYet they instigate &amp; support stupidity for those nut jobs who won’t get vaxxed or wear a mask. Disgusting. Wish everyone would turn off all network &amp; cable news. Start with FOX. https://t.co/xtvZ1udC0N", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/xtvZ1udC0N"], "country": "USA", "text_en": "Fox News Memo Shows % Employees Fully Vaccinated After Reporting Mandate Yet they instigate &amp; support stupidity for those nut jobs who wont get vaxxed or wear a mask. Disgusting. Wish everyone would turn off all network &amp; cable news. Start with FOX."}, {"id": 1439614311404556293, "verified": false, "tweet_text": "@celliottability 168 from children under 12 who cannot be vaccinated\n175 fully vaccinated\n272 unvaccinated over 12\n44 partially vaccinated\n56 unknown (vaccination out of province / country)\n705 cases resolved \nWhy have you removed the breakdown infographic?? https://t.co/wpLmsm6dQt", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["celliottability"], "country": "USA", "text_en": "from children under who cannot be vaccinated fully vaccinated unvaccinated over partially vaccinated unknown (vaccination out of province / country) cases resolved Why have you removed the breakdown infographic??"}, {"id": 1439614299908055045, "verified": false, "tweet_text": "@BangkokPostNews Shh dont anyone tell them.\n\nA) it was estimated 70% FULLY vaccinated to reach herd immunity\nB) Delta invalidated that number, now its estimated 90%, if possible at all", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["BangkokPostNews"], "country": "USA", "text_en": "Shh dont anyone tell them. A) it was estimated % FULLY vaccinated to reach herd immunity B) Delta invalidated that number, now its estimated %, if possible at all"}, {"id": 1439614295780769796, "verified": false, "tweet_text": "Seriously someone square this for me - the US is 55% fully vaccinated while India is only 20%. https://t.co/d42R6pO02r", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Seriously someone square this for me - the US is % fully vaccinated while India is only %."}, {"id": 1439614282874884099, "verified": false, "tweet_text": "@Rainbowandsteel @MailOnline ’Despite being fully vaccinated’.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Rainbowandsteel", "MailOnline"], "country": "USA", "text_en": "Despite being fully vaccinated."}, {"id": 1439614282757332996, "verified": false, "tweet_text": "don’t lie to someone saying that you’re already fully vaccinated just so you can convince them to come and see you. that’s another level of selfishness. fckn gross", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "dont lie to someone saying that youre already fully vaccinated just so you can convince them to come and see you. thats another level of selfishness. fckn gross"}, {"id": 1439614275123699719, "verified": false, "tweet_text": "@edebis Yup I fully vaccinated should have no fear of re contracting the disease again, however that is not the case, is really a vaccine or a bio weapon destined to precisely to do  what it is doing...", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["edebis"], "country": "USA", "text_en": "Yup I fully vaccinated should have no fear of re contracting the disease again, however that is not the case, is really a vaccine or a bio weapon destined to precisely to do what it is doing..."}, {"id": 1439614205573812228, "verified": false, "tweet_text": "If you lived in Mississippi within the last couple years and knew 200 Mississippians:\n1 is now dead from COVID-19.\n20 now have lifetime health problems from COVID-19.\n116 of them are still not fully vaccinated even today. https://t.co/3O0akhds6h", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/3O0akhds6h"], "country": "USA", "text_en": "If you lived in Mississippi within the last couple years and knew Mississippians: is now dead from COVID-19. now have lifetime health problems from COVID-19. of them are still not fully vaccinated even today."}, {"id": 1439614143355658243, "verified": false, "tweet_text": "@chrisrock Hey Chris, I hope you are doing well.  I'm fully vaccinated and always wear a mask in public, yet I am on day 8 and my husband day 5 of having Covid.  First couple of days were torture.  I've been getting better every day as is hubby.  Hope u get better soon.  #GetVaccinatedNow", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["GetVaccinatedNow"], "mentions": ["chrisrock"], "country": "USA", "text_en": "Hey Chris, I hope you are doing well. I'm fully vaccinated and always wear a mask in public, yet I am on day and my husband day of having Covid. First couple of days were torture. I've been getting better every day as is hubby. Hope u get better soon."}, {"id": 1439614138058088451, "verified": false, "tweet_text": "@GaryHurd13 @SpeakerPelosi @CommonsSpeaker One, she's fully vaccinated.\nTwo, she's standing a good distance from the others.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["GaryHurd13", "SpeakerPelosi", "CommonsSpeaker"], "country": "USA", "text_en": "One, she's fully vaccinated. Two, she's standing a good distance from the others."}, {"id": 1439614132907507722, "verified": false, "tweet_text": "Mmmm so in order to be able to offer good governance in Canada &amp; restore our economy... democracy.. transparency...honesty... inclusiveness..jobs...you need to be fully vaccinated?...GOT IT!! https://t.co/QIPju7A2NK", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/QIPju7A2NK"], "country": "USA", "text_en": "Mmmm so in order to be able to offer good governance in Canada &amp; restore our economy... democracy.. transparency...honesty... inclusiveness..jobs...you need to be fully vaccinated?...GOT IT!!"}, {"id": 1439614126133760002, "verified": false, "tweet_text": "@CDCgov I was vaccinated about 3 months ago and 2 weeks ago I had fever for 2 days after doing a test it came back positive, does this mean I am fully protected for future infections? Does this mean I no longer need to wear a mask ?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CDCgov"], "country": "USA", "text_en": "I was vaccinated about months ago and weeks ago I had fever for days after doing a test it came back positive, does this mean I am fully protected for future infections? Does this mean I no longer need to wear a mask ?"}, {"id": 1439614111063715840, "verified": false, "tweet_text": "@fordnation Increase the hockey capacity already. 15,000 fully vaccinated people sitting shoulder to shoulder in a 20,000 seat football stadium, are no less likely to get/spread COVID than 10,000  vaccinated fans sitting shoulder to shoulder in a 18,000 seat hockey rink. Hypocrite.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["fordnation"], "country": "USA", "text_en": "Increase the hockey capacity already. fully vaccinated people sitting shoulder to shoulder in a seat football stadium, are no less likely to get/spread COVID than vaccinated fans sitting shoulder to shoulder in a seat hockey rink. Hypocrite."}, {"id": 1439614096148684809, "verified": false, "tweet_text": "@JoshuaCAgar @PhilippineStar Almost 55% of their population has been fully vaccinated. Their population is 3X ours. They don't mandate face shields. But they have face mask mandates varying by state. \nWe mandate face shields and masks.\n\nComparing: our deaths are 5.3% of theirs. Our cases are 5.5% of theirs", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JoshuaCAgar", "PhilippineStar"], "country": "USA", "text_en": "Almost % of their population has been fully vaccinated. Their population is X ours. They don't mandate face shields. But they have face mask mandates varying by state. We mandate face shields and masks. Comparing: our deaths are % of theirs. Our cases are % of theirs"}, {"id": 1439614093799866372, "verified": false, "tweet_text": "@goldietaylor I've pulled my under 12 year old kids from school and I'm home schooling them. We wear masks everywhere. I and my husband are fully vaccinated. I yell at my federal and state reps constantly. I also have trauma from medical neglect. What more can I do?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["goldietaylor"], "country": "USA", "text_en": "I've pulled my under year old kids from school and I'm home schooling them. We wear masks everywhere. I and my husband are fully vaccinated. I yell at my federal and state reps constantly. I also have trauma from medical neglect. What more can I do?"}, {"id": 1439614085860057103, "verified": false, "tweet_text": "Mexico COVID-19 vaccination tracker:\n\nPartially vaccinated:\n▓▓▓▓░░░░░░ 49.11% (+0.21)\n\nFully vaccinated:\n▓▓▓░░░░░░░ 32.90% (+0.28)\n\n41,463,209 of 126,014,024\nTo reach 70% at current rate: 303.28 days (July 19, 2022)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["8)"], "country": "USA", "text_en": "Mexico COVID-19 vaccination tracker: Partially vaccinated: % (+0.21) Fully vaccinated: % (+0.28) of To reach % at current rate: days (July , )"}, {"id": 1439614077983203334, "verified": false, "tweet_text": "@CTVToronto 168 from children under 12 who cannot be vaccinated\n175 fully vaccinated\n272 unvaccinated over 12\n44 partially vaccinated\n56 unknown (vaccination out of province / country)\n705 cases resolved https://t.co/pIVJ04OMYq", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CTVToronto"], "country": "USA", "text_en": "from children under who cannot be vaccinated fully vaccinated unvaccinated over partially vaccinated unknown (vaccination out of province / country) cases resolved"}, {"id": 1439614004813602821, "verified": false, "tweet_text": "Data shows 98% of over-60s who died in #WesternCape at peak of #Covid-19 third wave were not fully #vaccinated.\n\n#covid19SA #SouthAfrica\n\nhttps://t.co/WJAF5w4YZA", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["WesternCape", "Covid", "vaccinated", "covid19SA", "SouthAfrica"], "tweet_urls": ["https://t.co/WJAF5w4YZA"], "country": "USA", "text_en": "Data shows % of over-60s who died in at peak of third wave were not fully ."}, {"id": 1439613995518812163, "verified": false, "tweet_text": "tinder profile bio be like: fully vaccinated and ready to mingle.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "tinder profile bio be like: fully vaccinated and ready to mingle."}, {"id": 1439613928661831687, "verified": false, "tweet_text": "Chris Rock, who is fully vaccinated mind you, tells people to get vaccinated because \"trust me you do not want this\" despite the fact that the vaccination (checks notes) didn't stop him from getting it https://t.co/Yn3jBiuF9k", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Chris Rock, who is fully vaccinated mind you, tells people to get vaccinated because \"trust me you do not want this\" despite the fact that the vaccination (checks notes) didn't stop him from getting it"}, {"id": 1439613854103789570, "verified": false, "tweet_text": "China has fully vaccinated 1 billion people, Uganda is just on vibes", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "China has fully vaccinated billion people, Uganda is just on vibes"}, {"id": 1439613794674782211, "verified": false, "tweet_text": "@MomRobe @GottaWakeUpPlz That is so sad.  I wish the federal government would mandate, set up and man special unvaccinated covid patients in out of hospital settings so hospitals can get back to saving lives of those fully vaccinated who are dying from heart attacks etc", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MomRobe", "GottaWakeUpPlz"], "country": "USA", "text_en": "That is so sad. I wish the federal government would mandate, set up and man special unvaccinated covid patients in out of hospital settings so hospitals can get back to saving lives of those fully vaccinated who are dying from heart attacks etc"}, {"id": 1439613772495269892, "verified": false, "tweet_text": "and...i have covid. ive been fully vaccinated and i'm 99% sure i already had covid in jan 2020. so thanks to all those antivaxers flooding into the er, where i work, for sharing your disgusting disease.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "and...i have covid. ive been fully vaccinated and i'm % sure i already had covid in jan . so thanks to all those antivaxers flooding into the er, where i work, for sharing your disgusting disease."}, {"id": 1439613764970684420, "verified": false, "tweet_text": "@AdamKaraNO @jetixfreddy @SadiqKhan I guess the trick is that 'not fully vaccinated' counts all jabbed up to 14 days after 2nd jab. Totally different from unjabbed but lazy journalists would not let that upset the narrative", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["AdamKaraNO", "jetixfreddy", "SadiqKhan"], "country": "USA", "text_en": "I guess the trick is that 'not fully vaccinated' counts all jabbed up to days after nd jab. Totally different from unjabbed but lazy journalists would not let that upset the narrative"}, {"id": 1439613698860007424, "verified": false, "tweet_text": "@JKJAVMY Hello, Mysejahtera was updated as fully vaccinated when the app was updated, but, when I click the refresh button it became white and stated \"Not Vaccinated\". Why is it so?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["JKJAVMY"], "country": "USA", "text_en": "Hello, Mysejahtera was updated as fully vaccinated when the app was updated, but, when I click the refresh button it became white and stated \"Not Vaccinated\". Why is it so?"}, {"id": 1439613672578379781, "verified": false, "tweet_text": "@sambad_odisha Fully  Vaccinated  Hei Kari V Corona Heuchhe 😢", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["sambad_odisha"], "tweet_emoticons": ["😢"], "country": "USA", "text_en": "Fully Vaccinated Hei Kari V Corona Heuchhe"}, {"id": 1439613666953809923, "verified": false, "tweet_text": "@miket136 @impact_imagery I was never under any illusion that if I was vaccinated that I could never get and spread Covid.\n\nJust lessened my chances of ending up in a worse situation.\n\nI also was fully aware the vaccine will have lower efficacy over time.\n\nThe Vax passport is a stick.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["miket136", "impact_imagery"], "country": "USA", "text_en": "I was never under any illusion that if I was vaccinated that I could never get and spread Covid. Just lessened my chances of ending up in a worse situation. I also was fully aware the vaccine will have lower efficacy over time. The Vax passport is a stick."}, {"id": 1439613655977537536, "verified": false, "tweet_text": "Fully Vaccinated Account for 74% of Covid-19 Deaths in the UK Summer Wave According to Latest Public Health England Report https://t.co/pD1utzy66n https://t.co/sC32WDUUoY", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/pD1utzy66n"], "country": "USA", "text_en": "Fully Vaccinated Account for % of Covid-19 Deaths in the UK Summer Wave According to Latest Public Health England Report"}, {"id": 1439613559462375424, "verified": false, "tweet_text": "https://t.co/VmWruTKeTN Analysis: NJs Unvaccinated are Six Times More Likely to be Hospitalized for COVID-19 than Those that are Fully Vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/VmWruTKeTN"], "country": "USA", "text_en": "Analysis: NJs Unvaccinated are Six Times More Likely to be Hospitalized for COVID-19 than Those that are Fully Vaccinated"}, {"id": 1439613478726156294, "verified": true, "tweet_text": "People fully vaccinated against COVID-19 can get breakthrough infection of the virus. But health officials say vaccine reduces hospitalization and death: https://t.co/DvS84lhfzM", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/DvS84lhfzM"], "country": "USA", "text_en": "People fully vaccinated against COVID-19 can get breakthrough infection of the virus. But health officials say vaccine reduces hospitalization and death:"}, {"id": 1439613476280930310, "verified": true, "tweet_text": "Although 60% of Michigan's residents ages 12 and older are fully vaccinated against COVID-19, it's not enough, health officials say, to lift the state from the grips of the virus: https://t.co/fhKMAnMmBd", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/fhKMAnMmBd"], "country": "USA", "text_en": "Although % of Michigan's residents ages and older are fully vaccinated against COVID-19, it's not enough, health officials say, to lift the state from the grips of the virus:"}, {"id": 1439613348862218246, "verified": false, "tweet_text": "@POTUS Yeah, for thousands of binational couples seperated due to inhumane travel bans that you refuse to talk about or lift!! It’s pretty simple to JUST lift the travel ban to fully vaccinated Europeans! #LiftTheBidenBan #liftthetravelban #loveisnottourism", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "hashtags": ["LiftTheBidenBan", "liftthetravelban", "loveisnottourism"], "mentions": ["POTUS"], "country": "USA", "text_en": "Yeah, for thousands of binational couples seperated due to inhumane travel bans that you refuse to talk about or lift!! Its pretty simple to JUST lift the travel ban to fully vaccinated Europeans!"}, {"id": 1439613347759013888, "verified": false, "tweet_text": "@RebelNewsOnline @TrueNorthCentre @thevivafrei @UniforTheUnion The @yulaeroport has decided to acquiesce to the unlawful mandates of the current Government and violate the Charter of Rights &amp; Freedoms by limiting access to the terminal to only \"fully vaccinated\" employees 💉💉💉 https://t.co/YJFWqNpm7h", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["RebelNewsOnline", "TrueNorthCentre", "thevivafrei", "UniforTheUnion", "yulaeroport"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "The has decided to acquiesce to the unlawful mandates of the current Government and violate the Charter of Rights &amp; Freedoms by limiting access to the terminal to only \"fully vaccinated\" employees"}, {"id": 1439613334622453760, "verified": false, "tweet_text": "@Carolin53960937 @johnpmcdermott If I’m not mistaken you can go to Ireland or Germany from SA once fully vaccinated for 10 days then UK? I’m looking at that to try go visit my fiancé (been 8/9 months apart)", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["Carolin53960937", "johnpmcdermott"], "country": "USA", "text_en": "If Im not mistaken you can go to Ireland or Germany from SA once fully vaccinated for days then UK? Im looking at that to try go visit my fianc (been /9 months apart)"}, {"id": 1439613333242515456, "verified": false, "tweet_text": "@NastyWoman532 @AchillesUnum @DCPoliceDept Is that so? What say you of this man who was fully vaccinated &amp; still died of COVID? 🤔🤔🤔 Not all of the stories about people that died of COVID after having their vaccination get told. Nobody told the story of my cousin who died after having 1 shot.\n\nhttps://t.co/aGgu47GlYw https://t.co/AJ8DdgNqXC", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["NastyWoman532", "AchillesUnum", "DCPoliceDept"], "tweet_urls": ["https://t.co/aGgu47GlYw"], "tweet_emoticons": ["🤔", "8D"], "country": "USA", "text_en": "Is that so? What say you of this man who was fully vaccinated &amp; still died of COVID? Not all of the stories about people that died of COVID after having their vaccination get told. Nobody told the story of my cousin who died after having shot."}, {"id": 1439613283342893063, "verified": false, "tweet_text": "It took Mr. gets Paid for Political Hit Tweets until June to get fully vaccinated?\n\n😂😂😂\n\nThis dude is a fucking clown. https://t.co/Q4HKNMPWgi", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Q4HKNMPWgi"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "It took Mr. gets Paid for Political Hit Tweets until June to get fully vaccinated? This dude is a fucking clown."}, {"id": 1439613251898204163, "verified": false, "tweet_text": "“Staff members have been taking advantage of the Ministry of Health’s vaccination blitz, so more than half the staff population will become fully vaccinated within a few weeks”, the Permanent Secretary said.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "Staff members have been taking advantage of the Ministry of Healths vaccination blitz, so more than half the staff population will become fully vaccinated within a few weeks, the Permanent Secretary said."}, {"id": 1439613243757146118, "verified": false, "tweet_text": "finally im fully vaccinated 🙄✋🏻 shit is exhaustinggg in this damn country", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["✋🏻", "🙄"], "country": "USA", "text_en": "finally im fully vaccinated shit is exhaustinggg in this damn country"}, {"id": 1439613096822288386, "verified": false, "tweet_text": "That time when a fully vaxxed celebrity got really sick with Covid but told us all to get vaccinated. 🤔 https://t.co/8wxdT0jLMZ", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/8wxdT0jLMZ"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "That time when a fully vaxxed celebrity got really sick with Covid but told us all to get vaccinated."}, {"id": 1439612979130028033, "verified": false, "tweet_text": "I have my mask on. I am fully vaccinated. To paraphrase the carpenter, \"don't be a dick to others, if you don't want them to be a dick to you, possibly infect you, put you in the hospital, or kill you\"", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "country": "USA", "text_en": "I have my mask on. I am fully vaccinated. To paraphrase the carpenter, \"don't be a dick to others, if you don't want them to be a dick to you, possibly infect you, put you in the hospital, or kill you\""}, {"id": 1439612960507195394, "verified": false, "tweet_text": "@OhHeyMan420 @TP_OZ @CSigmaShow @emma__jayne14 @aussiemoose Wait so you post a video of a non medical expert?? 🤣🤣🤣you're both factually incorrect\n\nAlso I've been fully vaccinated since may. Nice try though", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["OhHeyMan420", "TP_OZ", "CSigmaShow", "emma__jayne14", "aussiemoose"], "tweet_emoticons": ["🤣", "xp"], "country": "USA", "text_en": "Wait so you post a video of a non medical expert?? you're both factually incorrect Also I've been fully vaccinated since may. Nice try though"}, {"id": 1439612932627779584, "verified": false, "tweet_text": "@acbs1392 @JoaoAbreu75 @burnout_pt Relatório CDC 15 Setembro 2021\n\nhttps://t.co/a4Bzs2AoZu https://t.co/frlreFbVjL", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["acbs1392", "JoaoAbreu75", "burnout_pt"], "tweet_urls": ["https://t.co/a4Bzs2AoZu"], "country": "MEXICO", "text_es": "Relatório CDC Setembro"}, {"id": 1439612907642400768, "verified": false, "tweet_text": "@MiaFarrow “The unvaccinated” sounds awfully wrong. Parents should be allowed to chose to vaccinate their children. I’m fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["MiaFarrow"], "country": "USA", "text_en": "The unvaccinated sounds awfully wrong. Parents should be allowed to chose to vaccinate their children. Im fully vaccinated."}, {"id": 1439612903452123147, "verified": false, "tweet_text": "Kahit fully vaccinated na tayo please, let's do our part kapag lumalabas ha.. mwah", "tweet_lang": "tl", "tweet_date": "2021-09-19T16:00:00Z"}, {"id": 1439612862247358472, "verified": false, "tweet_text": "Fully vaccinated https://t.co/Gbf6RDW9FE", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/Gbf6RDW9FE"], "country": "USA", "text_en": "Fully vaccinated"}, {"id": 1439612855117041666, "verified": false, "tweet_text": "@CarlLewLV @Mikepot05 @PHE_uk Lol, yes &amp; his PHE data is correct. He is comparing those with 1 vs 2 doses who were vaccinated. 2 doses=fully vaccinated. His article just didn’t compare it to the 50,000 people who were UNVACCINATED &amp; died. Did you actually read the original article in my tweet on ONS data 🤦‍♀️?", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["CarlLewLV", "Mikepot05", "PHE_uk"], "tweet_emoticons": ["🤦‍♀️"], "country": "USA", "text_en": "Lol, yes &amp; his PHE data is correct. He is comparing those with vs doses who were vaccinated. doses=fully vaccinated. His article just didnt compare it to the people who were UNVACCINATED &amp; died. Did you actually read the original article in my tweet on ONS data ?"}, {"id": 1439612840575262726, "verified": false, "tweet_text": "Now LM and LS are fully vaccinated too.  🎉🎊🍾", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_emoticons": ["🍾", "🎉", "🎊"], "country": "USA", "text_en": "Now LM and LS are fully vaccinated too."}, {"id": 1439612812129562627, "verified": false, "tweet_text": "@cushios We shall hang out together once you are fully vaccinated! 🤍", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "mentions": ["cushios"], "tweet_emoticons": ["🤍"], "country": "USA", "text_en": "We shall hang out together once you are fully vaccinated!"}, {"id": 1439612794182246400, "verified": false, "tweet_text": "\"The military’s COVID-19 death count rose to 46 this week, as a surge that began in mid-August continues to escalate,\" Military Times reports. https://t.co/a0f0gAfivf", "tweet_lang": "en", "tweet_date": "2021-09-19T16:00:00Z", "tweet_urls": ["https://t.co/a0f0gAfivf"], "country": "USA", "text_en": "\"The militarys COVID-19 death count rose to this week, as a surge that began in mid-August continues to escalate,\" Military Times reports."}, {"id": 1439612698308734981, "verified": false, "tweet_text": "fully vaccinated @jivmakawili26 💙🧡", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["jivmakawili26"], "tweet_emoticons": ["💙", "🧡"], "country": "USA", "text_en": "fully vaccinated"}, {"id": 1439612684928905218, "verified": false, "tweet_text": "@Thinkers_A @azahynes My mother lives in another country. \nI have no choice, and even if I did, I would have to quarantine first, so no risk to her.\nNonetheless she is fully vaccinated, living where there are zero cases, and has no need to limit movement or contact with others.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Thinkers_A", "azahynes"], "country": "USA", "text_en": "My mother lives in another country. I have no choice, and even if I did, I would have to quarantine first, so no risk to her. Nonetheless she is fully vaccinated, living where there are zero cases, and has no need to limit movement or contact with others."}, {"id": 1439612645896716289, "verified": false, "tweet_text": "@BryanJKaufman @bariweiss An unvaccinated child is less likely to die or covid than a fully vaccinated adult of any age. The US is unique in the world in forcing toddlers to wear masks.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["BryanJKaufman", "bariweiss"], "country": "USA", "text_en": "An unvaccinated child is less likely to die or covid than a fully vaccinated adult of any age. The US is unique in the world in forcing toddlers to wear masks."}, {"id": 1439612645552787464, "verified": false, "tweet_text": "@RexDangerSeeker And yet my area of Washington is about 50% fully vaccinated.  *sigh*", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["RexDangerSeeker"], "tweet_emoticons": ["xD"], "country": "USA", "text_en": "And yet my area of Washington is about % fully vaccinated. *sigh*"}, {"id": 1439612575310831618, "verified": false, "tweet_text": "@Sain_ded @utdeilixh @Matchday365 @ManUtd He’s fully vaccinated, but you aren’t against this double ratio", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Sain_ded", "utdeilixh", "Matchday365", "ManUtd"], "country": "USA", "text_en": "Hes fully vaccinated, but you arent against this double ratio"}, {"id": 1439612515961479169, "verified": false, "tweet_text": "@RantUnfeigned @BlueVotr My father in law was fully vaccinated and passed from Covid. He was in a rehab facility with a lot of unvaccinated staff 😢", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["RantUnfeigned", "BlueVotr"], "tweet_emoticons": ["😢"], "country": "USA", "text_en": "My father in law was fully vaccinated and passed from Covid. He was in a rehab facility with a lot of unvaccinated staff"}, {"id": 1439612513268666369, "verified": false, "tweet_text": "@JerasIkehorn Fully vaccinated and support the vaccine but this....HELL TO THE NO. NOPE... Passports for vaccines is stupid.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JerasIkehorn"], "country": "USA", "text_en": "Fully vaccinated and support the vaccine but this....HELL TO THE NO. NOPE... Passports for vaccines is stupid."}, {"id": 1439612438731792388, "verified": false, "tweet_text": "@ACooper66 @timspector Vaccines reduce risk, not eliminate it.\nSome are still vulnerable, fully vaccinated can still catch and spread it, and current prevalence is very high.\nHow difficult is it to wear a mask in enclosed public spaces to protect others?", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["ACooper66", "timspector"], "country": "USA", "text_en": "Vaccines reduce risk, not eliminate it. Some are still vulnerable, fully vaccinated can still catch and spread it, and current prevalence is very high. How difficult is it to wear a mask in enclosed public spaces to protect others?"}, {"id": 1439612438333296643, "verified": false, "tweet_text": "WOW! \"Educators are leading the way with one of the highest vaccination rates of any profession; prior to any mandates, 90 percent of AFT educator members were fully vaccinated to protect themselves and others.\" @rweingarten @AFTUnion @nytimes https://t.co/q6rzkvH4Un", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["rweingarten", "AFTunion", "nytimes"], "tweet_urls": ["https://t.co/q6rzkvH4Un"], "country": "USA", "text_en": "WOW! \"Educators are leading the way with one of the highest vaccination rates of any profession; prior to any mandates, percent of AFT educator members were fully vaccinated to protect themselves and others.\""}, {"id": 1439612393152135170, "verified": false, "tweet_text": "@kevinbertao I can confirm that, i got fully vaccinated in july, i passed away in august", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["kevinbertao"], "country": "USA", "text_en": "I can confirm that, i got fully vaccinated in july, i passed away in august"}, {"id": 1439612319823134728, "verified": false, "tweet_text": "@JoyAnnReid Sorry but I just can't bring myself to have sympathy for these thangs, they follow all the bad , fake news reports from #45( who he and his family probably got the shots), all their news shows ( which one major one 🦊, require their employees to be fully vaccinated)and public", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["JoyAnnReid"], "tweet_emoticons": ["🦊"], "country": "USA", "text_en": "Sorry but I just can't bring myself to have sympathy for these thangs, they follow all the bad , fake news reports from ( who he and his family probably got the shots), all their news shows ( which one major one , require their employees to be fully vaccinated)and public"}, {"id": 1439612261903978501, "verified": false, "tweet_text": "@DrSJaishankar @FaisalbinFarhan Dear Sir please allow to those workers👷 who are fully vaccinated approved by WHO", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["DrSJaishankar", "FaisalbinFarhan"], "tweet_emoticons": ["👷"], "country": "USA", "text_en": "Dear Sir please allow to those workers who are fully vaccinated approved by WHO"}, {"id": 1439612203326451721, "verified": false, "tweet_text": "440 of Sunday’s cases involved unvaccinated people and 44 involved partially vaccinated people.\n\nAnother 175 involved fully vaccinated people and 56 involved people with unknown vaccination status. https://t.co/ySP62W0rbM", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/ySP62W0rbM"], "country": "USA", "text_en": "of Sundays cases involved unvaccinated people and involved partially vaccinated people. Another involved fully vaccinated people and involved people with unknown vaccination status."}, {"id": 1439612127271075841, "verified": false, "tweet_text": "@_lipho Today I'm fully vaccinated, thanks to Jah Jehovah.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["_lipho"], "country": "USA", "text_en": "Today I'm fully vaccinated, thanks to Jah Jehovah."}, {"id": 1439612119704608775, "verified": false, "tweet_text": "@celliottability 175 cases in 10 million fully vaccinated: risk today is 17.5 per million.\n\n540 cases in 5 million not fully vaccinated: risk today is 108.\n\nVaccine efficacy*: (108-17.5)/108 = 83.7%\n\n*not age adjusted.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["celliottability"], "country": "USA", "text_en": "cases in million fully vaccinated: risk today is per million. cases in million not fully vaccinated: risk today is . Vaccine efficacy*: (108-17.5)/108 = % *not age adjusted."}, {"id": 1439612073793626112, "verified": false, "tweet_text": "@RahulGandhi I dare you challenge the PM and ask him to provide the jabs for an event you organize to surpass the numbers and help the name get fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["RahulGandhi"], "country": "USA", "text_en": "I dare you challenge the PM and ask him to provide the jabs for an event you organize to surpass the numbers and help the name get fully vaccinated."}, {"id": 1439611994269790211, "verified": false, "tweet_text": "@imgrund @DRoc_81 @Sflecce @fordnation Our health unit (or school board?) Appears to be dismissing the whole class for online learning, but fully vaccinated kids don't need to isolate", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["imgrund", "DRoc_81", "Sflecce", "fordnation"], "country": "USA", "text_en": "Our health unit (or school board?) Appears to be dismissing the whole class for online learning, but fully vaccinated kids don't need to isolate"}, {"id": 1439611950766313473, "verified": false, "tweet_text": "@Gotztheironhand @mrcomputron @basedLibertea @B_Dub3 @Timcast Your anecdotes aren’t good substitutes for data. Data show that vaxxed  people have greater protection from the disease than unvaxxed.\n\nI doubt the validity of the 1st anecdote. As for the 2nd anecdote: you aren’t considered fully vaccinated until 2 weeks after the second dose.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Gotztheironhand", "mrcomputron", "basedLibertea", "B_Dub3", "Timcast"], "country": "USA", "text_en": "Your anecdotes arent good substitutes for data. Data show that vaxxed people have greater protection from the disease than unvaxxed. I doubt the validity of the st anecdote. As for the nd anecdote: you arent considered fully vaccinated until weeks after the second dose."}, {"id": 1439611908039053319, "verified": false, "tweet_text": "@Marston4ca42 Yes, packed with mostly fully vaccinated college kids.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Marston4ca42"], "country": "USA", "text_en": "Yes, packed with mostly fully vaccinated college kids."}, {"id": 1439611897255501835, "verified": false, "tweet_text": "@the_real_cook I am  respiratory Therapist and i assure you it is not a made up virus out of 121 people we have in our hospitals right now only 22 have been fully vaccinated so you have a better chance of not getting it with the shot also if you have any underlying problems get the shot", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["the_real_cook"], "country": "USA", "text_en": "I am respiratory Therapist and i assure you it is not a made up virus out of people we have in our hospitals right now only have been fully vaccinated so you have a better chance of not getting it with the shot also if you have any underlying problems get the shot"}, {"id": 1439611861574488072, "verified": false, "tweet_text": "Fully vaccinated &amp; still got COVID ? Damn I would’ve lost it 🥴 …", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["🥴"], "country": "USA", "text_en": "Fully vaccinated &amp; still got COVID ? Damn I wouldve lost it"}, {"id": 1439611854846894087, "verified": false, "tweet_text": "@Fritzandfrieda @pabakz @BBCRosAtkins Table shows latest data from Public Health England on cases and deaths with the Delta variant\n\n70% of all deaths with the Delta variant have now been in those with one or both injections.\n\n63% of all deaths with the Delta variant have now been in the “fully vaccinated” https://t.co/nfI9zPyn1p", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Fritzandfrieda", "pabakz", "BBCRosAtkins"], "country": "USA", "text_en": "Table shows latest data from Public Health England on cases and deaths with the Delta variant % of all deaths with the Delta variant have now been in those with one or both injections. % of all deaths with the Delta variant have now been in the fully vaccinated"}, {"id": 1439611847422844930, "verified": false, "tweet_text": "% of Population Fully Vaccinated \n\n🇨🇳China : 72%\n🇩🇪Germany : 63%\n🇺🇸US : 55%\n🇱🇰Sri Lanka : 50%\n🇹🇷Turkey : 51%\n🇧🇷Brazil : 37%\n🇲🇽Mexico : 32%\n🇷🇺Russia : 29%\n🇮🇳India : 15%\n\n🌎World : 32% (NYT Data)\n\n#Vaccination", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "hashtags": ["Vaccination"], "tweet_emoticons": ["🇩🇪", "🇷🇺", "🇺🇸", "🌎", "🇹🇷", "🇮🇳", "🇨🇳", "🇧🇷", "🇲🇽", "🇱🇰"], "country": "USA", "text_en": "% of Population Fully Vaccinated China : % Germany : % US : % Sri Lanka : % Turkey : % Brazil : % Mexico : % Russia : % India : % World : % (NYT Data)"}, {"id": 1439611754896510980, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/UGPL4KCHcP", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/UGPL4KCHcP"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754670002176, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/bnVBXolN5T", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/bnVBXolN5T"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754556760068, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/PTb5SDfu8n", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/PTb5SDfu8n"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754535743493, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/hCKXFz6ENm", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/hCKXFz6ENm"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754527350798, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/mKuqco6cJu", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/mKuqco6cJu"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754514767877, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/QXx8GPhuNc", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/QXx8GPhuNc"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754489671682, "verified": true, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/JAxY381rrG", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/JAxY381rrG"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754460246020, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/VUYsIId5cA", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/VUYsIId5cA"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754456109057, "verified": true, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/TPr190Ctfe", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/TPr190Ctfe"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754376404993, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/Sk3IBbwCnk", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/Sk3IBbwCnk"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611754338603008, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/8XlwXwp5le", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/8XlwXwp5le"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611753180983296, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/4GRkvAGKFg", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/4GRkvAGKFg"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611752715460611, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/N8YApr7bQB", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/N8YApr7bQB"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611752702906368, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/mN6y3v1ZLe", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/mN6y3v1ZLe"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611752673529857, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/6tAdi90XKo", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/6tAdi90XKo"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611752652554243, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/KN60SY5Wnq", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/KN60SY5Wnq"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611668825141248, "verified": false, "tweet_text": "Fully vaccinated! Please ignore my birth name 😂 I hate it https://t.co/OwbuEB4cjr", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Fully vaccinated! Please ignore my birth name I hate it"}, {"id": 1439611652714999810, "verified": false, "tweet_text": "@MGreenwoodWW Here in Germany only around 65% have been fully vaccinated, but percentage mortality remains low, thanks to masking and controls at events and public places. Britain threw away its vaccination advantage by a too early lifting of restrictions. It's easy to explain.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["MGreenwoodWW"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Here in Germany only around % have been fully vaccinated, but percentage mortality remains low, thanks to masking and controls at events and public places. Britain threw away its vaccination advantage by a too early lifting of restrictions. It's easy to explain."}, {"id": 1439611628778033158, "verified": false, "tweet_text": "A Fox staff memo sent disclosed that more than 90% of their full-time staff are fully vaccinated. The memo also revealed that Fox would be mandating regular testing of unvaccinated employees, and those who refuse to report their vaccination status \"in the near future.\" https://t.co/hdLX6IuCit", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/hdLX6IuCit"], "country": "USA", "text_en": "A Fox staff memo sent disclosed that more than % of their full-time staff are fully vaccinated. The memo also revealed that Fox would be mandating regular testing of unvaccinated employees, and those who refuse to report their vaccination status \"in the near future.\""}, {"id": 1439611626529988609, "verified": false, "tweet_text": "Nurse claims fully vaccinated Covid-19 patients are being treated with Ivermectin whilst the unvaccinated are being put on ventilators – The Expose https://t.co/7pmxpraJbj", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/7pmxpraJbj"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Nurse claims fully vaccinated Covid-19 patients are being treated with Ivermectin whilst the unvaccinated are being put on ventilators The Expose"}, {"id": 1439611619810680840, "verified": false, "tweet_text": "You probably think that getting your last shot is when you become \"fully vaccinated\". This is where the CDC draws that line. These deaths were counted as being \"unvaccinated\" people, despite having some or all of their shots. https://t.co/ifH1K3MKQI", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "You probably think that getting your last shot is when you become \"fully vaccinated\". This is where the CDC draws that line. These deaths were counted as being \"unvaccinated\" people, despite having some or all of their shots."}, {"id": 1439611612269359111, "verified": false, "tweet_text": "I am now a fully vaccinated panyeen! 😄 https://t.co/FIcdk4RIpb", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["😄"], "country": "USA", "text_en": "I am now a fully vaccinated panyeen!"}, {"id": 1439611571479584768, "verified": false, "tweet_text": "Get fully vaccinated, folks.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "country": "USA", "text_en": "Get fully vaccinated, folks."}, {"id": 1439611504538513411, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/HFBPX1OGnR", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/HFBPX1OGnR"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611504425197569, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/rorg5BwWQO", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/rorg5BwWQO"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611503523606528, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/1J2iecth8M", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/1J2iecth8M"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611500369379329, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/bay6Vp9gGH", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/bay6Vp9gGH"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611500184760328, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/cFrM0Hukfa", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/cFrM0Hukfa"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611499991822336, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/shRAfMGKje", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/shRAfMGKje"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611499979231243, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/8tjG0dz4xn", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/8tjG0dz4xn"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439611453862912009, "verified": false, "tweet_text": "@funder I’m also fully factory vaccinated from the fully vaccinated factory", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["funder"], "country": "USA", "text_en": "Im also fully factory vaccinated from the fully vaccinated factory"}, {"id": 1439611369628786695, "verified": false, "tweet_text": "@newbury_andrea I just came from church. Everyone was double vaccinated.Still everyone, (16 in a building that can accommodate 214) fully masked including the soloist singing. This is the rules we must follow. Makes no sense. No wonder there is so many confused and disillusioned.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["newbury_andrea"], "country": "USA", "text_en": "I just came from church. Everyone was double vaccinated.Still everyone, (16 in a building that can accommodate ) fully masked including the soloist singing. This is the rules we must follow. Makes no sense. No wonder there is so many confused and disillusioned."}, {"id": 1439611234828050445, "verified": false, "tweet_text": "Guess who got a second dose and is now fully vaccinated? *points at self* THIS GUY! 😁💉🩹 https://t.co/NOOJQ9uzGN", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["💉", "😁", "🩹"], "country": "USA", "text_en": "Guess who got a second dose and is now fully vaccinated? *points at self* THIS GUY!"}, {"id": 1439611226594578438, "verified": false, "tweet_text": "@OccupyDemocrats @MeidasTouch I fly around the country for my job. I am fully vaccinated. I could be setting next to a moronic anti vaxxer without knowing it.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["OccupyDemocrats", "MeidasTouch"], "country": "USA", "text_en": "I fly around the country for my job. I am fully vaccinated. I could be setting next to a moronic anti vaxxer without knowing it."}, {"id": 1439611226594578437, "verified": false, "tweet_text": "@neilplatform1 @GodJurgen @BuildingOrderFC @FayeEsq THE NEW DATA SAYS THAT A FULLY VACCINATED PERSON WHO EXPERIENCES A BREAKTHROUGH INFECTION CAN SPREAD THE VIRUS JUST AS MUCH AS AN UNVACCINATED PERSON. \nhttps://t.co/l7Hi5sH2bw", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["neilplatform1", "GodJurgen", "BuildingOrderFC", "FayeEsq"], "tweet_urls": ["https://t.co/l7Hi5sH2bw"], "tweet_emoticons": ["XP"], "country": "USA", "text_en": "THE NEW DATA SAYS THAT A FULLY VACCINATED PERSON WHO EXPERIENCES A BREAKTHROUGH INFECTION CAN SPREAD THE VIRUS JUST AS MUCH AS AN UNVACCINATED PERSON."}, {"id": 1439611169682116614, "verified": false, "tweet_text": "@Michele96691414 I’m fully vaccinated 🤘🏽😎", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["Michele96691414"], "tweet_emoticons": ["🤘🏽", "😎"], "country": "USA", "text_en": "Im fully vaccinated"}, {"id": 1439611018087473162, "verified": false, "tweet_text": "Fully vaccinated people account for just 1.2% of COVID deaths in England. \n\nIf you retweet one thing today, let this be it. \n\nPlease please get vaccinated. \n\nLove,\n\nNHS staff everywhere 💙\n\nPS no hate please, we are literally trying to save your life. https://t.co/Skg4XzyaGT", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_emoticons": ["💙"], "country": "USA", "text_en": "Fully vaccinated people account for just % of COVID deaths in England. If you retweet one thing today, let this be it. Please please get vaccinated. Love, NHS staff everywhere PS no hate please, we are literally trying to save your life."}, {"id": 1439610994989305857, "verified": false, "tweet_text": "@dongminleeoppa Yes po. Fully vaccinated na nung Friday lang. Let’s take a rest now. Jinjin doesn’t want us to worry too much. He’s a strong man. Let’s pray for them na rin. Good night. 🤗", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["dongminleeoppa"], "tweet_emoticons": ["🤗"], "country": "USA", "text_en": "Yes po. Fully vaccinated na nung Friday lang. Lets take a rest now. Jinjin doesnt want us to worry too much. Hes a strong man. Lets pray for them na rin. Good night."}, {"id": 1439610954833072131, "verified": false, "tweet_text": "@MrStenstrom @atrupar I just don’t want people getting sick and dying or overwhelming the medical system &amp; workers needlessly.\n\nIf you already had COVID-19, you do have a level of immunity.\n\nAFAIK, I haven’t had C19, but I am fully vaccinated. When a booster is recommended for my cohort, I’ll get it.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["MrStenstrom", "atrupar"], "country": "USA", "text_en": "I just dont want people getting sick and dying or overwhelming the medical system &amp; workers needlessly. If you already had COVID-19, you do have a level of immunity. AFAIK, I havent had C19, but I am fully vaccinated. When a booster is recommended for my cohort, Ill get it."}, {"id": 1439610913753952256, "verified": false, "tweet_text": "@HelgaValinski @prayerfeathers @margie_strike I am fully vaccinated and support mandate as well. It is the only way we will ever get past this pandemic.", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["HelgaValinski", "prayerfeathers", "margie_strike"], "country": "USA", "text_en": "I am fully vaccinated and support mandate as well. It is the only way we will ever get past this pandemic."}, {"id": 1439610850759741443, "verified": false, "tweet_text": "@KathleenGanley If 71% of Albertans are fully vaccinated and 29% are not, how is it that our hospitals are in worse shape than before the vaccine? I have a few guesses…", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["KathleenGanley"], "country": "USA", "text_en": "If % of Albertans are fully vaccinated and % are not, how is it that our hospitals are in worse shape than before the vaccine? I have a few guesses"}, {"id": 1439610795109715977, "verified": false, "tweet_text": "The Oregon Health Authority did report 70 COVID-19 deaths of fully vaccinated Oregonians in August -- or 22% of the known 321 COVID-19-related deaths in Oregon for the month. https://t.co/lSxybAm6vO", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/lSxybAm6vO"], "country": "USA", "text_en": "The Oregon Health Authority did report COVID-19 deaths of fully vaccinated Oregonians in August -- or % of the known COVID-19-related deaths in Oregon for the month."}, {"id": 1439610761035214849, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/uJY9zaVaS8", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/uJY9zaVaS8"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610758329819152, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/D2Id6w3Llz", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/D2Id6w3Llz"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610757805527044, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/4n820bqJLk", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/4n820bqJLk"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610757616791556, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/zvCH1WQtOv", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/zvCH1WQtOv"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610757075767297, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/odXCWiQL7R", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/odXCWiQL7R"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610756442439685, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/nLcJSvEK0K", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/nLcJSvEK0K"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610756287193094, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/u0AnQ4GwSR", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/u0AnQ4GwSR"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610756098510848, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/CyWZRk6sQg", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/CyWZRk6sQg"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610756018757632, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/DPZCgLkiWE", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/DPZCgLkiWE"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610755989401606, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/poDyWLsaLQ", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/poDyWLsaLQ"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610755632955400, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/TPZUh5Riwl", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/TPZUh5Riwl"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610755549069319, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/x4FEQ2III7", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/x4FEQ2III7"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610755460988937, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/Wapy0oUi1i", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/Wapy0oUi1i"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610755293143049, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/XQIBxa2nzl", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/XQIBxa2nzl"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610755020562432, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/Mi1p39QISG", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/Mi1p39QISG"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610754605322240, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/GsZjBUEAMm", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/GsZjBUEAMm"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610754223669254, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/WQ9RJ2NVBN", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/WQ9RJ2NVBN"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610754106150912, "verified": true, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/EZMQ91K0bO", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/EZMQ91K0bO"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610754076798976, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/tt6TDNhr4R", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/tt6TDNhr4R"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610754055827459, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/UJIFWjC4Je", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/UJIFWjC4Je"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753984593929, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/yPsw3uQHKV", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/yPsw3uQHKV"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753942646788, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/NCm29qjCth", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/NCm29qjCth"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753883901952, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/zpiPafq5dv", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/zpiPafq5dv"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753829335045, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/i8Qdc5a5Kx", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/i8Qdc5a5Kx"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753787383813, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/4PTLXU01yh", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/4PTLXU01yh"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753753833482, "verified": true, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/QoDUaEhZDI", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/QoDUaEhZDI"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753485475852, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/GvLArVvoUf", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/GvLArVvoUf"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753477079047, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/sk2rSvJnYB", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/sk2rSvJnYB"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753292521475, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/6rJEGQ9gpF", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/6rJEGQ9gpF"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753133076481, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/TKwm476GaO", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/TKwm476GaO"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610753028288518, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/2mtLHqR41K", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/2mtLHqR41K"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610752998903811, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/TTVnBLLOFZ", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/TTVnBLLOFZ"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610752835276804, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/6V9JeD9Axx", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/6V9JeD9Axx"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}, {"id": 1439610752743055362, "verified": false, "tweet_text": "Quebec judge refuses request for fully vaccinated jury at Montreal trial https://t.co/d1OiGAWPt9", "tweet_lang": "en", "tweet_date": "2021-09-19T15:00:00Z", "tweet_urls": ["https://t.co/d1OiGAWPt9"], "country": "USA", "text_en": "Quebec judge refuses request for fully vaccinated jury at Montreal trial"}]