[{"id": 1439616179790831619, "verified": false, "tweet_text": "Gracias a que en España tenemos el 75% de personas inoculadas, hemos alcanzado la inmunidad de grupo y los niños pueden volver al cole con mascarilla!", "tweet_lang": "es", "tweet_date": "2021-09-19T16:00:00Z", "country": "MEXICO", "text_es": "Gracias a que en España tenemos el % de personas inoculadas, hemos alcanzado la inmunidad de grupo y los niños pueden volver al cole con mascarilla!"}, {"id": 1439604008520491016, "verified": false, "tweet_text": "@DamenA_EP @alwaysmiki18 @alejandrocdelg0 La gente se quejaba tmb de los botellones. La diferencia es q estamos en una pandemia y la gente muere y no hemos llegado a una inmunidad de grupo. Por tanto, un botellón lo q puede provocar es otro foco y más gente contagiada sin necesidad. Es por eso por lo q nos quejamos", "tweet_lang": "es", "tweet_date": "2021-09-19T15:00:00Z", "mentions": ["DamenA_EP", "alwaysmiki18", "alejandrocdelg0"], "country": "MEXICO", "text_es": "La gente se quejaba tmb de los botellones. La diferencia es q estamos en una pandemia y la gente muere y no hemos llegado a una inmunidad de grupo. Por tanto, un botellón lo q puede provocar es otro foco y más gente contagiada sin necesidad. Es por eso por lo q nos quejamos"}, {"id": 1439590329934614535, "verified": false, "tweet_text": "@paularevertebaz Más esperada que la inmunidad de grupo", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "mentions": ["paularevertebaz"], "country": "MEXICO", "text_es": "Más esperada que la inmunidad de grupo"}, {"id": 1439585766078877700, "verified": false, "tweet_text": "#Vacuna #TerceraDosis @lopezacunad \"La inmunidad de grupo en el Covid 19 es una ilusión. No se logra ni con el 70, 80 por ciento de la población inmunizada. La enfermedad es variable y las vacunas no impiden el contagio\".", "tweet_lang": "es", "tweet_date": "2021-09-19T14:00:00Z", "hashtags": ["Vacuna", "TerceraDosis"], "mentions": ["lopezacunad"], "country": "MEXICO", "text_es": "\"La inmunidad de grupo en el Covid es una ilusión. No se logra ni con el , por ciento de la población inmunizada. La enfermedad es variable y las vacunas no impiden el contagio\"."}, {"id": 1439574784992550914, "verified": false, "tweet_text": "@alejandrocdelg0 Claro q nos vacunan para q volvamos a la normalidad, pero si sigue habiendo restricciones sanitarias es por algo. No hay todavía una inmunidad de grupo, todavía no ha acabado la pandemia. Y crítico eso sea un botellón, una discoteca, un bar o una casa vaya.", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["alejandrocdelg0"], "country": "MEXICO", "text_es": "Claro q nos vacunan para q volvamos a la normalidad, pero si sigue habiendo restricciones sanitarias es por algo. No hay todavía una inmunidad de grupo, todavía no ha acabado la pandemia. Y crítico eso sea un botellón, una discoteca, un bar o una casa vaya."}, {"id": 1439571029018480642, "verified": false, "tweet_text": "@Buenrollo13 Normal que no le ha afectado, son los únicos no vacunados ¿Quién los va a infectar con una carga viral tan alta para contagiarlos?? Felicidades!!! Has descubierto la Inmunidad de grupo 👍👍... \nToma míralo, tu eres el frik1 de negro 👇 https://t.co/PgkyRQvnV5", "tweet_lang": "es", "tweet_date": "2021-09-19T13:00:00Z", "mentions": ["Buenrollo13"], "tweet_emoticons": ["👍", "👇"], "country": "MEXICO", "text_es": "Normal que no le ha afectado, son los únicos no vacunados ¿Quién los va a infectar con una carga viral tan alta para contagiarlos?? Felicidades!!! Has descubierto la Inmunidad de grupo 👍👍... Toma míralo, tu eres el frik1 de negro 👇"}, {"id": 1439554620892798977, "verified": false, "tweet_text": "@trestriplets @ccarballo50 Pues eso lo que me pase será consecuencia mía, no de nadie, tanto empeño en vacunar a todos es bien raro\nCuando ya con casi un 80% más los niños debería de haber inmunidad de grupo no tendrían el porqué imponerse\nRepito no tengo ni tendré ningún dilema es mi decisión y la asumo", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "mentions": ["trestriplets", "ccarballo50"], "country": "MEXICO", "text_es": "Pues eso lo que me pase será consecuencia mía, no de nadie, tanto empeño en vacunar a todos es bien raro Cuando ya con casi un % más los niños debería de haber inmunidad de grupo no tendrían el porqué imponerse Repito no tengo ni tendré ningún dilema es mi decisión y la asumo"}, {"id": 1439554106687885316, "verified": false, "tweet_text": "Tampoco se habla de más del 200% del precio de la luz, las colas del hambre,  las restricciones absurdas por CCAA cuando tenemos \"inmunidad de grupo\", la caída fel turismo, la subida del desempleo o el 40% de paro juvenil.\nOtra cortina de humo chapucera, típicade ultraizquierda.", "tweet_lang": "es", "tweet_date": "2021-09-19T12:00:00Z", "country": "MEXICO", "text_es": "Tampoco se habla de más del % del precio de la luz, las colas del hambre, las restricciones absurdas por CCAA cuando tenemos \"inmunidad de grupo\", la caída fel turismo, la subida del desempleo o el % de paro juvenil. Otra cortina de humo chapucera, típicade ultraizquierda."}, {"id": 1439543817682755587, "verified": false, "tweet_text": "El objetivo de la vacunación es conseguir una inmunidad de grupo que haga que la incidencia de la enfermedad sea manejable, NO DESTRUYE EL VIRUS, pero hace que su transmisión sea más difícil y que la enfermedad pueda ser más leve o asintomática. El virus ha venido para quedarse.", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "country": "MEXICO", "text_es": "El objetivo de la vacunación es conseguir una inmunidad de grupo que haga que la incidencia de la enfermedad sea manejable, NO DESTRUYE EL VIRUS, pero hace que su transmisión sea más difícil y que la enfermedad pueda ser más leve o asintomática. El virus ha venido para quedarse."}, {"id": 1439541133005279236, "verified": false, "tweet_text": "@DelCastanedo En agosto habremos alcanzado la inmunidad de grupo, las FFP2 son mascarillas insolidarias, los test de antígenos no funcionan, los filtros HEPA son muy difíciles de instalar y de utilizar, no existe riesgo de reinfección...", "tweet_lang": "es", "tweet_date": "2021-09-19T11:00:00Z", "mentions": ["DelCastanedo"], "country": "MEXICO", "text_es": "En agosto habremos alcanzado la inmunidad de grupo, las FFP2 son mascarillas insolidarias, los test de antígenos no funcionan, los filtros HEPA son muy difíciles de instalar y de utilizar, no existe riesgo de reinfección..."}, {"id": 1439529504523886594, "verified": false, "tweet_text": "@Chetecilla25 @hades646 @txellblanxer @EnfrmraSaturada Y precisamente la “inmunidad de grupo” es algo contra lo que llevan los expertos gritando al vacío desde hace más de un año. No es la solución porque simplemente no funciona, es un concepto erróneo y éticamente reprobable.", "tweet_lang": "es", "tweet_date": "2021-09-19T10:00:00Z", "mentions": ["Chetecilla25", "hades646", "txellblanxer", "EnfrmraSaturada"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Y precisamente la “inmunidad de grupo” es algo contra lo que llevan los expertos gritando al vacío desde hace más de un año. No es la solución porque simplemente no funciona, es un concepto erróneo y éticamente reprobable."}, {"id": 1439529311657148417, "verified": false, "tweet_text": "@martinvars Con 74% de la población española vacunada deberíamos tener inmunidad de grupo. Seguimos cerca de 60 fallecidos al dia (en promedio) y de un pico de mas de 700.000 casos activos. Algo no cuadra y yo quiero que me lo expliquen. En este punto creo que las vacunas no son tan ⬇️", "tweet_lang": "es", "tweet_date": "2021-09-19T10:00:00Z", "mentions": ["martinvars"], "tweet_emoticons": ["⬇️", "xp"], "country": "MEXICO", "text_es": "Con % de la población española vacunada deberíamos tener inmunidad de grupo. Seguimos cerca de fallecidos al dia (en promedio) y de un pico de mas de casos activos. Algo no cuadra y yo quiero que me lo expliquen. En este punto creo que las vacunas no son tan ⬇️"}, {"id": 1439520113720451072, "verified": false, "tweet_text": "#COVID_19\nImportante hito en la evolución de la pandemia del coronavirus en Galicia, que sería de las primeras autonomías en llegar a la inmunidad de rebaño https://t.co/cVpNiMC0mw", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "hashtags": ["COVID_19"], "tweet_urls": ["https://t.co/cVpNiMC0mw"], "country": "MEXICO", "text_es": "Importante hito en la evolución de la pandemia del coronavirus en Galicia, que sería de las primeras autonomías en llegar a la inmunidad de rebaño"}, {"id": 1439519906970710018, "verified": false, "tweet_text": "@ccarballo50 Entonces, se puede decir ya que no existe la inmunidad de grupo?", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Entonces, se puede decir ya que no existe la inmunidad de grupo?"}, {"id": 1439517777308659715, "verified": false, "tweet_text": "@findwhy @ccarballo50 No es miedo a la vacuna. Es prudencia.\n\nNo iba a ser más que una gripe.\nNo iban a ser más de 1 o 2 casos.\nNo necesitábamos mascarillas.\nNo salió del laboratorio de Wuhan.\nNo iban a ser más de dos dosis.\nCon el 70% conseguíamos la inmunidad de grupo...\n\nLos expertos se equivocan.", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "mentions": ["findwhy", "ccarballo50"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "No es miedo a la vacuna. Es prudencia. No iba a ser más que una gripe. No iban a ser más de o casos. No necesitábamos mascarillas. No salió del laboratorio de Wuhan. No iban a ser más de dos dosis. Con el % conseguíamos la inmunidad de grupo... Los expertos se equivocan."}, {"id": 1439508579279585281, "verified": true, "tweet_text": "La Asociación Española de Vacunología recomienda que los mayores de 80 años con o sin patologías asociadas sean el siguiente grupo que reciba la tercera dosis contra la covid-19 para reforzar su inmunidad.\n\nhttps://t.co/WQeNq3zKvX", "tweet_lang": "es", "tweet_date": "2021-09-19T09:00:00Z", "tweet_urls": ["https://t.co/WQeNq3zKvX"], "country": "MEXICO", "text_es": "La Asociación Española de Vacunología recomienda que los mayores de años con o sin patologías asociadas sean el siguiente grupo que reciba la tercera dosis contra la covid-19 para reforzar su inmunidad."}, {"id": 1439506043734740994, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 32 días con respecto a la previsión inicial, tras 267 días de vacunación. 19/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-19T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1439498732312174597, "verified": false, "tweet_text": "@edugomezgp @CoradoJuanramon @sonia_riverogc ...que funciona desde dentro. La inmunidad de grupo sirve para que el virus no afecte gravemente a la gente. Para no contraerlo existen las medidas de seguridad.", "tweet_lang": "es", "tweet_date": "2021-09-19T08:00:00Z", "mentions": ["edugomezgp", "CoradoJuanramon", "sonia_riverogc"], "country": "MEXICO", "text_es": "...que funciona desde dentro. La inmunidad de grupo sirve para que el virus no afecte gravemente a la gente. Para no contraerlo existen las medidas de seguridad."}, {"id": 1439492622347866114, "verified": false, "tweet_text": "@Llegaremosalas2 Y sobre todo, para los políticos y laboratorios, si todo el mundo está vacunado, ya no hay grupo de \"control\" con el que comparar.\nMenos mal que van saliendo datos sobre la eficacia de la inmunidad natural, mucho mejor que esas inyecciónes que, a la tercera, sólo protege 12 días. https://t.co/aweg4WWzCB", "tweet_lang": "es", "tweet_date": "2021-09-19T08:00:00Z", "mentions": ["Llegaremosalas2"], "country": "MEXICO", "text_es": "Y sobre todo, para los políticos y laboratorios, si todo el mundo está vacunado, ya no hay grupo de \"control\" con el que comparar. Menos mal que van saliendo datos sobre la eficacia de la inmunidad natural, mucho mejor que esas inyecciónes que, a la tercera, sólo protege días."}, {"id": 1439488239451217921, "verified": false, "tweet_text": "@ccarballo50 Vete por ahí. El país más vacunado del mundo y con restricciones aún. La inmunidad de grupo está conseguida con el 70% vacunada. NEGACIONISTA de las vacunas. Si se ha conseguido ya la inmunidad de grupo por que hace falta vacunar a más gente?", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Vete por ahí. El país más vacunado del mundo y con restricciones aún. La inmunidad de grupo está conseguida con el % vacunada. NEGACIONISTA de las vacunas. Si se ha conseguido ya la inmunidad de grupo por que hace falta vacunar a más gente?"}, {"id": 1439484128278286336, "verified": false, "tweet_text": "@ccarballo50 @SReigada @NewsReputation Gracias a la inmunidad de grupo, esa que se da cuanto más gente haya pasado el Covid y generen auténticos y potentes anticuerpos", "tweet_lang": "es", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ccarballo50", "SReigada", "NewsReputation"], "country": "MEXICO", "text_es": "Gracias a la inmunidad de grupo, esa que se da cuanto más gente haya pasado el Covid y generen auténticos y potentes anticuerpos"}, {"id": 1439394220305956867, "verified": false, "tweet_text": "@Luis_fa96 @TheGrefg Y no solo eso, ahora que le tocó a él, resulta que ya quiere \"tocar\" el tema de la inmunidad con las máscaras, pero cuando el y su grupo fueron a matar gente sin sentido, ahí si no dijo \"tenemos que tocar lo de las máscaras\".", "tweet_lang": "es", "tweet_date": "2021-09-19T01:00:00Z", "mentions": ["Luis_fa96", "TheGrefg"], "country": "MEXICO", "text_es": "Y no solo eso, ahora que le tocó a él, resulta que ya quiere \"tocar\" el tema de la inmunidad con las máscaras, pero cuando el y su grupo fueron a matar gente sin sentido, ahí si no dijo \"tenemos que tocar lo de las máscaras\"."}, {"id": 1439374281331380226, "verified": false, "tweet_text": "¡TERRIBLE! Variante delta: por qué su propagación rompe las esperanzas de conseguir la inmunidad de grupo https://t.co/ZlbwhsbxUR", "tweet_lang": "es", "tweet_date": "2021-09-19T00:00:00Z", "tweet_urls": ["https://t.co/ZlbwhsbxUR"], "country": "MEXICO", "text_es": "¡TERRIBLE! Variante delta: por qué su propagación rompe las esperanzas de conseguir la inmunidad de grupo"}, {"id": 1439357380698025989, "verified": false, "tweet_text": "@ccarballo50 Es probable que no hayan más olas. Estamos muy cerca de la inmunidad de grupo y con buena ventilación es más que suficiente para evitarla.", "tweet_lang": "es", "tweet_date": "2021-09-18T23:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Es probable que no hayan más olas. Estamos muy cerca de la inmunidad de grupo y con buena ventilación es más que suficiente para evitarla."}, {"id": 1439350265916936194, "verified": false, "tweet_text": "@Seerrrchh Faltan los niños y los negacionistas. A ver si con los niños llegamos a la inmunidad de grupo 🥲", "tweet_lang": "es", "tweet_date": "2021-09-18T22:00:00Z", "mentions": ["Seerrrchh"], "tweet_emoticons": ["🥲"], "country": "MEXICO", "text_es": "Faltan los niños y los negacionistas. A ver si con los niños llegamos a la inmunidad de grupo 🥲"}, {"id": 1439332584790573062, "verified": false, "tweet_text": "@ccarballo50 Ya estaría la inmunidad de grupo de la que hablabais, se acabó la discusión", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Ya estaría la inmunidad de grupo de la que hablabais, se acabó la discusión"}, {"id": 1439328306415996930, "verified": false, "tweet_text": "@elenay29 @GregorioRCh A estas alturas, dejad q se diviertan y fomenten la inmunidad d grupo. Para eso son jóvenes y fuertes. Y si alguno se infecta a lo chungo y queda por el camino, o infecta a un familiar suyo y este muere, pues chico, uno menos. ¡Q le vamos a hacer! A no haber salido de botellón.", "tweet_lang": "es", "tweet_date": "2021-09-18T21:00:00Z", "mentions": ["elenay29", "GregorioRCh"], "country": "MEXICO", "text_es": "A estas alturas, dejad q se diviertan y fomenten la inmunidad d grupo. Para eso son jóvenes y fuertes. Y si alguno se infecta a lo chungo y queda por el camino, o infecta a un familiar suyo y este muere, pues chico, uno menos. ¡Q le vamos a hacer! A no haber salido de botellón."}, {"id": 1439324183528415233, "verified": false, "tweet_text": "@Urbano2531 @movinpanama @ZulayRL El cinismo con nombre y apellido además con inmunidad para decir sandeces que un grupo muy minúsculo le cree, 🤦‍♂️🤦‍♂️🤦‍♂️ politiquería barata, cuando nos dirá a cuantos capos, corruptos y lavadores sacó de la cárcel y defiende. https://t.co/RINYiRCrYR", "tweet_lang": "es", "tweet_date": "2021-09-18T20:00:00Z", "mentions": ["Urbano2531", "movinpanama", "ZulayRL"], "tweet_emoticons": ["🤦‍♂️"], "country": "MEXICO", "text_es": "El cinismo con nombre y apellido además con inmunidad para decir sandeces que un grupo muy minúsculo le cree, 🤦‍♂️🤦‍♂️🤦‍♂️ politiquería barata, cuando nos dirá a cuantos capos, corruptos y lavadores sacó de la cárcel y defiende."}, {"id": 1439301169445224448, "verified": false, "tweet_text": "@NereaVaquerizo Ahora puede empezar la selección natural. Inmunidad de grupo, de ese. \nEs más, casi casi, eugenesia.", "tweet_lang": "es", "tweet_date": "2021-09-18T19:00:00Z", "mentions": ["NereaVaquerizo"], "country": "MEXICO", "text_es": "Ahora puede empezar la selección natural. Inmunidad de grupo, de ese. Es más, casi casi, eugenesia."}, {"id": 1439290511060316167, "verified": false, "tweet_text": "@MartinaSisters @Fernand68908219 @victorramonmat No son apropiadas para la vacunación masiva, no permiten generar inmunidad de grupo, generan más efectos perjudiciales q beneficios en gente joven y sana. No se entiende q estos últimos hayan sido inoculados masivamente sin ningún beneficio para la sociedad.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["MartinaSisters", "Fernand68908219", "victorramonmat"], "country": "MEXICO", "text_es": "No son apropiadas para la vacunación masiva, no permiten generar inmunidad de grupo, generan más efectos perjudiciales q beneficios en gente joven y sana. No se entiende q estos últimos hayan sido inoculados masivamente sin ningún beneficio para la sociedad."}, {"id": 1439289350131490827, "verified": false, "tweet_text": "@Eva_Angelina_79 @EvaristoLPR @ad_identitatem @Juan_Ll1 @Rml99 @SansonExtreme @mjdelrio @AngelGarciaMon8 Y por otro lado valoro también la vida de la gente que, por el motivo que sea, no puede vacunarse y cuya salud depende de la inmunidad del grupo. Si tú, ludiéndote vacunar, no lo haces, estás contribuyendo a que esa inmunidad de grupo no se alcance y poniendo en riesgo a otros.", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["Eva_Angelina_79", "EvaristoLPR", "ad_identitatem", "Juan_Ll1", "Rml99", "SansonExtreme", "mjdelrio", "AngelGarciaMon8"], "country": "MEXICO", "text_es": "Y por otro lado valoro también la vida de la gente que, por el motivo que sea, no puede vacunarse y cuya salud depende de la inmunidad del grupo. Si tú, ludiéndote vacunar, no lo haces, estás contribuyendo a que esa inmunidad de grupo no se alcance y poniendo en riesgo a otros."}, {"id": 1439288381104664586, "verified": false, "tweet_text": "—¿Crees que algún día lograremos que el constructo «inteligencia emocional» se extienda como la pandemia? —preguntó la alumna.\n—No hay suficientes dosis de sensatez y empatía como para lograr la inmunidad de grupo ante el egoísmo —contestó el profesor. #RRHH #ClimaLaboral https://t.co/7sNKwY4HH3", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "hashtags": ["RRHH", "ClimaLaboral"], "country": "MEXICO", "text_es": "—¿Crees que algún día lograremos que el constructo «inteligencia emocional» se extienda como la pandemia? —preguntó la alumna. —No hay suficientes dosis de sensatez y empatía como para lograr la inmunidad de grupo ante el egoísmo —contestó el profesor."}, {"id": 1439287093440782342, "verified": false, "tweet_text": "@NellyRodrigues1 @MaikoRoizz Tengo entendido que ese individuo no tiene inmunidad parlamentaria por Usurpador estan el grupo de 🐀🐀🐀 porque nos las agarran! Todos a la misma jaula!", "tweet_lang": "es", "tweet_date": "2021-09-18T18:00:00Z", "mentions": ["NellyRodrigues1", "MaikoRoizz"], "tweet_emoticons": ["🐀"], "country": "MEXICO", "text_es": "Tengo entendido que ese individuo no tiene inmunidad parlamentaria por Usurpador estan el grupo de 🐀🐀🐀 porque nos las agarran! Todos a la misma jaula!"}, {"id": 1439274246023393282, "verified": false, "tweet_text": "@EnfrmraSaturada Estás negando que la vacuna tenga efecto? Hemos alcanzado la inmunidad de grupo gracias al alto porcentaje de gente vacunada como ya se dijo hace tiempo que pasaría. Eres una negacionista, gente como tú no debería publicar desinformación!", "tweet_lang": "es", "tweet_date": "2021-09-18T17:00:00Z", "mentions": ["EnfrmraSaturada"], "country": "MEXICO", "text_es": "Estás negando que la vacuna tenga efecto? Hemos alcanzado la inmunidad de grupo gracias al alto porcentaje de gente vacunada como ya se dijo hace tiempo que pasaría. Eres una negacionista, gente como tú no debería publicar desinformación!"}, {"id": 1439265316807323652, "verified": false, "tweet_text": "Creo que es importante en aras de la inmunidad de grupo tener en cuenta a los recuperados (se puede hacer un estudio masivo de anticuerpos) y estoy muy seguro que países como EEUU estaría por encima del 90% entre vacunandos y recuperados https://t.co/g3gnhN5wGG", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "tweet_urls": ["https://t.co/g3gnhN5wGG"], "country": "MEXICO", "text_es": "Creo que es importante en aras de la inmunidad de grupo tener en cuenta a los recuperados (se puede hacer un estudio masivo de anticuerpos) y estoy muy seguro que países como EEUU estaría por encima del % entre vacunandos y recuperados"}, {"id": 1439261962983116801, "verified": false, "tweet_text": "A ver que me entere. Se suponía que al 70% de vacunados ya tendríamos la inmunidad de grupo. Ya tenemos más del 70% y seguimos con restriccioncillas y cosicas\nNo quiero parecer negacionistilla, pero pa cuándo la normalidad normal normalizada?", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "country": "MEXICO", "text_es": "A ver que me entere. Se suponía que al % de vacunados ya tendríamos la inmunidad de grupo. Ya tenemos más del % y seguimos con restriccioncillas y cosicas No quiero parecer negacionistilla, pero pa cuándo la normalidad normal normalizada?"}, {"id": 1439255428651700226, "verified": false, "tweet_text": "@Guillermo4ldama El impacto de la vacuna sobre los hospitalizados y muertos es increíble. Da miedo pensar qué hubiera pasado si se hubiera esperado a obtener la inmunidad de grupo sin vacunas ni restricciones.", "tweet_lang": "es", "tweet_date": "2021-09-18T16:00:00Z", "mentions": ["Guillermo4ldama"], "country": "MEXICO", "text_es": "El impacto de la vacuna sobre los hospitalizados y muertos es increíble. Da miedo pensar qué hubiera pasado si se hubiera esperado a obtener la inmunidad de grupo sin vacunas ni restricciones."}, {"id": 1439249041850880003, "verified": false, "tweet_text": "Os animo a utilizar el término NEGACIONISTA con todo aquel que sigue tocando las pelotas en un mundo con \"inmunidad de grupo gracias al alto porcentaje de gente vacunada\".\n\nSi niegan esto, niegan la ciencia, niegan la vacuna, son negacionistas. Hagamos que cale el mensaje.", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "country": "MEXICO", "text_es": "Os animo a utilizar el término NEGACIONISTA con todo aquel que sigue tocando las pelotas en un mundo con \"inmunidad de grupo gracias al alto porcentaje de gente vacunada\". Si niegan esto, niegan la ciencia, niegan la vacuna, son negacionistas. Hagamos que cale el mensaje."}, {"id": 1439247498611240964, "verified": false, "tweet_text": "@informativost5 Pero vamos a ver , no queréis llegar a la dichosa inmunidad de grupo ??? Que mejor forma de llegar que con botellones ?? Ya vale de demonizar a los chavales ,llevan dos años encerrados ,no está el ,80% vacunado pues todo para delante hasta la siguiente ola qué va a venir dura", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["informativost5"], "country": "MEXICO", "text_es": "Pero vamos a ver , no queréis llegar a la dichosa inmunidad de grupo ??? Que mejor forma de llegar que con botellones ?? Ya vale de demonizar a los chavales ,llevan dos años encerrados ,no está el ,80% vacunado pues todo para delante hasta la siguiente ola qué va a venir dura"}, {"id": 1439246159315443718, "verified": false, "tweet_text": "@mariofdez98 @lusjima Del Val dijo hace unos días que sus cálculos con el R de la variante delta decían que para alcanzar la inmunidad de grupo había que sobrepasar ampliamente el 100% del total de la población inmunizada", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["mariofdez98", "lusjima"], "country": "MEXICO", "text_es": "Del Val dijo hace unos días que sus cálculos con el R de la variante delta decían que para alcanzar la inmunidad de grupo había que sobrepasar ampliamente el % del total de la población inmunizada"}, {"id": 1439238440638423043, "verified": false, "tweet_text": "@l_colino Nadie es irresponsable por no vacunarse es su problema, la vacuna solo protege al que se vacuna, la culpa de creer lo contrario es la propaganda sobre una supuesta inmunidad de grupo que no existe, quien prefiera arriesgarse a pasar Covid 19 grave que lo haga", "tweet_lang": "es", "tweet_date": "2021-09-18T15:00:00Z", "mentions": ["l_colino"], "country": "MEXICO", "text_es": "Nadie es irresponsable por no vacunarse es su problema, la vacuna solo protege al que se vacuna, la culpa de creer lo contrario es la propaganda sobre una supuesta inmunidad de grupo que no existe, quien prefiera arriesgarse a pasar Covid grave que lo haga"}, {"id": 1439230115888738310, "verified": false, "tweet_text": "@Eric_MeGon @Necrem @Daaniiii6 @decorcub1 @MerceMoreno95 @DestlerGH No se suponía que con la inmunidad de grupo se acababa. Hace como 100 días el presidente dijo eso. Que con la inmunidad del 70% ibamos a hacer vida normal.\n\nEl problema es que me vendas A y luego me digas B. No por ti, sino en general", "tweet_lang": "es", "tweet_date": "2021-09-18T14:00:00Z", "mentions": ["Eric_MeGon", "Necrem", "Daaniiii6", "decorcub1", "MerceMoreno95", "DestlerGH"], "country": "MEXICO", "text_es": "No se suponía que con la inmunidad de grupo se acababa. Hace como días el presidente dijo eso. Que con la inmunidad del % ibamos a hacer vida normal. El problema es que me vendas A y luego me digas B. No por ti, sino en general"}, {"id": 1439225534324613123, "verified": false, "tweet_text": "Y que casualidad que justo cuando vamos a llegar a la inmunidad de grupo, \naparece una variante nueva del #Covid_19 yo ya me bajo, es una tomadura de pelo que no se debería creer nadie ya. Se vacían las UCIS y se llenan las plantas de salud mental.", "tweet_lang": "es", "tweet_date": "2021-09-18T14:00:00Z", "hashtags": ["Covid_19"], "country": "MEXICO", "text_es": "Y que casualidad que justo cuando vamos a llegar a la inmunidad de grupo, aparece una variante nueva del yo ya me bajo, es una tomadura de pelo que no se debería creer nadie ya. Se vacían las UCIS y se llenan las plantas de salud mental."}, {"id": 1439213225061621765, "verified": false, "tweet_text": "@MaribelApolo @carlosoporto Para alcanzar inmunidad colectiva se requiere el 80% de toda la población vacunada, no sólo de un grupo etario.. Dar un mal dato puede relajar a la gente y repuntar casos", "tweet_lang": "es", "tweet_date": "2021-09-18T13:00:00Z", "mentions": ["MaribelApolo", "carlosoporto"], "country": "MEXICO", "text_es": "Para alcanzar inmunidad colectiva se requiere el % de toda la población vacunada, no sólo de un grupo etario.. Dar un mal dato puede relajar a la gente y repuntar casos"}, {"id": 1439206341416046601, "verified": false, "tweet_text": "@ComradeKBDJN @Albagarnie Y la inmunidad de grupo o rebaño se consigue en porcentajes cercanos al 100%. Es solo para casos excepcionales y si se previene el contagio. Ahora si estás vacunado tienes la seguridad de que probablemente no lo vas a notar siquiera, pero sigues transmitiendo, no hay rebaño", "tweet_lang": "es", "tweet_date": "2021-09-18T13:00:00Z", "mentions": ["ComradeKBDJN", "Albagarnie"], "country": "MEXICO", "text_es": "Y la inmunidad de grupo o rebaño se consigue en porcentajes cercanos al %. Es solo para casos excepcionales y si se previene el contagio. Ahora si estás vacunado tienes la seguridad de que probablemente no lo vas a notar siquiera, pero sigues transmitiendo, no hay rebaño"}, {"id": 1439200981569388551, "verified": false, "tweet_text": "@Lordfree9 Para mi si. Y mira gracias a los que si se vacunaron el covid esta más bajo que nunca. Te aprovechas de la inmunidad de grupo sin aportar nada a dicha inmunidad.", "tweet_lang": "es", "tweet_date": "2021-09-18T12:00:00Z", "mentions": ["Lordfree9"], "country": "MEXICO", "text_es": "Para mi si. Y mira gracias a los que si se vacunaron el covid esta más bajo que nunca. Te aprovechas de la inmunidad de grupo sin aportar nada a dicha inmunidad."}, {"id": 1439200349311705093, "verified": false, "tweet_text": "@jFrancoya Si ya es difícil hacerles entender la importancia de R0 ….que comprendan que es dinámica y q la inmunidad de grupo por tanto también lo es …. Anda que no pides  tú 😂", "tweet_lang": "es", "tweet_date": "2021-09-18T12:00:00Z", "mentions": ["jFrancoya"], "tweet_emoticons": ["😂"], "country": "MEXICO", "text_es": "Si ya es difícil hacerles entender la importancia de R0 ….que comprendan que es dinámica y q la inmunidad de grupo por tanto también lo es …. Anda que no pides tú 😂"}, {"id": 1439184359181979650, "verified": false, "tweet_text": "@AlanBarrosoA Se ha conseguido la inmunidad de grupo?\nNo lo sabía.", "tweet_lang": "es", "tweet_date": "2021-09-18T11:00:00Z", "mentions": ["AlanBarrosoA"], "country": "MEXICO", "text_es": "Se ha conseguido la inmunidad de grupo? No lo sabía."}, {"id": 1439179887017963520, "verified": false, "tweet_text": "No es verdad.\n La vacunación masiva no consigue inmunidad de grupo. El virus se comporta como hace un año cuando no había vacunas. \nSobre inmunidad de grupo, \nDr Pollard, Oxford. \nhttps://t.co/wUSFb9zWbF https://t.co/oHf9Fu8dif", "tweet_lang": "es", "tweet_date": "2021-09-18T11:00:00Z", "tweet_urls": ["https://t.co/wUSFb9zWbF", "https://t.co/oHf9Fu8dif"], "country": "MEXICO", "text_es": "No es verdad. La vacunación masiva no consigue inmunidad de grupo. El virus se comporta como hace un año cuando no había vacunas. Sobre inmunidad de grupo, Dr Pollard, Oxford."}, {"id": 1439174442601562116, "verified": false, "tweet_text": "@GolDeHazard @only_fons @criiss02_ @Mariodela28 @yaizavazzz_ @unaipons Pues no, no es normal que se la soplen los contagios, porque no sé si lo sabrás, pero sin contagios no hay ni saturación hospitalaria ni muertes. Y no, no es lo más lógico hacer vida normal a pesar de haber un 80% de población vacunada, ya que la inmunidad de grupo es con el 97%.", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["GolDeHazard", "only_fons", "criiss02_", "Mariodela28", "yaizavazzz_", "unaipons"], "country": "MEXICO", "text_es": "Pues no, no es normal que se la soplen los contagios, porque no sé si lo sabrás, pero sin contagios no hay ni saturación hospitalaria ni muertes. Y no, no es lo más lógico hacer vida normal a pesar de haber un % de población vacunada, ya que la inmunidad de grupo es con el %."}, {"id": 1439171551883145217, "verified": false, "tweet_text": "País con más restricciones de toda la lista junto a Australia pues España a pesar de la Incidencia y de su índice de vacunación donde gracias a la inmunidad de grupo por la vacuna y aerología se obtienen estos datos https://t.co/BrNcwZ47ZB", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "tweet_urls": ["https://t.co/BrNcwZ47ZB"], "country": "MEXICO", "text_es": "País con más restricciones de toda la lista junto a Australia pues España a pesar de la Incidencia y de su índice de vacunación donde gracias a la inmunidad de grupo por la vacuna y aerología se obtienen estos datos"}, {"id": 1439171410010779649, "verified": false, "tweet_text": "@ManuBazagaTV @pwrfullBITCH debido a la nueva variante, más contagiosa que la original, la inmunidad de grupo no se alcanza al 70%\n\nigualmente, se han ido quitando restricciones, incluidas las del ocio, por lo que hacer un macrobotellón teniendo formas seguras de divertirse me parece de insensatos", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["ManuBazagaTV", "pwrfullBITCH"], "country": "MEXICO", "text_es": "debido a la nueva variante, más contagiosa que la original, la inmunidad de grupo no se alcanza al % igualmente, se han ido quitando restricciones, incluidas las del ocio, por lo que hacer un macrobotellón teniendo formas seguras de divertirse me parece de insensatos"}, {"id": 1439165414509064194, "verified": false, "tweet_text": "@ccarballo50 Eso suena a chantaje... Además de que hay bastantes declaraciones de expertos (no de médicos: de expertos en virología e infecciones) que sostienen que con la variante Delta no es posible la inmunidad de grupo. Dejad de amenazar con vacunar a los niños!!", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["ccarballo50"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Eso suena a chantaje... Además de que hay bastantes declaraciones de expertos (no de médicos: de expertos en virología e infecciones) que sostienen que con la variante Delta no es posible la inmunidad de grupo. Dejad de amenazar con vacunar a los niños!!"}, {"id": 1439163220506431489, "verified": false, "tweet_text": "@doctormacias @ccarballo50 Lo que demuestra una vez más que las vacunas no son efectivas. Dijeron que con 70% de vacunación se conseguiría la inmunidad de grupo pero nos han mentido.\nFaltó poner los datos de vacunados que han enfermado y fallecido. No sigan mintiendo. Poner todos los datos, todos.", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["doctormacias", "ccarballo50"], "country": "MEXICO", "text_es": "Lo que demuestra una vez más que las vacunas no son efectivas. Dijeron que con % de vacunación se conseguiría la inmunidad de grupo pero nos han mentido. Faltó poner los datos de vacunados que han enfermado y fallecido. No sigan mintiendo. Poner todos los datos, todos."}, {"id": 1439162958488211458, "verified": false, "tweet_text": "@ccarballo50 @Alopez_Letrado ¡Que no! Que la historia del Covid no se repite y ya estamos con una inmunidad de grupo, cada vez mayor y eso irá aumentando, de una forma u otra.\n¡Qué escasa y deficiente formación matemática!", "tweet_lang": "es", "tweet_date": "2021-09-18T10:00:00Z", "mentions": ["ccarballo50", "Alopez_Letrado"], "country": "MEXICO", "text_es": "¡Que no! Que la historia del Covid no se repite y ya estamos con una inmunidad de grupo, cada vez mayor y eso irá aumentando, de una forma u otra. ¡Qué escasa y deficiente formación matemática!"}, {"id": 1439149946612199424, "verified": false, "tweet_text": "@ccarballo50 Pero aún a día de hoy hay alguien que se trague lo de la inmunidad de grupo??", "tweet_lang": "es", "tweet_date": "2021-09-18T09:00:00Z", "mentions": ["ccarballo50"], "country": "MEXICO", "text_es": "Pero aún a día de hoy hay alguien que se trague lo de la inmunidad de grupo??"}, {"id": 1439149286688759808, "verified": false, "tweet_text": "Buenos datos de Israel sobre 3 dosis en todos los grupos de edad,pero necesitamos NUESTROS datos.\nCLAVES:\n1) Disminuirá la tasa de infecciones en España con ese refuerzo? Esto es vital,si así fuera se abriría la puerta de la inmunidad de grupo!\nSigue\n https://t.co/fmdoKjXm7q", "tweet_lang": "es", "tweet_date": "2021-09-18T09:00:00Z", "tweet_urls": ["https://t.co/fmdoKjXm7q"], "country": "MEXICO", "text_es": "Buenos datos de Israel sobre dosis en todos los grupos de edad,pero necesitamos NUESTROS datos. CLAVES: ) Disminuirá la tasa de infecciones en España con ese refuerzo? Esto es vital,si así fuera se abriría la puerta de la inmunidad de grupo! Sigue"}, {"id": 1439143404294717444, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 31 días con respecto a la previsión inicial, tras 266 días de vacunación. 18/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1439142707864145921, "verified": false, "tweet_text": "@drmiguelmarcos @ConchiGrace Ahora no sabemos lo de enero pero en enero se afirmaba y se recomendaba categóricamente que se vacunara para permitir la inmunidad de grupo... https://t.co/kCfGG9kS7f", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "mentions": ["drmiguelmarcos", "ConchiGrace"], "country": "MEXICO", "text_es": "Ahora no sabemos lo de enero pero en enero se afirmaba y se recomendaba categóricamente que se vacunara para permitir la inmunidad de grupo..."}, {"id": 1439138376368676866, "verified": true, "tweet_text": "Sociedad | Jóvenes adultos, los motivos del grupo más remiso a vacunarse que frena la inmunidad de grupo ➡ Una falsa sensación de invulnerabilidad y motivos laborales y sociológicos los ha dejado muy lejos de la media española https://t.co/XD2xMOqruS", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "tweet_urls": ["https://t.co/XD2xMOqruS"], "tweet_emoticons": ["➡", "XD"], "country": "MEXICO", "text_es": "Sociedad | Jóvenes adultos, los motivos del grupo más remiso a vacunarse que frena la inmunidad de grupo ➡ Una falsa sensación de invulnerabilidad y motivos laborales y sociológicos los ha dejado muy lejos de la media española"}, {"id": 1439132464165883909, "verified": false, "tweet_text": "@kikelt_ Mostro, la inmunidad de grupo no se va a alcanzar. Nunca.\n\n¿Sabes cómo funciona la gripe? \n\nPues esto es igual.", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "mentions": ["kikelt_"], "country": "MEXICO", "text_es": "Mostro, la inmunidad de grupo no se va a alcanzar. Nunca. ¿Sabes cómo funciona la gripe? Pues esto es igual."}, {"id": 1439131845799596034, "verified": false, "tweet_text": "@lustrijilla De los cuales la mitad son menores de 12 años. Dudo que hubiera de esos en el botellón. Además se dijo hasta la saciedad que con 70% de vacunados habría inmunidad de grupo y Kalise para todos. Otra mentira del Gobierno, como la de que las mascarillas no servían para nada?", "tweet_lang": "es", "tweet_date": "2021-09-18T08:00:00Z", "mentions": ["lustrijilla"], "country": "MEXICO", "text_es": "De los cuales la mitad son menores de años. Dudo que hubiera de esos en el botellón. Además se dijo hasta la saciedad que con % de vacunados habría inmunidad de grupo y Kalise para todos. Otra mentira del Gobierno, como la de que las mascarillas no servían para nada?"}, {"id": 1439127664040849408, "verified": false, "tweet_text": "@Dr_Pilgrim eso es de 1° de preventiva ..una cosa más q no sabía Sánchez y q se conoce q Simón no le explicó...de ahi q nos contara como mantra lo del 70% y la \"inmunidad de rebaño\"( siempre en España se ha hablado de \"inmunidad de grupo\"  hasta q llegó esta tropa y nos trataron como tal)", "tweet_lang": "es", "tweet_date": "2021-09-18T07:00:00Z", "mentions": ["Dr_Pilgrim"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "eso es de ° de preventiva ..una cosa más q no sabía Sánchez y q se conoce q Simón no le explicó...de ahi q nos contara como mantra lo del % y la \"inmunidad de rebaño\"( siempre en España se ha hablado de \"inmunidad de grupo\" hasta q llegó esta tropa y nos trataron como tal)"}, {"id": 1439125553529999362, "verified": false, "tweet_text": "@blascowitano @el_pais Negacionistas y desagradecidos. Desaparecerán las restricciones por la inmunidad de grupo de los que sí nos vacunamos. Así que a callar y a agradecer.", "tweet_lang": "es", "tweet_date": "2021-09-18T07:00:00Z", "mentions": ["blascowitano", "el_pais"], "country": "MEXICO", "text_es": "Negacionistas y desagradecidos. Desaparecerán las restricciones por la inmunidad de grupo de los que sí nos vacunamos. Así que a callar y a agradecer."}, {"id": 1439115653257089025, "verified": false, "tweet_text": "@SoydeZaragoza @santi544 Vacunación y más vacunación. El problema son los comentarios de gente como en este tuit que se empeñan en negar lo innegable (y favorecen la desinformación) https://t.co/JMFoBIShiJ\nNunca vamos a conseguir la inmunidad de grupo entre estos que pasan y los menores de 12 años.", "tweet_lang": "es", "tweet_date": "2021-09-18T07:00:00Z", "mentions": ["SoydeZaragoza", "santi544"], "tweet_urls": ["https://t.co/JMFoBIShiJ"], "country": "MEXICO", "text_es": "Vacunación y más vacunación. El problema son los comentarios de gente como en este tuit que se empeñan en negar lo innegable (y favorecen la desinformación) Nunca vamos a conseguir la inmunidad de grupo entre estos que pasan y los menores de años."}, {"id": 1439110815173513222, "verified": false, "tweet_text": "@soyyo01808215 @yero666 @SocialDrive_es Y la famosa inmunidad de grupo??? 🤣", "tweet_lang": "es", "tweet_date": "2021-09-18T06:00:00Z", "mentions": ["soyyo01808215", "yero666", "SocialDrive_es"], "tweet_emoticons": ["🤣"], "country": "MEXICO", "text_es": "Y la famosa inmunidad de grupo??? 🤣"}, {"id": 1439110085570179073, "verified": false, "tweet_text": "Jóvenes adultos, los motivos del grupo más remiso a vacunarse que frena la inmunidad de grupo https://t.co/wL5iWd6ssj #larazon_es", "tweet_lang": "es", "tweet_date": "2021-09-18T06:00:00Z", "hashtags": ["larazon_es"], "tweet_urls": ["https://t.co/wL5iWd6ssj"], "country": "MEXICO", "text_es": "Jóvenes adultos, los motivos del grupo más remiso a vacunarse que frena la inmunidad de grupo"}, {"id": 1439097215503458305, "verified": false, "tweet_text": "Los no vacunados ponen en peligro a todos (vacunados y personas que por motivos médicos no se han podido vacunar) tanto en cuanto el nivel para alcanzar la inmunidad de grupo con esta R es muy alto.\n\nNo es Orwell. Es siensia.", "tweet_lang": "es", "tweet_date": "2021-09-18T05:00:00Z", "country": "MEXICO", "text_es": "Los no vacunados ponen en peligro a todos (vacunados y personas que por motivos médicos no se han podido vacunar) tanto en cuanto el nivel para alcanzar la inmunidad de grupo con esta R es muy alto. No es Orwell. Es siensia."}, {"id": 1439097213788041217, "verified": false, "tweet_text": "Aún así es conocido que la respuesta inmune pierde eficacia con el tiempo, de ahí que ante la falta de inmunidad de grupo, algunos países ya estén poniendo la 3° dosis a las personas vulnerables", "tweet_lang": "es", "tweet_date": "2021-09-18T05:00:00Z", "country": "MEXICO", "text_es": "Aún así es conocido que la respuesta inmune pierde eficacia con el tiempo, de ahí que ante la falta de inmunidad de grupo, algunos países ya estén poniendo la ° dosis a las personas vulnerables"}, {"id": 1439097209908248577, "verified": false, "tweet_text": "Si. \n\nLiteralmente en eso consiste la inmunidad de grupo.\n\nLa efectividad de la vacuna no es del 100%, por tanto si en el grupo en el que te mueves hay inmunidad de grupo, la efectividad 'individual' aumenta... Y viceversa https://t.co/YevATUp7EP", "tweet_lang": "es", "tweet_date": "2021-09-18T05:00:00Z", "tweet_urls": ["https://t.co/YevATUp7EP"], "country": "MEXICO", "text_es": "Si. Literalmente en eso consiste la inmunidad de grupo. La efectividad de la vacuna no es del %, por tanto si en el grupo en el que te mueves hay inmunidad de grupo, la efectividad 'individual' aumenta... Y viceversa"}, {"id": 1439004037060366336, "verified": false, "tweet_text": "Claro por eso no alcanzamos la inmunidad de grupo...\n\nLos científicos no habían caído que somos 7800 millones en el planeta y que vacunar 3000 millones no es el 70%...\n\nY quieren quitar la regla de 3 del plan de estudios...\n\nA este paso no salvamos las Navidades de 2027!", "tweet_lang": "es", "tweet_date": "2021-09-17T23:00:00Z", "country": "MEXICO", "text_es": "Claro por eso no alcanzamos la inmunidad de grupo... Los científicos no habían caído que somos millones en el planeta y que vacunar millones no es el %... Y quieren quitar la regla de del plan de estudios... A este paso no salvamos las Navidades de !"}, {"id": 1438997830484496389, "verified": false, "tweet_text": "@antonejodavinci @ENGINEER___28 Las autoridades son tan deshonestas que miden la efectividad de las \"vacunas\" dentro de la población de vacunados, debe realmente medirse contra el grupo control de no vacunados.  5 mil de ese grupo control falleció de Covid, es evidente la  superioridad de la inmunidad natural .", "tweet_lang": "es", "tweet_date": "2021-09-17T23:00:00Z", "mentions": ["antonejodavinci", "ENGINEER___28"], "country": "MEXICO", "text_es": "Las autoridades son tan deshonestas que miden la efectividad de las \"vacunas\" dentro de la población de vacunados, debe realmente medirse contra el grupo control de no vacunados. mil de ese grupo control falleció de Covid, es evidente la superioridad de la inmunidad natural ."}, {"id": 1438964686238670849, "verified": false, "tweet_text": "El papelazo que hace Kate Winslet en Contagio como epidemióloga del CDC es genial.\n\nExplica el factor Ro y que depende \"de diversos factores\" y que por ello es dinámico.\n\nLa inmunidad de grupo depende de esta Ro. Y como es dinámica, cambiará el % necesario según esos factores. https://t.co/GQ4Sm93d9U", "tweet_lang": "es", "tweet_date": "2021-09-17T21:00:00Z", "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "El papelazo que hace Kate Winslet en Contagio como epidemióloga del CDC es genial. Explica el factor Ro y que depende \"de diversos factores\" y que por ello es dinámico. La inmunidad de grupo depende de esta Ro. Y como es dinámica, cambiará el % necesario según esos factores."}, {"id": 1438959633469685765, "verified": false, "tweet_text": "@cansada_joder Y ya hemos sobrepasado la inmunidad de grupo (+70% vacunado).\n\nAquí, lo que se pretende es otra cosa.", "tweet_lang": "es", "tweet_date": "2021-09-17T20:00:00Z", "mentions": ["cansada_joder"], "country": "MEXICO", "text_es": "Y ya hemos sobrepasado la inmunidad de grupo (+70% vacunado). Aquí, lo que se pretende es otra cosa."}, {"id": 1438958981184172034, "verified": false, "tweet_text": "@RafaelTimermans La protección de la vacuna se ha visto que no es la que se dijo en un principio. En Israel ya están considerando una cuarta dosis en menos de 6 meses. Luego está la inmunidad natural, mucho más duradera por lo que son raras las reinfecciones. Ya debería haber inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-17T20:00:00Z", "mentions": ["RafaelTimermans"], "country": "MEXICO", "text_es": "La protección de la vacuna se ha visto que no es la que se dijo en un principio. En Israel ya están considerando una cuarta dosis en menos de meses. Luego está la inmunidad natural, mucho más duradera por lo que son raras las reinfecciones. Ya debería haber inmunidad de grupo."}, {"id": 1438957634825211904, "verified": false, "tweet_text": "@PebrotsFins @ChopperTTony @FrayJosepho Que se lo digan a los pobres niños africanos que no pueden acceder a las vacunas y a su esperanza de vida. \nAquí se benefician de la inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-17T20:00:00Z", "mentions": ["PebrotsFins", "ChopperTTony", "FrayJosepho"], "country": "MEXICO", "text_es": "Que se lo digan a los pobres niños africanos que no pueden acceder a las vacunas y a su esperanza de vida. Aquí se benefician de la inmunidad de grupo."}, {"id": 1438935734191263747, "verified": false, "tweet_text": "@el_pais Normal,ya nos hemos de debido de contagiar la mayoría,sabiéndolo o sin saberlo. La vacuna no hace que se consiga la inmunidad de grupo ante un virus,solo hace que no enfermes y si enfermas que no séa tan grave.Que siga el negocio,Welcome nuevas Variantes!!!", "tweet_lang": "es", "tweet_date": "2021-09-17T19:00:00Z", "mentions": ["el_pais"], "country": "MEXICO", "text_es": "Normal,ya nos hemos de debido de contagiar la mayoría,sabiéndolo o sin saberlo. La vacuna no hace que se consiga la inmunidad de grupo ante un virus,solo hace que no enfermes y si enfermas que no séa tan grave.Que siga el negocio,Welcome nuevas Variantes!!!"}, {"id": 1438934411270139908, "verified": false, "tweet_text": "@Mikii67871595 @FrayJosepho @eslamananadeFJL Q se lo digan a Boris Johnson, q intentó la inmunidad de grupo de forma \"natural\", y acabó hundiendo la libra y cerrando el país. Cuando alguien serio le dijo q iba a ser una escabechina, dio marcha atrás.", "tweet_lang": "es", "tweet_date": "2021-09-17T19:00:00Z", "mentions": ["Mikii67871595", "FrayJosepho", "eslamananadeFJL"], "country": "MEXICO", "text_es": "Q se lo digan a Boris Johnson, q intentó la inmunidad de grupo de forma \"natural\", y acabó hundiendo la libra y cerrando el país. Cuando alguien serio le dijo q iba a ser una escabechina, dio marcha atrás."}, {"id": 1438931241408122885, "verified": false, "tweet_text": "@sanchezcastejon Margarita del Val pronostica que  la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES.\nhttps://t.co/eOxrgTzlmv", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "mentions": ["sanchezcastejon"], "tweet_urls": ["https://t.co/eOxrgTzlmv"], "country": "MEXICO", "text_es": "Margarita del Val pronostica que la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES."}, {"id": 1438929041621282818, "verified": false, "tweet_text": "Esta semana nos la jugamos. Nunca habíamos caído tanto con tan pocas restricciones (mascarilla en interior y ocio nocturno). Siempre que alcanzamos 20.000 casos semanales hemos vuelto a subir. ¿Podemos seguir bajando solo con mascarilla? Esa es la definición de inmunidad de grupo https://t.co/mwjqTRsPub", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "tweet_urls": ["https://t.co/mwjqTRsPub"], "country": "MEXICO", "text_es": "Esta semana nos la jugamos. Nunca habíamos caído tanto con tan pocas restricciones (mascarilla en interior y ocio nocturno). Siempre que alcanzamos casos semanales hemos vuelto a subir. ¿Podemos seguir bajando solo con mascarilla? Esa es la definición de inmunidad de grupo"}, {"id": 1438928491811065861, "verified": false, "tweet_text": "@LauraBorras Margarita del Val pronostica que  la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES.#COVID19\nhttps://t.co/eOxrgTzlmv", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "hashtags": ["COVID19"], "mentions": ["LauraBorras"], "tweet_urls": ["https://t.co/eOxrgTzlmv"], "country": "MEXICO", "text_es": "Margarita del Val pronostica que la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES."}, {"id": 1438928359149420545, "verified": false, "tweet_text": "@perearagones Margarita del Val pronostica que  la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES.#COVID19\nhttps://t.co/eOxrgTzlmv", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "hashtags": ["COVID19"], "mentions": ["perearagones"], "tweet_urls": ["https://t.co/eOxrgTzlmv"], "country": "MEXICO", "text_es": "Margarita del Val pronostica que la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES."}, {"id": 1438927883142148096, "verified": false, "tweet_text": "#covid22 Margarita del Val pronostica que  la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES.#COVID19\nhttps://t.co/eOxrgTzlmv", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "hashtags": ["covid22", "COVID19"], "tweet_urls": ["https://t.co/eOxrgTzlmv"], "country": "MEXICO", "text_es": "Margarita del Val pronostica que la Sexta Ola será abundante en casos y la inmunidad de grupo sólo se conseguirá cuando haya vacunas que protejan totalmente a los vacunados de la infección ,Y NO ES EL CASO DE NINGUNA DE LAS ACTUALES."}, {"id": 1438927098253561858, "verified": false, "tweet_text": "@nandoiracundo 😂😂😂😂 pero vaaaamos!! Si eso lo decía cualquiera de nosotros. La matemática dice que es imposible. Si la inmunidad es temporal y para el que se la pone JAMÁS SE PUEDE ALCANZAR INMUNIDAD DE GRUPO. Es de cajón. Eso es si lo que dicen fuese cierto, claro. 😉", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "mentions": ["nandoiracundo"], "tweet_emoticons": ["😂", "😉"], "country": "MEXICO", "text_es": "😂😂😂😂 pero vaaaamos!! Si eso lo decía cualquiera de nosotros. La matemática dice que es imposible. Si la inmunidad es temporal y para el que se la pone JAMÁS SE PUEDE ALCANZAR INMUNIDAD DE GRUPO. Es de cajón. Eso es si lo que dicen fuese cierto, claro. 😉"}, {"id": 1438924110952865796, "verified": false, "tweet_text": "@1000genes Antes de que aumente la presión para vacunar a los niños, recordar que las vacunas actuales (IgG) no lo evitan: \n(Y que tampoco se puede conseguir inmunidad de grupo con las vacunas actuales).\nhttps://t.co/acrEd7dF4v", "tweet_lang": "es", "tweet_date": "2021-09-17T18:00:00Z", "mentions": ["1000genes"], "tweet_urls": ["https://t.co/acrEd7dF4v"], "country": "MEXICO", "text_es": "Antes de que aumente la presión para vacunar a los niños, recordar que las vacunas actuales (IgG) no lo evitan: (Y que tampoco se puede conseguir inmunidad de grupo con las vacunas actuales)."}, {"id": 1438907905529548802, "verified": false, "tweet_text": "primera dosis y el 94,8% con la vacuna completa, por lo que están descendiendo las muertes.\nSin embargo, la ineptitud en el control de la pandemia unida a la variante delta, aleja la inmunidad de grupo del 70% al 90%.", "tweet_lang": "es", "tweet_date": "2021-09-17T17:00:00Z", "country": "MEXICO", "text_es": "primera dosis y el % con la vacuna completa, por lo que están descendiendo las muertes. Sin embargo, la ineptitud en el control de la pandemia unida a la variante delta, aleja la inmunidad de grupo del % al %."}, {"id": 1438901698613989376, "verified": false, "tweet_text": "Salvo cierto grupo de inmunosuprimidos y quizás adultos muy mayores, aún no estoy convencido de que se requiera tercera dosis (esquema primario) o refuerzo (pérdida de inmunidad) para la población general. Pese a incremento de infecciones en vacunados observado en varios países,", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "country": "MEXICO", "text_es": "Salvo cierto grupo de inmunosuprimidos y quizás adultos muy mayores, aún no estoy convencido de que se requiera tercera dosis (esquema primario) o refuerzo (pérdida de inmunidad) para la población general. Pese a incremento de infecciones en vacunados observado en varios países,"}, {"id": 1438901519844249601, "verified": false, "tweet_text": "@ana_berne @alfonsopineiro @nachosomalo @BlasIgnacio @alfwarrior @b24liberat0r @NachoGracia9 @lalbert75 @JorgeB2021 Aquí está el \"quid\" del tema. ¿Están buscando que nos contagiemos aprovechando la inmunidad que ofrece la vacuna?\nEvitarían las VRS simultáneas al COVID-19, conseguirían mejor inmunidad, alimentada con Booster, y nos llevarían al contagio repetido que nos daría inmunidad de grupo", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["ana_berne", "alfonsopineiro", "nachosomalo", "BlasIgnacio", "alfwarrior", "b24liberat0r", "NachoGracia9", "lalbert75", "JorgeB2021"], "country": "MEXICO", "text_es": "Aquí está el \"quid\" del tema. ¿Están buscando que nos contagiemos aprovechando la inmunidad que ofrece la vacuna? Evitarían las VRS simultáneas al COVID-19, conseguirían mejor inmunidad, alimentada con Booster, y nos llevarían al contagio repetido que nos daría inmunidad de grupo"}, {"id": 1438899406426812420, "verified": false, "tweet_text": "Con los grupos de riesgos vacunados + gente inmunizada por haber pasado la enfermedad se puede considerar a la COVID-19 controlada sin necesidad de llegar a la inmunidad de grupo (85% vacunados). El aumento de hospitalizaciones en UK por Delta fue un suceso anecdótico.", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "country": "MEXICO", "text_es": "Con los grupos de riesgos vacunados + gente inmunizada por haber pasado la enfermedad se puede considerar a la COVID-19 controlada sin necesidad de llegar a la inmunidad de grupo (85% vacunados). El aumento de hospitalizaciones en UK por Delta fue un suceso anecdótico."}, {"id": 1438891544896020486, "verified": false, "tweet_text": "@Mor8_bqto @matthewbennett Vale, y eso es una consecuencia que asumir el individuo que no se quiera vacunar. Mi punto es la obligatoriedad de la vacunación. Además, hasta hace nada, la mayoría de los países de Europa hablaban de Inmunidad de Grupo, ¿qué pasó con esa meta?", "tweet_lang": "es", "tweet_date": "2021-09-17T16:00:00Z", "mentions": ["Mor8_bqto", "matthewbennett"], "country": "MEXICO", "text_es": "Vale, y eso es una consecuencia que asumir el individuo que no se quiera vacunar. Mi punto es la obligatoriedad de la vacunación. Además, hasta hace nada, la mayoría de los países de Europa hablaban de Inmunidad de Grupo, ¿qué pasó con esa meta?"}, {"id": 1438880432058216448, "verified": false, "tweet_text": "Ana Pastor (@anapastorjulian): “Los datos confirman que aún no hay inmunidad de grupo”\n\n📢La diputada del @GPPopular y ex ministra de Sanidad señaló en la última Comisión de Sanidad la necesidad de vacunar a toda la población para conseguir este objetivo\n\nhttps://t.co/IApgx4rBTu", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["anapastorjulian", "GPPopular"], "tweet_urls": ["https://t.co/IApgx4rBTu"], "tweet_emoticons": ["📢"], "country": "MEXICO", "text_es": "Ana Pastor (): “Los datos confirman que aún no hay inmunidad de grupo” 📢La diputada del y ex ministra de Sanidad señaló en la última Comisión de Sanidad la necesidad de vacunar a toda la población para conseguir este objetivo"}, {"id": 1438879609907552264, "verified": false, "tweet_text": "@inconformista07 @pcontiveros @Losnozalones @el_pais Más claro, los que se vacunan benefician a los que no lo hacen. Los que no se vacunan perjudican a los que si lo hacen, ya que si no hay inmunidad de grupo, sirve de poco su vacunacion frente a la propagación del virus", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "mentions": ["inconformista07", "pcontiveros", "Losnozalones", "el_pais"], "country": "MEXICO", "text_es": "Más claro, los que se vacunan benefician a los que no lo hacen. Los que no se vacunan perjudican a los que si lo hacen, ya que si no hay inmunidad de grupo, sirve de poco su vacunacion frente a la propagación del virus"}, {"id": 1438874318461673475, "verified": false, "tweet_text": "a un grupo de personas vacunadas con y sin infección previa, vieron que 'en individuos con una inmunidad preexistente contra covid19, la 2ªdosis de  vacuna no solo no estimula inmunidad humoral: determina una contracción de la respuesta de las células T específicas de la espiga '", "tweet_lang": "es", "tweet_date": "2021-09-17T15:00:00Z", "country": "MEXICO", "text_es": "a un grupo de personas vacunadas con y sin infección previa, vieron que 'en individuos con una inmunidad preexistente contra covid19, la ªdosis de vacuna no solo no estimula inmunidad humoral: determina una contracción de la respuesta de las células T específicas de la espiga '"}, {"id": 1438863961139597316, "verified": false, "tweet_text": "A Coruña alcanza la inmunidad de grupo ante el coronavirus https://t.co/3Jr8YaqblA", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "tweet_urls": ["https://t.co/3Jr8YaqblA"], "country": "MEXICO", "text_es": "A Coruña alcanza la inmunidad de grupo ante el coronavirus"}, {"id": 1438863055056785413, "verified": false, "tweet_text": "@ccarballo50 @DERPA_MADRID Efectivamente. 👍\nEs la inmunidad de grupo por contagio de todos a cambio de que mueran los más débiles.🤔\nJOS_DE_PU_TA. 😠😠😠😠😠", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "mentions": ["ccarballo50", "DERPA_MADRID"], "tweet_emoticons": ["🤔", "👍", "😠"], "country": "MEXICO", "text_es": "Efectivamente. 👍 Es la inmunidad de grupo por contagio de todos a cambio de que mueran los más débiles.🤔 JOS_DE_PU_TA. 😠😠😠😠😠"}, {"id": 1438862876207370241, "verified": false, "tweet_text": "@cebrianpd @ENGINEER___28 Me halaga que no pretenda convencer a nadie y me congratulo al ver que parece tener pensamientos propio. Es por ello que le lanzó una pregunta. ¿Sabe que para alcanzar una inmunidad de grupo (no de rebaño) hace falta que con la vacuna no te contagies ni contagies verdad?", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "mentions": ["cebrianpd", "ENGINEER___28"], "country": "MEXICO", "text_es": "Me halaga que no pretenda convencer a nadie y me congratulo al ver que parece tener pensamientos propio. Es por ello que le lanzó una pregunta. ¿Sabe que para alcanzar una inmunidad de grupo (no de rebaño) hace falta que con la vacuna no te contagies ni contagies verdad?"}, {"id": 1438861748929536008, "verified": false, "tweet_text": "💉  VACUNÓMETRO | A Coruña alcanza la inmunidad de grupo ante el coronavirus \n ➡️ La vacunación cubre ya a más del 91% de la población diana en el área sanitaria https://t.co/pF7chUXsVG", "tweet_lang": "es", "tweet_date": "2021-09-17T14:00:00Z", "tweet_urls": ["https://t.co/pF7chUXsVG"], "tweet_emoticons": ["💉", "➡️"], "country": "MEXICO", "text_es": "💉 VACUNÓMETRO | A Coruña alcanza la inmunidad de grupo ante el coronavirus ➡️ La vacunación cubre ya a más del % de la población diana en el área sanitaria"}, {"id": 1438856039621931008, "verified": false, "tweet_text": "@raulgoyus @esCesarVidal La vacuna tiene un % de efectividad y puedes morir. A lo mejor se está protegiendo la vida de quienes han contribuido a una menos propagación frente a los free riders.\nY aquí no hablo de inmunidad de grupo, hablo de la menor propagación al tener efectos más leves por menos tiempo", "tweet_lang": "es", "tweet_date": "2021-09-17T13:00:00Z", "mentions": ["raulgoyus", "esCesarVidal"], "country": "MEXICO", "text_es": "La vacuna tiene un % de efectividad y puedes morir. A lo mejor se está protegiendo la vida de quienes han contribuido a una menos propagación frente a los free riders. Y aquí no hablo de inmunidad de grupo, hablo de la menor propagación al tener efectos más leves por menos tiempo"}, {"id": 1438846874434297856, "verified": false, "tweet_text": "@Pastor_Alape @ComunesCoL @ClaudiaLopez @IvanDuque Sabe cuál es el origen de esos asesinatos?, la impunidad de un gobierno al darle inmunidad total a un grupo terrorista que debió pagar en la cárcel los asesinatos, violaciones, terrorismo, narcotráfico, etc. Está cosechando lo que sembró ... odio.", "tweet_lang": "es", "tweet_date": "2021-09-17T13:00:00Z", "mentions": ["Pastor_Alape", "ComunesCoL", "ClaudiaLopez", "IvanDuque"], "country": "MEXICO", "text_es": "Sabe cuál es el origen de esos asesinatos?, la impunidad de un gobierno al darle inmunidad total a un grupo terrorista que debió pagar en la cárcel los asesinatos, violaciones, terrorismo, narcotráfico, etc. Está cosechando lo que sembró ... odio."}, {"id": 1438838724570361867, "verified": false, "tweet_text": "@doctorquimera Es claro, sin embargo hay que ser fuertes con la vacunación porque al final del del día, independientemente de la inmunidad natural y su eficiencia, la vacuna es la vía más segura para preservar vidas en el grupo de gente que no ha sido contagiado anteriormente.", "tweet_lang": "es", "tweet_date": "2021-09-17T12:00:00Z", "mentions": ["doctorquimera"], "country": "MEXICO", "text_es": "Es claro, sin embargo hay que ser fuertes con la vacunación porque al final del del día, independientemente de la inmunidad natural y su eficiencia, la vacuna es la vía más segura para preservar vidas en el grupo de gente que no ha sido contagiado anteriormente."}, {"id": 1438837832248958982, "verified": false, "tweet_text": "@NoemiRosValenc2 @montarmat @rourecentenari @Maternitat_SEDR @victordiscovery @LIndi74035023 @latoscanaibaig1 @Corsari44235101 Precisamente en el tema niños deberíamos ser conscientes de que cuánta mayor población adulta se vacuné menos posibilidades de contagio tienen ellos..\nYa en su día hablamos de la inmunidad de grupo", "tweet_lang": "es", "tweet_date": "2021-09-17T12:00:00Z", "mentions": ["NoemiRosValenc2", "montarmat", "rourecentenari", "Maternitat_SEDR", "victordiscovery", "LIndi74035023", "latoscanaibaig1", "Corsari44235101"], "country": "MEXICO", "text_es": "Precisamente en el tema niños deberíamos ser conscientes de que cuánta mayor población adulta se vacuné menos posibilidades de contagio tienen ellos.. Ya en su día hablamos de la inmunidad de grupo"}, {"id": 1438833612556750853, "verified": false, "tweet_text": "Me acabo de comprar la entrada para ver a Dead Can Dance el año que viene, así que ya podemos ir alcanzando esa inmunidad de grupo de una vez.", "tweet_lang": "es", "tweet_date": "2021-09-17T12:00:00Z", "country": "MEXICO", "text_es": "Me acabo de comprar la entrada para ver a Dead Can Dance el año que viene, así que ya podemos ir alcanzando esa inmunidad de grupo de una vez."}, {"id": 1438829414255669248, "verified": false, "tweet_text": "@nacidoatleti Si recuerdas bien los medios hablaban de inmunidad de grupo al 70% de vacunados, Perro Sanxe no hará nada hasta que la narrativa cambie, el objetivo de vacunar al 100% empieza a sonar pero no es total, no se si lo hará en invierno o no, pero tampoco habría apenas oposición.", "tweet_lang": "es", "tweet_date": "2021-09-17T12:00:00Z", "mentions": ["nacidoatleti"], "country": "MEXICO", "text_es": "Si recuerdas bien los medios hablaban de inmunidad de grupo al % de vacunados, Perro Sanxe no hará nada hasta que la narrativa cambie, el objetivo de vacunar al % empieza a sonar pero no es total, no se si lo hará en invierno o no, pero tampoco habría apenas oposición."}, {"id": 1438802817196699648, "verified": false, "tweet_text": "@Silsh @elmundoes Imagino que será ironía.\n\nLlevan con esa zanahoria durante gran parte de la pandemia. \"Para volver a la normalidad poneos la mascarillas, encerraos en casa, poneos la vacuna, ahora poneros la tercera dosis, ahora la cuarta, ahora la inmunidad de grupo no es el 70% si no el 90%..\"", "tweet_lang": "es", "tweet_date": "2021-09-17T10:00:00Z", "mentions": ["Silsh", "elmundoes"], "country": "MEXICO", "text_es": "Imagino que será ironía. Llevan con esa zanahoria durante gran parte de la pandemia. \"Para volver a la normalidad poneos la mascarillas, encerraos en casa, poneos la vacuna, ahora poneros la tercera dosis, ahora la cuarta, ahora la inmunidad de grupo no es el % si no el %..\""}, {"id": 1438793058590642178, "verified": false, "tweet_text": "Con un 75% de la gente vacunada a un 98% de efectividad promedio de las vacunas esto implica un 73,5% de población con inmunidad...\n\nLa vdd es que desconozco cuál es el porcentaje exacto necesario para tener una inmunidad de grupo que consiga, además, quitar el miedo.", "tweet_lang": "es", "tweet_date": "2021-09-17T09:00:00Z", "country": "MEXICO", "text_es": "Con un % de la gente vacunada a un % de efectividad promedio de las vacunas esto implica un % de población con inmunidad... La vdd es que desconozco cuál es el porcentaje exacto necesario para tener una inmunidad de grupo que consiga, además, quitar el miedo."}, {"id": 1438786414481747976, "verified": false, "tweet_text": "@Mav_erick2 @Pablolinde Si yo entiendo que a todos nos hubiera gustado que el modelo sueco hubiera funcionado, es normal, pero es que no ha funcionado, no hay que darle más vueltas. El FHM se la jugó a la inmunidad de grupo y, oh sorpresa, salió mal. Una lección para el futuro", "tweet_lang": "es", "tweet_date": "2021-09-17T09:00:00Z", "mentions": ["Mav_erick2", "Pablolinde"], "country": "MEXICO", "text_es": "Si yo entiendo que a todos nos hubiera gustado que el modelo sueco hubiera funcionado, es normal, pero es que no ha funcionado, no hay que darle más vueltas. El FHM se la jugó a la inmunidad de grupo y, oh sorpresa, salió mal. Una lección para el futuro"}, {"id": 1438784358064787456, "verified": false, "tweet_text": "@gorka_orive Entonces junto con los que han pasado la enfermedad ya ha inmunidad de grupo, ¿o eso solo se alcanza cuando a el 100% de la población superviviente le chuten la dosis 32 del veneno de los trombos?", "tweet_lang": "es", "tweet_date": "2021-09-17T09:00:00Z", "mentions": ["gorka_orive"], "country": "MEXICO", "text_es": "Entonces junto con los que han pasado la enfermedad ya ha inmunidad de grupo, ¿o eso solo se alcanza cuando a el % de la población superviviente le chuten la dosis del veneno de los trombos?"}, {"id": 1438781016433381377, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 30 días con respecto a la previsión inicial, tras 265 días de vacunación. 17/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-17T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1438773508515958791, "verified": false, "tweet_text": "Entrevista a @RWMaloneMD.\nSe están tomando decisiones sin datos\nLas vacunas son débiles y están provocando el escape inmunológico\nNunca se va a alcanzar la inmunidad de grupo\nLa Big farma es capaz de corromper todo lo que toca\n@ccarballo50 @jlsteeg_doc\nhttps://t.co/MkTcWsldSv", "tweet_lang": "es", "tweet_date": "2021-09-17T08:00:00Z", "mentions": ["RWMaloneMD", "ccarballo50", "jlsteeg_doc"], "tweet_urls": ["https://t.co/MkTcWsldSv"], "country": "MEXICO", "text_es": "Entrevista a . Se están tomando decisiones sin datos Las vacunas son débiles y están provocando el escape inmunológico Nunca se va a alcanzar la inmunidad de grupo La Big farma es capaz de corromper todo lo que toca"}, {"id": 1438754763106029570, "verified": false, "tweet_text": "🔊\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\". @manuelmuro5, jefe del Servicio de Inmunología del @AreaUnoArrixaca e investigador del @IMIB_Arrixaca, explica cómo la variante Delta esquiva las defensas de las vacunas.\nhttps://t.co/p3Qej8V2eZ", "tweet_lang": "es", "tweet_date": "2021-09-17T07:00:00Z", "mentions": ["manuelmuro5", "AreaUnoArrixaca", "IMIB_Arrixaca"], "tweet_urls": ["https://t.co/p3Qej8V2eZ"], "tweet_emoticons": ["🔊", "xp"], "country": "MEXICO", "text_es": "🔊\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\". , jefe del Servicio de Inmunología del e investigador del , explica cómo la variante Delta esquiva las defensas de las vacunas."}, {"id": 1438752065161998337, "verified": false, "tweet_text": "En @telecincoes dicen que estamos a poco de conseguir la inmunidad de grupo con el 86%vacunado cuando hace unos meses decían que era el 70% … 🤦‍♂️🤦‍♂️🤦‍♂️👏👏", "tweet_lang": "es", "tweet_date": "2021-09-17T06:00:00Z", "mentions": ["telecincoes"], "tweet_emoticons": ["🤦‍♂️", "👏"], "country": "MEXICO", "text_es": "En dicen que estamos a poco de conseguir la inmunidad de grupo con el %vacunado cuando hace unos meses decían que era el % … 🤦‍♂️🤦‍♂️🤦‍♂️👏👏"}, {"id": 1438705301306454016, "verified": false, "tweet_text": "@ComdBanana Con un 70% habría inmunidad de grupo si no fuese porque la vacuna no inmuniza.", "tweet_lang": "es", "tweet_date": "2021-09-17T03:00:00Z", "mentions": ["ComdBanana"], "country": "MEXICO", "text_es": "Con un % habría inmunidad de grupo si no fuese porque la vacuna no inmuniza."}, {"id": 1438668357943824387, "verified": false, "tweet_text": "@Llawengaft Lo del 70% para inmunidad de grupo era cuando estaban en la oposición a Trump. Una vez que lo quitaron fueron reconociendo que se necesitaba más. La última vez ya pasaba del 90%. Un 70% era una mentira demasiado descarada.", "tweet_lang": "es", "tweet_date": "2021-09-17T01:00:00Z", "mentions": ["Llawengaft"], "country": "MEXICO", "text_es": "Lo del % para inmunidad de grupo era cuando estaban en la oposición a Trump. Una vez que lo quitaron fueron reconociendo que se necesitaba más. La última vez ya pasaba del %. Un % era una mentira demasiado descarada."}, {"id": 1438641727426945026, "verified": false, "tweet_text": "@CatdeArag Las variantes se generan en campo d cultivo d personas vacunadas, q transmiten los virus q más resisten a sus anticuerpos vacunales, filtrando variantes. Las vacunas no son eficaces para atenuar los virus resistentes ,p.e. la variante delta, como para lograr inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-16T23:00:00Z", "mentions": ["CatdeArag"], "country": "MEXICO", "text_es": "Las variantes se generan en campo d cultivo d personas vacunadas, q transmiten los virus q más resisten a sus anticuerpos vacunales, filtrando variantes. Las vacunas no son eficaces para atenuar los virus resistentes ,p.e. la variante delta, como para lograr inmunidad de grupo."}, {"id": 1438633090251898883, "verified": false, "tweet_text": "@juanjo_ramos @xeromem2 En España ya hemos alcanzado la inmunidad de grupo, ¿no escuchas lo que dice tu Presidente?", "tweet_lang": "es", "tweet_date": "2021-09-16T23:00:00Z", "mentions": ["juanjo_ramos", "xeromem2"], "country": "MEXICO", "text_es": "En España ya hemos alcanzado la inmunidad de grupo, ¿no escuchas lo que dice tu Presidente?"}, {"id": 1438623480786866176, "verified": false, "tweet_text": "Sobre el tema de la vacunación por el COVID se suele decir esto: ….“Inmunidad de Rebaño” ? O más bien debería ser “Inmunidad de la población” ? Desde cuando los humanos somos un “grupo de animales domésticos de producción lanar” ??", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "country": "MEXICO", "text_es": "Sobre el tema de la vacunación por el COVID se suele decir esto: ….“Inmunidad de Rebaño” ? O más bien debería ser “Inmunidad de la población” ? Desde cuando los humanos somos un “grupo de animales domésticos de producción lanar” ??"}, {"id": 1438619015946121219, "verified": true, "tweet_text": "También se ha aprobado la ampliación de la tercera dosis en el Grupo 7, que contempla a colectivos con una inmunidad baja como pacientes en hemodiálisis, en tratamiento por un cáncer y mayores de 40 años con síndrome de Down, entre otros\nhttps://t.co/emgLCHEGMo", "tweet_lang": "es", "tweet_date": "2021-09-16T22:00:00Z", "tweet_urls": ["https://t.co/emgLCHEGMo"], "country": "MEXICO", "text_es": "También se ha aprobado la ampliación de la tercera dosis en el Grupo , que contempla a colectivos con una inmunidad baja como pacientes en hemodiálisis, en tratamiento por un cáncer y mayores de años con síndrome de Down, entre otros"}, {"id": 1438608861884305409, "verified": false, "tweet_text": "—¿Crees que algún día lograremos que el constructo «inteligencia emocional» se extienda como la pandemia? —preguntó la alumna.\n—No hay suficientes dosis de sensatez y empatía como para lograr la inmunidad de grupo ante el egoísmo —contestó el profesor. #RRHH #ClimaLaboral https://t.co/gW65NXa5ie", "tweet_lang": "es", "tweet_date": "2021-09-16T21:00:00Z", "hashtags": ["RRHH", "ClimaLaboral"], "country": "MEXICO", "text_es": "—¿Crees que algún día lograremos que el constructo «inteligencia emocional» se extienda como la pandemia? —preguntó la alumna. —No hay suficientes dosis de sensatez y empatía como para lograr la inmunidad de grupo ante el egoísmo —contestó el profesor."}, {"id": 1438587578580676614, "verified": false, "tweet_text": "Dijeron que...\n- la vacuna inmunizaba ➡️ fake;\n- con el 70% habría inmunidad de grupo ➡️ fake;\n- con dos dosis bastaba ➡️ fake.\nY ahora te tienes q creer q no hay efectos secundarios, y q si no te vacunas pones en peligro ... a los que están vacunados!!! Tócate los wevos!!!", "tweet_lang": "es", "tweet_date": "2021-09-16T20:00:00Z", "tweet_emoticons": ["➡️"], "country": "MEXICO", "text_es": "Dijeron que... - la vacuna inmunizaba ➡️ fake; - con el % habría inmunidad de grupo ➡️ fake; - con dos dosis bastaba ➡️ fake. Y ahora te tienes q creer q no hay efectos secundarios, y q si no te vacunas pones en peligro ... a los que están vacunados!!! Tócate los wevos!!!"}, {"id": 1438579538611539970, "verified": false, "tweet_text": "Mientras la vacunación sigue avanzando bien es momento de que se considere seriamente la dosis de refuerzo a mayores de 70. Ya hay bastante evidencia de que la inmunidad baja en este grupo después de los 6 meses de administrada la vacuna y nos estamos acercando a ese momento.", "tweet_lang": "es", "tweet_date": "2021-09-16T19:00:00Z", "country": "MEXICO", "text_es": "Mientras la vacunación sigue avanzando bien es momento de que se considere seriamente la dosis de refuerzo a mayores de . Ya hay bastante evidencia de que la inmunidad baja en este grupo después de los meses de administrada la vacuna y nos estamos acercando a ese momento."}, {"id": 1438574681045536769, "verified": false, "tweet_text": "@boticariors ¿Qué tanto por ciento vacunado calculas, Antonio qué hará falta para la inmunidad de grupo?", "tweet_lang": "es", "tweet_date": "2021-09-16T19:00:00Z", "mentions": ["boticariors"], "country": "MEXICO", "text_es": "¿Qué tanto por ciento vacunado calculas, Antonio qué hará falta para la inmunidad de grupo?"}, {"id": 1438567188563177474, "verified": false, "tweet_text": "Entrevista que me hicieron para Murciaplaza hace unos días. @IMIB_Arrixaca @AreaUnoArrixaca\n@La7_tv @ORMurcia @diariolaopinion @laverdad_es\nhttps://t.co/gGoS0OEpyU", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "mentions": ["IMIB_Arrixaca", "AreaUnoArrixaca", "La7_tv", "ORMurcia", "diariolaopinion", "laverdad_es"], "tweet_urls": ["https://t.co/gGoS0OEpyU"], "country": "MEXICO", "text_es": "Entrevista que me hicieron para Murciaplaza hace unos días."}, {"id": 1438566125248331783, "verified": false, "tweet_text": "@agonort2010 @rfcisnal Lo que dice usted no es incompatible con lo que digo yo. Por otra parte, todo el no vacunado que se contagia y pasa la enfermedad colabora igual a la inmunidad de grupo que los vacunados. De hecho, no se mide, pero los niños están teniendo un papel en ello quizá no despreciable.", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "mentions": ["agonort2010", "rfcisnal"], "country": "MEXICO", "text_es": "Lo que dice usted no es incompatible con lo que digo yo. Por otra parte, todo el no vacunado que se contagia y pasa la enfermedad colabora igual a la inmunidad de grupo que los vacunados. De hecho, no se mide, pero los niños están teniendo un papel en ello quizá no despreciable."}, {"id": 1438560095202381825, "verified": false, "tweet_text": "Me da en la nariz que el Europarlamento anda algo enfadado con Puigdemont &amp; Cia.\nPrimero no los quiere nadie en su grupo.\nLes retira inmunidad.\nDesoye sus súplicas para que no presentaran recurso a la decisión del TJUE de mantenerla.\nLa vuelven a perder.\nY ahora esto.\n👇👇👇 https://t.co/vtkiJ83VcG", "tweet_lang": "es", "tweet_date": "2021-09-16T18:00:00Z", "tweet_emoticons": ["👇"], "country": "MEXICO", "text_es": "Me da en la nariz que el Europarlamento anda algo enfadado con Puigdemont &amp; Cia. Primero no los quiere nadie en su grupo. Les retira inmunidad. Desoye sus súplicas para que no presentaran recurso a la decisión del TJUE de mantenerla. La vuelven a perder. Y ahora esto. 👇👇👇"}, {"id": 1438553550846582786, "verified": true, "tweet_text": "De la extensión del certificado Covid al trabajo se desprende que Draghi no cree ya que baste vacunar al 80% de los mayores de 12 años antes del 30/09, su umbral para la inmunidad de grupo desde hace meses", "tweet_lang": "es", "tweet_date": "2021-09-16T17:00:00Z", "country": "MEXICO", "text_es": "De la extensión del certificado Covid al trabajo se desprende que Draghi no cree ya que baste vacunar al % de los mayores de años antes del /09, su umbral para la inmunidad de grupo desde hace meses"}, {"id": 1438551714286776328, "verified": true, "tweet_text": "Brunetta reconoce que para alcanzar la inmunidad de grupo el gobierno debe ir más allá de su objetivo de vacunar al 80 por ciento de los mayores de 12 años el 30 de septiembre", "tweet_lang": "es", "tweet_date": "2021-09-16T17:00:00Z", "country": "MEXICO", "text_es": "Brunetta reconoce que para alcanzar la inmunidad de grupo el gobierno debe ir más allá de su objetivo de vacunar al por ciento de los mayores de años el de septiembre"}, {"id": 1438504056213762059, "verified": false, "tweet_text": "@ArturoVilla_ @abc_es En mi humilde opinión no científica creo que la única inmunidad de grupo será cuando el 70% de la población se contagie de verdad por el COVID. Te vacunes o no cuando los efectos serán los mismo si te contagias.", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "mentions": ["ArturoVilla_", "abc_es"], "country": "MEXICO", "text_es": "En mi humilde opinión no científica creo que la única inmunidad de grupo será cuando el % de la población se contagie de verdad por el COVID. Te vacunes o no cuando los efectos serán los mismo si te contagias."}, {"id": 1438502687926992898, "verified": false, "tweet_text": "@sanidadgob Ya os equivocasteis al excluir a los epoc como grupo de riesgo a principios de año y muchos murieron. Ahora os equivocais al no poner la segunda dosis a personas que pasaron el covid hace un año y no tienen inmunidad frente a Delta y Mu.", "tweet_lang": "es", "tweet_date": "2021-09-16T14:00:00Z", "mentions": ["sanidadgob"], "country": "MEXICO", "text_es": "Ya os equivocasteis al excluir a los epoc como grupo de riesgo a principios de año y muchos murieron. Ahora os equivocais al no poner la segunda dosis a personas que pasaron el covid hace un año y no tienen inmunidad frente a Delta y Mu."}, {"id": 1438494926929645579, "verified": false, "tweet_text": "@BELFAST70 @Er_Zanki @abc_es Se trata de tener una herramienta más, el sarampión está prácticamente erradicado y seguimos poniendo desde que nacen vacunas contra eso.Son recursos y herramientas, las vacunas está haciendo un papel fundamental y ese grupo d jóvenes sn necesarios para obtnr la inmunidad grupal.", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "mentions": ["BELFAST70", "Er_Zanki", "abc_es"], "country": "MEXICO", "text_es": "Se trata de tener una herramienta más, el sarampión está prácticamente erradicado y seguimos poniendo desde que nacen vacunas contra eso.Son recursos y herramientas, las vacunas está haciendo un papel fundamental y ese grupo d jóvenes sn necesarios para obtnr la inmunidad grupal."}, {"id": 1438494390029332480, "verified": false, "tweet_text": "Por si queréis la opinión de alguien que ha estudiado más que yo\n https://t.co/KLLBWyVEqv", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "tweet_urls": ["https://t.co/KLLBWyVEqv"], "country": "MEXICO", "text_es": "Por si queréis la opinión de alguien que ha estudiado más que yo"}, {"id": 1438494094163054599, "verified": false, "tweet_text": "@LaVanguardia Ahora mismo en la encuesta tenemos la inmunidad de grupo de ese 30% nazi, tenéis todos un dictadorcillo en vuestro interior", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "mentions": ["LaVanguardia"], "country": "MEXICO", "text_es": "Ahora mismo en la encuesta tenemos la inmunidad de grupo de ese % nazi, tenéis todos un dictadorcillo en vuestro interior"}, {"id": 1438491391722758149, "verified": false, "tweet_text": "La verdadera inmunidad de grupo.\nVía @lusanchom. https://t.co/khPoBf6R46", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "mentions": ["lusanchom"], "tweet_urls": ["https://t.co/khPoBf6R46"], "country": "MEXICO", "text_es": "La verdadera inmunidad de grupo. Vía ."}, {"id": 1438482883203768330, "verified": false, "tweet_text": "@Zeltibero1 @eruoce @hermanntertsch @jlsteeg Te llamo fanatico porque como dices que no es un insulto quiero que lo sientas en tus propias carnes y si no te hubiera importado no lo hubieras comentado. Y le llamo descerebrado porque no se puede insultar a la gente ni mentir y el sabe que la vacuna no da inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-16T13:00:00Z", "mentions": ["Zeltibero1", "eruoce", "hermanntertsch", "jlsteeg"], "country": "MEXICO", "text_es": "Te llamo fanatico porque como dices que no es un insulto quiero que lo sientas en tus propias carnes y si no te hubiera importado no lo hubieras comentado. Y le llamo descerebrado porque no se puede insultar a la gente ni mentir y el sabe que la vacuna no da inmunidad de grupo."}, {"id": 1438480083363184647, "verified": false, "tweet_text": "@combate_liberal El tal Fernando Jáuregui también ha dicho que habría que empezar a pensar en castigarlos de alguna manera. Putos aprendices de totalitarios que se pasan por los bajos la no obligatoriedad de la vacunación. ¿Dónde coño queda la \"inmunidad de grupo\"? ¿No son tan buenas las vacunas? https://t.co/RYn7iUI75Z", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "mentions": ["combate_liberal"], "country": "MEXICO", "text_es": "El tal Fernando Jáuregui también ha dicho que habría que empezar a pensar en castigarlos de alguna manera. Putos aprendices de totalitarios que se pasan por los bajos la no obligatoriedad de la vacunación. ¿Dónde coño queda la \"inmunidad de grupo\"? ¿No son tan buenas las vacunas?"}, {"id": 1438476787298840576, "verified": false, "tweet_text": "No hay inmunidad de grupo, y no basta con vacunar el 70% de la población. Al buscar la vacunación casi total https://t.co/svXd67b03b", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "tweet_urls": ["https://t.co/svXd67b03b"], "country": "MEXICO", "text_es": "No hay inmunidad de grupo, y no basta con vacunar el % de la población. Al buscar la vacunación casi total"}, {"id": 1438475882784559105, "verified": false, "tweet_text": "#AlAire “Tenemos que vacunar al máximo posible de la población. No existe inmunidad de grupo, eso es ilusorio” \n\nDr. Daniel López Acuña,  epidemiólogo.\n\nConéctese ► https://t.co/JnR5xbO0kM", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "hashtags": ["AlAire"], "tweet_urls": ["https://t.co/JnR5xbO0kM"], "country": "MEXICO", "text_es": "“Tenemos que vacunar al máximo posible de la población. No existe inmunidad de grupo, eso es ilusorio” Dr. Daniel López Acuña, epidemiólogo. Conéctese ►"}, {"id": 1438472039459926019, "verified": false, "tweet_text": "@alfwarrior @RojoTruman Partiendo de la base que parece que  estamos ante un virus respiratorio pandémico que se convierte en endémico, como la gripe, y entendiendo por lo tanto que el concepto de Inmunidad de grupo ha dejado de tener sentido...", "tweet_lang": "es", "tweet_date": "2021-09-16T12:00:00Z", "mentions": ["alfwarrior", "RojoTruman"], "country": "MEXICO", "text_es": "Partiendo de la base que parece que estamos ante un virus respiratorio pandémico que se convierte en endémico, como la gripe, y entendiendo por lo tanto que el concepto de Inmunidad de grupo ha dejado de tener sentido..."}, {"id": 1438463488024891394, "verified": false, "tweet_text": "Los integrantes del grupo de K-Pop BTS fueron designados como ENVIADOS ESPECIALES de Corea del Sur, por lo que formarán parte de la delegación diplomática del país en la próxima reunión de la ONU. Los músicos recibieron pasaportes diplomáticos e inmunidad. https://t.co/qxHKLun3bK", "tweet_lang": "es", "tweet_date": "2021-09-16T11:00:00Z", "country": "MEXICO", "text_es": "Los integrantes del grupo de K-Pop BTS fueron designados como ENVIADOS ESPECIALES de Corea del Sur, por lo que formarán parte de la delegación diplomática del país en la próxima reunión de la ONU. Los músicos recibieron pasaportes diplomáticos e inmunidad."}, {"id": 1438437971183669249, "verified": false, "tweet_text": "@DERPA_MADRID Se apostó por la inmunidad de grupo rápida asumiendo los daños colaterales en familiares vulnerables y poniendo en riesgo de secuelas desconocidas a los niños. Y lo q es peor, la estrategia sigue y cada vez la aplican mas descaradamente.", "tweet_lang": "es", "tweet_date": "2021-09-16T10:00:00Z", "mentions": ["DERPA_MADRID"], "country": "MEXICO", "text_es": "Se apostó por la inmunidad de grupo rápida asumiendo los daños colaterales en familiares vulnerables y poniendo en riesgo de secuelas desconocidas a los niños. Y lo q es peor, la estrategia sigue y cada vez la aplican mas descaradamente."}, {"id": 1438432989185196038, "verified": false, "tweet_text": "@Lourdes_Her @JaumeVivesVives Sois todos libres de hacer lo que os apetezca con vuestra salud, siempre que a mí no perjudique a los demás. No vacunarse impide llegar a la inmunidad de grupo, por lo tanto es insolidario.", "tweet_lang": "es", "tweet_date": "2021-09-16T09:00:00Z", "mentions": ["Lourdes_Her", "JaumeVivesVives"], "country": "MEXICO", "text_es": "Sois todos libres de hacer lo que os apetezca con vuestra salud, siempre que a mí no perjudique a los demás. No vacunarse impide llegar a la inmunidad de grupo, por lo tanto es insolidario."}, {"id": 1438422908972544004, "verified": false, "tweet_text": "@andacascala_ @EaBmr @Lescaut92402461 @BudioMarco @Alvisepf @jlsteeg @vox_es Primero nos dijeron que con el 70% se alcanzaba la inmunidad de grupo....MENTIRA. Luego que el 80%...MENTIRA. Luego que el 90%...MENTIRA. Ahora piden el 100% y obligación saltándose los derechos fundamentales y la protección de datos.¿Y sabes qué pasará? QUE TB SERA MENTIRA (1/2)", "tweet_lang": "es", "tweet_date": "2021-09-16T09:00:00Z", "mentions": ["andacascala_", "EaBmr", "Lescaut92402461", "BudioMarco", "Alvisepf", "jlsteeg", "vox_es"], "country": "MEXICO", "text_es": "Primero nos dijeron que con el % se alcanzaba la inmunidad de grupo....MENTIRA. Luego que el %...MENTIRA. Luego que el %...MENTIRA. Ahora piden el % y obligación saltándose los derechos fundamentales y la protección de datos.¿Y sabes qué pasará? QUE TB SERA MENTIRA (1/2)"}, {"id": 1438418628462927872, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 29 días con respecto a la previsión inicial, tras 264 días de vacunación. 16/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-16T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1438399790425980928, "verified": false, "tweet_text": "@nikomer75 Con el 95% de la población vacunada. No existe la inmunidad de grupo. https://t.co/AaI3rD50Zo", "tweet_lang": "es", "tweet_date": "2021-09-16T07:00:00Z", "mentions": ["nikomer75"], "tweet_urls": ["https://t.co/AaI3rD50Zo"], "country": "MEXICO", "text_es": "Con el % de la población vacunada. No existe la inmunidad de grupo."}, {"id": 1438399551753396224, "verified": false, "tweet_text": "@PmOlmos Con el 95% de la población vacunada. No existe la inmunidad de grupo. https://t.co/AaI3rD50Zo", "tweet_lang": "es", "tweet_date": "2021-09-16T07:00:00Z", "mentions": ["PmOlmos"], "tweet_urls": ["https://t.co/AaI3rD50Zo"], "country": "MEXICO", "text_es": "Con el % de la población vacunada. No existe la inmunidad de grupo."}, {"id": 1438394224676941825, "verified": false, "tweet_text": "@ciudadanosensa1 @Abellaneda Es que con el 80% de vacunados no se logra la inmunidad de rebaño y la irresponsabilidad de unos pocos pone en gran peligro a los ciudadanos inmunodeficientes a quienes la vacuna no protege suficientemente.\nhttps://t.co/Xmb7CjrfiD", "tweet_lang": "es", "tweet_date": "2021-09-16T07:00:00Z", "mentions": ["ciudadanosensa1", "Abellaneda"], "tweet_urls": ["https://t.co/Xmb7CjrfiD"], "country": "MEXICO", "text_es": "Es que con el % de vacunados no se logra la inmunidad de rebaño y la irresponsabilidad de unos pocos pone en gran peligro a los ciudadanos inmunodeficientes a quienes la vacuna no protege suficientemente."}, {"id": 1438346070954815488, "verified": false, "tweet_text": "@Marbelle30 Ella mismo escogió su grupo… y a ninguna de sus amigas… curioso… ademas ella estaba en una actitud diferente a otros retos en los q había estado.  Prácticamente sin hacer nada.. estaba tranquila por q tenia la inmunidad. Le daba igual lo q pasara con los demás.", "tweet_lang": "es", "tweet_date": "2021-09-16T04:00:00Z", "mentions": ["Marbelle30"], "country": "MEXICO", "text_es": "Ella mismo escogió su grupo… y a ninguna de sus amigas… curioso… ademas ella estaba en una actitud diferente a otros retos en los q había estado. Prácticamente sin hacer nada.. estaba tranquila por q tenia la inmunidad. Le daba igual lo q pasara con los demás."}, {"id": 1438316049431252998, "verified": false, "tweet_text": "Esta INMUNIDAD la da el mismo @PARLACEN con su reglamento y como entidad. Eso es mentira q un presidente puede quitar esto tan ESENCIAL para funcionamiento de este grupo. https://t.co/bef6SzzTlJ", "tweet_lang": "es", "tweet_date": "2021-09-16T02:00:00Z", "mentions": ["PARLACEN"], "tweet_urls": ["https://t.co/bef6SzzTlJ"], "country": "MEXICO", "text_es": "Esta INMUNIDAD la da el mismo con su reglamento y como entidad. Eso es mentira q un presidente puede quitar esto tan ESENCIAL para funcionamiento de este grupo."}, {"id": 1438274293713018880, "verified": false, "tweet_text": "“La doctora Pierpont concluye que la inmunidad de grupo no se alcanzará mediante la vacunación porque las nuevas investigaciones realizadas en múltiples entornos demuestran que la supuesta variante Delta produce cargas virales muy elevadas que son igual de altas en la población..", "tweet_lang": "es", "tweet_date": "2021-09-15T23:00:00Z", "country": "MEXICO", "text_es": "“La doctora Pierpont concluye que la inmunidad de grupo no se alcanzará mediante la vacunación porque las nuevas investigaciones realizadas en múltiples entornos demuestran que la supuesta variante Delta produce cargas virales muy elevadas que son igual de altas en la población.."}, {"id": 1438268918812971008, "verified": false, "tweet_text": "•La mejora de la higiene es crucial para el control.\n•La combinación de vacunas de células totales inactivadas y de la subunidad B de la toxina colérica proporciona una protección limitada e inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-15T23:00:00Z", "country": "MEXICO", "text_es": "•La mejora de la higiene es crucial para el control. •La combinación de vacunas de células totales inactivadas y de la subunidad B de la toxina colérica proporciona una protección limitada e inmunidad de grupo."}, {"id": 1438268828614594560, "verified": false, "tweet_text": "¡TERRIBLE! Variante delta: por qué su propagación rompe las esperanzas de conseguir la inmunidad de grupo https://t.co/ZlbwhsbxUR", "tweet_lang": "es", "tweet_date": "2021-09-15T22:00:00Z", "tweet_urls": ["https://t.co/ZlbwhsbxUR"], "country": "MEXICO", "text_es": "¡TERRIBLE! Variante delta: por qué su propagación rompe las esperanzas de conseguir la inmunidad de grupo"}, {"id": 1438247659912024072, "verified": false, "tweet_text": "@Wolfgang220177 @Del0snervi0s @BREESTAILER @elmundoes Darias ha hablado de inmunidad de grupo.  Creo recordar que ha reconocido que no la tenemos y por eso debemos usar la mascarilla en lugares públicos. Lamentablemente asociamos unas medidas de prevención con ideología política cuando lo importante es salvar vidas.", "tweet_lang": "es", "tweet_date": "2021-09-15T21:00:00Z", "mentions": ["Wolfgang220177", "Del0snervi0s", "BREESTAILER", "elmundoes"], "country": "MEXICO", "text_es": "Darias ha hablado de inmunidad de grupo. Creo recordar que ha reconocido que no la tenemos y por eso debemos usar la mascarilla en lugares públicos. Lamentablemente asociamos unas medidas de prevención con ideología política cuando lo importante es salvar vidas."}, {"id": 1438241202189578248, "verified": false, "tweet_text": "@filusbrin @the_real_dudu @mianrey El ejemplo s bueno, pero y si ponemos otra variable en la ecuación? Y si la gran mayoría de la población se contagio en ls primeras olas (de manera leve o asintomática) y ha generado inmunidad natural? Si n tenemos entre la población a un grupo de control, como podemos discernir?", "tweet_lang": "es", "tweet_date": "2021-09-15T21:00:00Z", "mentions": ["filusbrin", "the_real_dudu", "mianrey"], "country": "MEXICO", "text_es": "El ejemplo s bueno, pero y si ponemos otra variable en la ecuación? Y si la gran mayoría de la población se contagio en ls primeras olas (de manera leve o asintomática) y ha generado inmunidad natural? Si n tenemos entre la población a un grupo de control, como podemos discernir?"}, {"id": 1438237559293980674, "verified": false, "tweet_text": "@Candela46107117 @Nopanaden No, si allí restricciones tampoco tienen. De hecho, su presidente ya ha dejado claro en varias ocasiones que quiere llegar a la inmunidad de grupo a consta de que se contagien los niños y los jóvenes. Al menos no oculta su plan. Aquí hacen lo mismo pero te venden otra cosa.", "tweet_lang": "es", "tweet_date": "2021-09-15T20:00:00Z", "mentions": ["Candela46107117", "Nopanaden"], "country": "MEXICO", "text_es": "No, si allí restricciones tampoco tienen. De hecho, su presidente ya ha dejado claro en varias ocasiones que quiere llegar a la inmunidad de grupo a consta de que se contagien los niños y los jóvenes. Al menos no oculta su plan. Aquí hacen lo mismo pero te venden otra cosa."}, {"id": 1438211450619764736, "verified": false, "tweet_text": "@HLGatell ¡Excelente! 👌👏👍 Cada día más cerca de la inmunidad de grupo. Gracias por informar y gracias a todos los que participan en el Plan de Vacunación contra COVID-19.", "tweet_lang": "es", "tweet_date": "2021-09-15T19:00:00Z", "mentions": ["HLGatell"], "tweet_emoticons": ["👍", "👌", "👏"], "country": "MEXICO", "text_es": "¡Excelente! 👌👏👍 Cada día más cerca de la inmunidad de grupo. Gracias por informar y gracias a todos los que participan en el Plan de Vacunación contra COVID-19."}, {"id": 1438207752548098048, "verified": false, "tweet_text": "@inmabcn @HerrnTurkoMalo @ichPfadfinderin Las cosas caerán por su propio peso:\nPrimero se destapó lo de q la inmunidad de grupo es falso.\nDespués lo de que los vacunados se contagian y contagian.\nLuego lo de q con dos dosis no será suficiente.\nEs cuestión de aguantar y el chiringuito terminará de desmoronarse. https://t.co/ZfV7lGKAIm", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["inmabcn", "HerrnTurkoMalo", "ichPfadfinderin"], "country": "MEXICO", "text_es": "Las cosas caerán por su propio peso: Primero se destapó lo de q la inmunidad de grupo es falso. Después lo de que los vacunados se contagian y contagian. Luego lo de q con dos dosis no será suficiente. Es cuestión de aguantar y el chiringuito terminará de desmoronarse."}, {"id": 1438204878388670464, "verified": false, "tweet_text": "@PabloMuri9 Aún no tenemos inmunidad de grupo, las cosas pueden empeorar. Falta poco y la están fastidiando", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["PabloMuri9"], "country": "MEXICO", "text_es": "Aún no tenemos inmunidad de grupo, las cosas pueden empeorar. Falta poco y la están fastidiando"}, {"id": 1438204783555452938, "verified": false, "tweet_text": "@mianrey Unos se vacunaron por creer que la vacuna protege de la gravedad, otros para irse de vacaciones al extranjero o para no tener problemas si llegado el caso se exigiera el certificado covid dentro de Ñ y un % pensaron q cuantos más se vacunen se alcanzará la inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "mentions": ["mianrey"], "country": "MEXICO", "text_es": "Unos se vacunaron por creer que la vacuna protege de la gravedad, otros para irse de vacaciones al extranjero o para no tener problemas si llegado el caso se exigiera el certificado covid dentro de Ñ y un % pensaron q cuantos más se vacunen se alcanzará la inmunidad de grupo."}, {"id": 1438203847193866245, "verified": false, "tweet_text": "No hemos alcanzado la inmunidad de grupo, aún hay mucho riesgo y esto ciertamente no ayuda. Chavalada, esto no mola nada. https://t.co/ZkGnuFQMzU", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "tweet_urls": ["https://t.co/ZkGnuFQMzU"], "country": "MEXICO", "text_es": "No hemos alcanzado la inmunidad de grupo, aún hay mucho riesgo y esto ciertamente no ayuda. Chavalada, esto no mola nada."}, {"id": 1438199926807216133, "verified": false, "tweet_text": "https://t.co/DAAuA8vtp3 El estudio de seroprevalencia tumba la ensoñación de la inmunidad de grupo en España y consolida la posibilidad de un nuevo colapso del sistema sanitario", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "tweet_urls": ["https://t.co/DAAuA8vtp3"], "country": "MEXICO", "text_es": "El estudio de seroprevalencia tumba la ensoñación de la inmunidad de grupo en España y consolida la posibilidad de un nuevo colapso del sistema sanitario"}, {"id": 1438198092348678154, "verified": false, "tweet_text": "La parte positiva es que se avanza antes hacia la inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-15T18:00:00Z", "country": "MEXICO", "text_es": "La parte positiva es que se avanza antes hacia la inmunidad de grupo."}, {"id": 1438193080461561862, "verified": false, "tweet_text": "🤷‍♂️🤦‍♂️🤷‍♂️Estudio realizado en Israel asegura que la inmunidad de grupo es 13 veces mayor que la protección de los que se han vacunado. https://t.co/Xc2fQFMHsM", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "tweet_emoticons": ["🤷‍♂️", "🤦‍♂️"], "country": "MEXICO", "text_es": "🤷‍♂️🤦‍♂️🤷‍♂️Estudio realizado en Israel asegura que la inmunidad de grupo es veces mayor que la protección de los que se han vacunado."}, {"id": 1438180981106692101, "verified": false, "tweet_text": "@JManuel_Santos @raulbj82 @Miss_Dot @2021Jorgeb @alfwarrior Porque no tenemos una inmunidad de grupo lo suficientemente fuerte como para convivir con el virus, porque el colapso ha pasado a atención primaria, porque la tasa de fallecimiento sigue siendo muy alta...", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "mentions": ["JManuel_Santos", "raulbj82", "Miss_Dot", "2021Jorgeb", "alfwarrior"], "country": "MEXICO", "text_es": "Porque no tenemos una inmunidad de grupo lo suficientemente fuerte como para convivir con el virus, porque el colapso ha pasado a atención primaria, porque la tasa de fallecimiento sigue siendo muy alta..."}, {"id": 1438180174130974721, "verified": false, "tweet_text": "@SereuEngolits @lumoruve @jgarciaherrero @jlmarti2025 @elperiodico ... la incidencia de contagios por Delta entre la población vacunada hasta el punto de q algunos hablan ya de que la inmunidad de grupo será muy difícil de conseguir, sino imposible.\n\nY que las previsiones que algunos ‘expertos’ hacían a principios de año sobre la posibilidad...", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "mentions": ["SereuEngolits", "lumoruve", "jgarciaherrero", "jlmarti2025", "elperiodico"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "... la incidencia de contagios por Delta entre la población vacunada hasta el punto de q algunos hablan ya de que la inmunidad de grupo será muy difícil de conseguir, sino imposible. Y que las previsiones que algunos ‘expertos’ hacían a principios de año sobre la posibilidad..."}, {"id": 1438179959554641930, "verified": false, "tweet_text": "Así van modelando la realidad a su antojo. Igual que cambiaron la definición de #pandemia, ahora toca con Vacuna e Inmunidad de grupo. Enlace a vídeo:\nhttps://t.co/zwluDPIWLG https://t.co/8kQRhKnWqr", "tweet_lang": "es", "tweet_date": "2021-09-15T17:00:00Z", "hashtags": ["pandemia"], "tweet_urls": ["https://t.co/zwluDPIWLG"], "country": "MEXICO", "text_es": "Así van modelando la realidad a su antojo. Igual que cambiaron la definición de , ahora toca con Vacuna e Inmunidad de grupo. Enlace a vídeo:"}, {"id": 1438170747910852608, "verified": false, "tweet_text": "¡Es la biología, estúpidos! Y otros ensayos polémicos sobre la COVID-19'. Ricardo Almenar. ¿Fue el confinamiento general la mejor opción para salvar vidas? ¿Qué es la “inmunidad de grupo”? ¿Hay una megapandemia en nuestro horizonte? https://t.co/m8TeReP4gi https://t.co/NVulOfFJkb", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "tweet_urls": ["https://t.co/m8TeReP4gi"], "country": "MEXICO", "text_es": "¡Es la biología, estúpidos! Y otros ensayos polémicos sobre la COVID-19'. Ricardo Almenar. ¿Fue el confinamiento general la mejor opción para salvar vidas? ¿Qué es la “inmunidad de grupo”? ¿Hay una megapandemia en nuestro horizonte?"}, {"id": 1438169081601871873, "verified": false, "tweet_text": "Luego, INDIRECTAMENTE, si la vacunación es alta en una sociedad, se puede reducir tanto la transmisión del virus que se consiga una inmunidad de grupo fuerte.\nPero ese no es el principal objetivo de una vacuna.\nEsto es secundario. El principal objetivo es proteger al inoculado.", "tweet_lang": "es", "tweet_date": "2021-09-15T16:00:00Z", "country": "MEXICO", "text_es": "Luego, INDIRECTAMENTE, si la vacunación es alta en una sociedad, se puede reducir tanto la transmisión del virus que se consiga una inmunidad de grupo fuerte. Pero ese no es el principal objetivo de una vacuna. Esto es secundario. El principal objetivo es proteger al inoculado."}, {"id": 1438162525636415492, "verified": false, "tweet_text": "@LordoLordor Fantástica ,pero no quieren hacer la verdadera lectura de ello. El funcionamiento de las vacunas y que se empieza a vislumbrar la inmunidad de grupo ,como como digo siempre es paulatino no instantáneo", "tweet_lang": "es", "tweet_date": "2021-09-15T15:00:00Z", "mentions": ["LordoLordor"], "country": "MEXICO", "text_es": "Fantástica ,pero no quieren hacer la verdadera lectura de ello. El funcionamiento de las vacunas y que se empieza a vislumbrar la inmunidad de grupo ,como como digo siempre es paulatino no instantáneo"}, {"id": 1438158460672163846, "verified": false, "tweet_text": "@The_Espi98 @Disidencia21 @java1088 @LaVanguardia El que se vacuna es el único que se beneficia..lo de la inmunidad de grupo con esta vacuna es un mito puesto que siguen contagiandose y contagiando. La vacuna reduce los síntomas del vacunado, únicamente.", "tweet_lang": "es", "tweet_date": "2021-09-15T15:00:00Z", "mentions": ["The_Espi98", "Disidencia21", "java1088", "LaVanguardia"], "country": "MEXICO", "text_es": "El que se vacuna es el único que se beneficia..lo de la inmunidad de grupo con esta vacuna es un mito puesto que siguen contagiandose y contagiando. La vacuna reduce los síntomas del vacunado, únicamente."}, {"id": 1438127563591741444, "verified": false, "tweet_text": "@mianrey Se lleva diciendo esto desde que salieron las vacunas y con la supuesta inmunidad de grupo alcanzada seguimos igual.", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "mentions": ["mianrey"], "country": "MEXICO", "text_es": "Se lleva diciendo esto desde que salieron las vacunas y con la supuesta inmunidad de grupo alcanzada seguimos igual."}, {"id": 1438124075621265410, "verified": false, "tweet_text": "@NuriaWolf @kuonderman ni lo dudes ,pero no  ver la evidencia de las vacunas es para matarlo ,las vacunas funcionan y cuanto mas vacunado mejor ,pero ya se nota la inmunidad de grupo ,no se pq se empeñan en decir que no", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "mentions": ["NuriaWolf", "kuonderman"], "country": "MEXICO", "text_es": "ni lo dudes ,pero no ver la evidencia de las vacunas es para matarlo ,las vacunas funcionan y cuanto mas vacunado mejor ,pero ya se nota la inmunidad de grupo ,no se pq se empeñan en decir que no"}, {"id": 1438124005366673408, "verified": false, "tweet_text": "@NoaGamero @HAMBREYPIOJOS2 @APagerol @Buenrollo13 Y la famosa inmunidaz de grupo que aún repiten... cuando la vacuna no da inmunidad... es un sin sentido tras otro... medios comprados, gobiernos corruptos y personal sanitario bastante mejorable.", "tweet_lang": "es", "tweet_date": "2021-09-15T13:00:00Z", "mentions": ["NoaGamero", "HAMBREYPIOJOS2", "APagerol", "Buenrollo13"], "country": "MEXICO", "text_es": "Y la famosa inmunidaz de grupo que aún repiten... cuando la vacuna no da inmunidad... es un sin sentido tras otro... medios comprados, gobiernos corruptos y personal sanitario bastante mejorable."}, {"id": 1438109988782809089, "verified": false, "tweet_text": "@F_Reymundo @gesiemer Yo pienso que exagera en lo que dice, pero, si es verdad que los gobiernos no tienen ni idea de lo que hacen. No soy anti vacunas, tengo las dos, pero aquí no cumplen nada, tenemos la inmunidad de grupo y seguimos igual", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "mentions": ["F_Reymundo", "gesiemer"], "country": "MEXICO", "text_es": "Yo pienso que exagera en lo que dice, pero, si es verdad que los gobiernos no tienen ni idea de lo que hacen. No soy anti vacunas, tengo las dos, pero aquí no cumplen nada, tenemos la inmunidad de grupo y seguimos igual"}, {"id": 1438108240248705033, "verified": false, "tweet_text": "@PSOE \"El presidente del Gobierno prevé que el 70% de la población española esté vacunada el 18 de agosto\" #PSOEMentirasParaLelas  @UPYD @CiudadanosCs @populares @Tonicanto1 #GobiernoDimision #SanchezDimision \nhttps://t.co/uO1SPOkrxA", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "hashtags": ["PSOEMentirasParaLelas", "GobiernoDimision", "SanchezDimision"], "mentions": ["PSOE", "UPYD", "CiudadanosCs", "populares", "Tonicanto1"], "tweet_urls": ["https://t.co/uO1SPOkrxA"], "country": "MEXICO", "text_es": "\"El presidente del Gobierno prevé que el % de la población española esté vacunada el de agosto\""}, {"id": 1438108138356490242, "verified": false, "tweet_text": "@PSOE \"Sánchez asegura que España está \"a 100 días de lograr la inmunidad de grupo\" #PSOEMentirasParaLelas  @UPYD @CiudadanosCs @populares @Tonicanto1 #GobiernoDimision #SanchezDimision \nhttps://t.co/uO1SPOkrxA", "tweet_lang": "es", "tweet_date": "2021-09-15T12:00:00Z", "hashtags": ["PSOEMentirasParaLelas", "GobiernoDimision", "SanchezDimision"], "mentions": ["PSOE", "UPYD", "CiudadanosCs", "populares", "Tonicanto1"], "tweet_urls": ["https://t.co/uO1SPOkrxA"], "country": "MEXICO", "text_es": "\"Sánchez asegura que España está \"a días de lograr la inmunidad de grupo\""}, {"id": 1438092609424183299, "verified": false, "tweet_text": "@Arganda_Ayto evidentemente, si hay aforo limitado y distancia, se debe y se puede ir sin mascarilla, porque yo no meto a una biblioteca a leer o estudiar, con una mascarilla, lo tengo muy claro, máxime cuando tenemos la inmunidad de grupo bien alta", "tweet_lang": "es", "tweet_date": "2021-09-15T11:00:00Z", "mentions": ["Arganda_Ayto"], "country": "MEXICO", "text_es": "evidentemente, si hay aforo limitado y distancia, se debe y se puede ir sin mascarilla, porque yo no meto a una biblioteca a leer o estudiar, con una mascarilla, lo tengo muy claro, máxime cuando tenemos la inmunidad de grupo bien alta"}, {"id": 1438090160583884807, "verified": false, "tweet_text": "Me comunican que en los próximos días podremos volver a una presencialidad total en las aulas de mi Universidad. Sé que muchos lo estáis deseando, pero ni hemos llegado a la inmunidad de grupo ni deberíamos relajarnos. Yo me esperaría, que luego las prisas son malas compañeras.", "tweet_lang": "es", "tweet_date": "2021-09-15T11:00:00Z", "country": "MEXICO", "text_es": "Me comunican que en los próximos días podremos volver a una presencialidad total en las aulas de mi Universidad. Sé que muchos lo estáis deseando, pero ni hemos llegado a la inmunidad de grupo ni deberíamos relajarnos. Yo me esperaría, que luego las prisas son malas compañeras."}, {"id": 1438069368840130566, "verified": false, "tweet_text": "@TonimanGalvez ¿Que sentido tiene si hay 78% vacunados con las dos dosis? ¿No tendríamos inmunidad de grupo?, y lo peor de todo, yo no puedo instalar la aplicación para mostrar el certificado de vacunación en mi movil (iPhone 5c).", "tweet_lang": "es", "tweet_date": "2021-09-15T09:00:00Z", "mentions": ["TonimanGalvez"], "country": "MEXICO", "text_es": "¿Que sentido tiene si hay % vacunados con las dos dosis? ¿No tendríamos inmunidad de grupo?, y lo peor de todo, yo no puedo instalar la aplicación para mostrar el certificado de vacunación en mi movil (iPhone c)."}, {"id": 1438063322365153288, "verified": false, "tweet_text": "@GLP_Penedes @JaumeVivesVives Inmunidad de grupo. Si solo se vacuna un porcentaje pequeño, la pandemia no termina. Si usted se contagia genera más miasmas y va contagiando en mayor medida a los demás. Su usted se contagia y tiene que pasar 40 días en la UCI, lo paga usted.", "tweet_lang": "es", "tweet_date": "2021-09-15T09:00:00Z", "mentions": ["GLP_Penedes", "JaumeVivesVives"], "country": "MEXICO", "text_es": "Inmunidad de grupo. Si solo se vacuna un porcentaje pequeño, la pandemia no termina. Si usted se contagia genera más miasmas y va contagiando en mayor medida a los demás. Su usted se contagia y tiene que pasar días en la UCI, lo paga usted."}, {"id": 1438056240710488064, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 28 días con respecto a la previsión inicial, tras 263 días de vacunación. 15/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-15T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1438051393856843777, "verified": false, "tweet_text": "@larazon_es A la caza? Somos animales según ustedes, la inmunidad de grupo no sé si la conseguiremos pero la de rebaño con periodistas como ustedes seguro 🐑🐑🐑 https://t.co/MUi83J44wl", "tweet_lang": "es", "tweet_date": "2021-09-15T08:00:00Z", "mentions": ["larazon_es"], "tweet_emoticons": ["🐑"], "country": "MEXICO", "text_es": "A la caza? Somos animales según ustedes, la inmunidad de grupo no sé si la conseguiremos pero la de rebaño con periodistas como ustedes seguro 🐑🐑🐑"}, {"id": 1437966797572083714, "verified": false, "tweet_text": "La imposibilidad de lograr la inmunidad colectiva, por lo tanto, no puede imputarse a ninguna persona o grupo de personas.", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "country": "MEXICO", "text_es": "La imposibilidad de lograr la inmunidad colectiva, por lo tanto, no puede imputarse a ninguna persona o grupo de personas."}, {"id": 1437964918804959235, "verified": false, "tweet_text": "@oschlenkernews Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y  también es embajador ante la AU que fue secuestrado por USA , no hay comparacion @delcyrodriguezv", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["oschlenkernews", "delcyrodriguezv"], "country": "MEXICO", "text_es": "Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y también es embajador ante la AU que fue secuestrado por USA , no hay comparacion"}, {"id": 1437964853797339137, "verified": false, "tweet_text": "@tibujose @Gbastidas Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y  también es embajador ante la AU que fue secuestrado por USA , no hay comparacion @jorgepsuv", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["tibujose", "Gbastidas", "jorgepsuv"], "country": "MEXICO", "text_es": "Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y también es embajador ante la AU que fue secuestrado por USA , no hay comparacion"}, {"id": 1437963270405636099, "verified": false, "tweet_text": "@claudiolivares5 Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y  también es embajador ante la AU que fue secuestrado por USA , no hay comparacion @NicolasMaduro", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["claudiolivares5", "NicolasMaduro"], "country": "MEXICO", "text_es": "Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y también es embajador ante la AU que fue secuestrado por USA , no hay comparacion"}, {"id": 1437962657378803713, "verified": false, "tweet_text": "@elgabouniko Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y  también es embajador ante la AU que fue secuestrado por USA , no hay comparacion @NicolasMaduro", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["elgabouniko", "NicolasMaduro"], "country": "MEXICO", "text_es": "Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y también es embajador ante la AU que fue secuestrado por USA , no hay comparacion"}, {"id": 1437962571198472196, "verified": false, "tweet_text": "@angelpanaca Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y  también es embajador ante la AU que fue secuestrado por USA , no hay comparacion @NicolasMaduro https://t.co/c3iLPoiHq1", "tweet_lang": "es", "tweet_date": "2021-09-15T02:00:00Z", "mentions": ["angelpanaca", "NicolasMaduro"], "country": "MEXICO", "text_es": "Simón Trinidad fue pedido por las FARC ,grupo terrorista y con cargos de narcot y asesinatos. Alex saab es diplomatico de un estado soberano con inmunidad como enviado especial y también es embajador ante la AU que fue secuestrado por USA , no hay comparacion"}, {"id": 1437913047419559942, "verified": false, "tweet_text": "¡TERRIBLE! Variante delta: por qué su propagación rompe las esperanzas de conseguir la inmunidad de grupo https://t.co/ZlbwhsbxUR", "tweet_lang": "es", "tweet_date": "2021-09-14T23:00:00Z", "tweet_urls": ["https://t.co/ZlbwhsbxUR"], "country": "MEXICO", "text_es": "¡TERRIBLE! Variante delta: por qué su propagación rompe las esperanzas de conseguir la inmunidad de grupo"}, {"id": 1437895128144883712, "verified": false, "tweet_text": "@Hombrepalta1 @DrPotemkill @RexPelagius2 Yo por genética tengo mayores riesgos de ictus y trombos que la mayoría, pero si básicamente mi opinión se fundamentase exclusivamente en \"no me sale de los cojones\" es lícito y punto. Yo no perjudico a nadie con mi decisión, y menos con la inmunidad de grupo alcanzada.", "tweet_lang": "es", "tweet_date": "2021-09-14T22:00:00Z", "mentions": ["Hombrepalta1", "DrPotemkill", "RexPelagius2"], "country": "MEXICO", "text_es": "Yo por genética tengo mayores riesgos de ictus y trombos que la mayoría, pero si básicamente mi opinión se fundamentase exclusivamente en \"no me sale de los cojones\" es lícito y punto. Yo no perjudico a nadie con mi decisión, y menos con la inmunidad de grupo alcanzada."}, {"id": 1437888665326428169, "verified": false, "tweet_text": "@Mayte2061411 Es increíble la inmunidad con que se mueve el grupo clarin sin ley de medios no los para nadie", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "mentions": ["Mayte2061411"], "country": "MEXICO", "text_es": "Es increíble la inmunidad con que se mueve el grupo clarin sin ley de medios no los para nadie"}, {"id": 1437884343050022922, "verified": false, "tweet_text": "La vacuna covid-19 obtiene una respuesta humoral favorable en pacientes que han recibido trasplante de células madre hematopoyéticas alogénico. JAMA Network Open da resultados optimistas sobre la eficacia de vacunas en este grupo de especial vulnerabilidad\nhttps://t.co/THNTxoowi1", "tweet_lang": "es", "tweet_date": "2021-09-14T21:00:00Z", "tweet_urls": ["https://t.co/THNTxoowi1"], "country": "MEXICO", "text_es": "La vacuna covid-19 obtiene una respuesta humoral favorable en pacientes que han recibido trasplante de células madre hematopoyéticas alogénico. JAMA Network Open da resultados optimistas sobre la eficacia de vacunas en este grupo de especial vulnerabilidad"}, {"id": 1437874996987273218, "verified": false, "tweet_text": "@nomelocreo3000 @bulldog_punk Lo triste es que no vacunándote te conviertes en un parásito que se beneficia indirectamente de la inmunidad de grupo.\n\nMientras te sacas de la manga invents interesados sobre efectos secundarios.", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "mentions": ["nomelocreo3000", "bulldog_punk"], "country": "MEXICO", "text_es": "Lo triste es que no vacunándote te conviertes en un parásito que se beneficia indirectamente de la inmunidad de grupo. Mientras te sacas de la manga invents interesados sobre efectos secundarios."}, {"id": 1437861987287973890, "verified": false, "tweet_text": "Tengo que contaros una cosa.\n\nHemos llegado a la inmunidad de grupo. 💉✅ https://t.co/q07wxpv4hz", "tweet_lang": "es", "tweet_date": "2021-09-14T20:00:00Z", "tweet_urls": ["https://t.co/q07wxpv4hz"], "tweet_emoticons": ["💉", "✅", "xp"], "country": "MEXICO", "text_es": "Tengo que contaros una cosa. Hemos llegado a la inmunidad de grupo. 💉✅"}, {"id": 1437853456174362629, "verified": false, "tweet_text": "🔴 Ya tenemos a más del 70 % de la población total vacunada: ahora, a por la inmunidad de grupo.\n\nTe lo explicamos ⤵️\nhttps://t.co/2hJ40l9hlc", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "tweet_urls": ["https://t.co/2hJ40l9hlc"], "tweet_emoticons": ["🔴", "⤵️", "xp"], "country": "MEXICO", "text_es": "🔴 Ya tenemos a más del % de la población total vacunada: ahora, a por la inmunidad de grupo. Te lo explicamos ⤵️"}, {"id": 1437852163716309005, "verified": false, "tweet_text": "@Chrristiinee @tumadrefoca @elrincondeemma2 @davidpareja Ah, yo no obligo a nadie, ni quiero dar esa sensación. Ni siquiera quiero convencer a los demás. La inmunidad de grupo se consigue con menos del 100%\nTampoco deseo que te contagies, y si pasara, no te negaría la asistencia. De hecho, yo estoy en contra de la vacunación masiva", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "mentions": ["Chrristiinee", "tumadrefoca", "elrincondeemma2", "davidpareja"], "country": "MEXICO", "text_es": "Ah, yo no obligo a nadie, ni quiero dar esa sensación. Ni siquiera quiero convencer a los demás. La inmunidad de grupo se consigue con menos del % Tampoco deseo que te contagies, y si pasara, no te negaría la asistencia. De hecho, yo estoy en contra de la vacunación masiva"}, {"id": 1437850203801927688, "verified": false, "tweet_text": "@ErCabesa92 @FrayJosepho 1º La vacuna de COVID jamás alegó tener 100% de efectividad. el 95% en el mejor de los casos y solo ANTE LAS PRIMERAS VARIANTES.\n2º Jamás se dijo que las vacunas fueran a permitir transmisión o contagio propio. Siempre se habló de \"inmunidad de grupo\". Inmunidad PERMANENTE decían", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "mentions": ["ErCabesa92", "FrayJosepho"], "country": "MEXICO", "text_es": "º La vacuna de COVID jamás alegó tener % de efectividad. el % en el mejor de los casos y solo ANTE LAS PRIMERAS VARIANTES. º Jamás se dijo que las vacunas fueran a permitir transmisión o contagio propio. Siempre se habló de \"inmunidad de grupo\". Inmunidad PERMANENTE decían"}, {"id": 1437849718072217601, "verified": false, "tweet_text": "@Errekaor3 @EsterRubio2 @mjdelrio @LuisCar71418478 @DGLopez8 @Paco_6210 ... los vacunados transmiten el virus, cuando se infectan, durante els días que los no vacunados.\n\nEsto último, la transmisión del virus por parte de los vacunados, es lo que hace que algunos científicos empiecen a pensar que la inmunidad de grupo será muy difícil de conseguir.", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "mentions": ["Errekaor3", "EsterRubio2", "mjdelrio", "LuisCar71418478", "DGLopez8", "Paco_6210"], "country": "MEXICO", "text_es": "... los vacunados transmiten el virus, cuando se infectan, durante els días que los no vacunados. Esto último, la transmisión del virus por parte de los vacunados, es lo que hace que algunos científicos empiecen a pensar que la inmunidad de grupo será muy difícil de conseguir."}, {"id": 1437847951892754432, "verified": false, "tweet_text": "El titular del PAI, Héctor Castro, destacó la participación de los jóvenes, quienes en esta ocasión se convierten en promotores de salud al llevar a vacunarse a los amigos, a los padres, abuelos, profesores; “que sea partícipe de construir una inmunidad de grupo”.", "tweet_lang": "es", "tweet_date": "2021-09-14T19:00:00Z", "country": "MEXICO", "text_es": "El titular del PAI, Héctor Castro, destacó la participación de los jóvenes, quienes en esta ocasión se convierten en promotores de salud al llevar a vacunarse a los amigos, a los padres, abuelos, profesores; “que sea partícipe de construir una inmunidad de grupo”."}, {"id": 1437842437590945800, "verified": false, "tweet_text": "La inmunidad colectiva va a suceder de una forma u otra ...\n¿Se da cuenta la gente de que con un grupo mixto de personas vacunadas y no vacunadas, la inmunidad colectiva se logrará de una forma u otra?\n\nQuizás no de la forma en que ellos querían que sucediera, pero sucederá.", "tweet_lang": "es", "tweet_date": "2021-09-14T18:00:00Z", "country": "MEXICO", "text_es": "La inmunidad colectiva va a suceder de una forma u otra ... ¿Se da cuenta la gente de que con un grupo mixto de personas vacunadas y no vacunadas, la inmunidad colectiva se logrará de una forma u otra? Quizás no de la forma en que ellos querían que sucediera, pero sucederá."}, {"id": 1437839594398097412, "verified": false, "tweet_text": "@almaldo2 @andreucomas14 A este ritmo de vacunación en Mexico, difícilmente se alcanzará la “inmunidad de grupo”", "tweet_lang": "es", "tweet_date": "2021-09-14T18:00:00Z", "mentions": ["almaldo2", "andreucomas14"], "country": "MEXICO", "text_es": "A este ritmo de vacunación en Mexico, difícilmente se alcanzará la “inmunidad de grupo”"}, {"id": 1437838863565742088, "verified": false, "tweet_text": "El primer grupo, o factor, de #psicopatía es Fearless Dominance, que se caracteriza por la audacia social y física, la aventurera y la inmunidad al estrés. El segundo factor de psicopatía es la impulsividad egocentrada, que se caracteriza por un estilo de vida narcisista, ➕", "tweet_lang": "es", "tweet_date": "2021-09-14T18:00:00Z", "hashtags": ["psicopatía"], "tweet_emoticons": ["➕"], "country": "MEXICO", "text_es": "El primer grupo, o factor, de es Fearless Dominance, que se caracteriza por la audacia social y física, la aventurera y la inmunidad al estrés. El segundo factor de psicopatía es la impulsividad egocentrada, que se caracteriza por un estilo de vida narcisista, ➕"}, {"id": 1437824102883069955, "verified": false, "tweet_text": "@MVTARDE @ccarballo50 Con un R0 más alto, pero bastante cerca de la inmunidad de grupo, gracias a las vacunas, es perfectamente plausible pensar que se han acabado las temidas olas. Otra cosa es que aparezca una nueva variante, no más transmisible, porque eso ya da igual, sino que escape es la vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["MVTARDE", "ccarballo50"], "country": "MEXICO", "text_es": "Con un R0 más alto, pero bastante cerca de la inmunidad de grupo, gracias a las vacunas, es perfectamente plausible pensar que se han acabado las temidas olas. Otra cosa es que aparezca una nueva variante, no más transmisible, porque eso ya da igual, sino que escape es la vacuna."}, {"id": 1437823464690356229, "verified": false, "tweet_text": "@MVTARDE @ccarballo50 Yo no.\nEso pasa porque los médicos desconocen el modelo SIR.\nLas olas dependen del R0 y de las personas inmunizadas.\nCuando estábamos muy por debajo de la inmunidad de grupo y con un R0 mayor fe 3 ¿Qué insensato puede argumentar que no habrían olas?\nAhora es muy distinto...", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["MVTARDE", "ccarballo50"], "country": "MEXICO", "text_es": "Yo no. Eso pasa porque los médicos desconocen el modelo SIR. Las olas dependen del R0 y de las personas inmunizadas. Cuando estábamos muy por debajo de la inmunidad de grupo y con un R0 mayor fe ¿Qué insensato puede argumentar que no habrían olas? Ahora es muy distinto..."}, {"id": 1437817260652040198, "verified": false, "tweet_text": "@Candela46107117 @PrevencinDocen1 @alvarezperea Cuando el objetivo es contagiar masivamente a los niños para conseguir la inmunidad de grupo, ideas de este tipo no ayudan.", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "mentions": ["Candela46107117", "PrevencinDocen1", "alvarezperea"], "country": "MEXICO", "text_es": "Cuando el objetivo es contagiar masivamente a los niños para conseguir la inmunidad de grupo, ideas de este tipo no ayudan."}, {"id": 1437816111744131081, "verified": false, "tweet_text": "Por qué miente Margarita del Mal?\n\nPor dos cosas:\n1º No es ninguna vacuna, es una inoculación de veneno\n\n2º Deja entrever que podría en un futuro darse la inmunidad de grupo, cuyo concepto ha tenido que cambiarse en función de las circunstancias, lo cual tampoco es cierto https://t.co/rrxcC6pZoa", "tweet_lang": "es", "tweet_date": "2021-09-14T17:00:00Z", "tweet_urls": ["https://t.co/rrxcC6pZoa"], "country": "MEXICO", "text_es": "Por qué miente Margarita del Mal? Por dos cosas: º No es ninguna vacuna, es una inoculación de veneno º Deja entrever que podría en un futuro darse la inmunidad de grupo, cuyo concepto ha tenido que cambiarse en función de las circunstancias, lo cual tampoco es cierto"}, {"id": 1437797560257744899, "verified": false, "tweet_text": "La Región de Murcia tiene una población de 1.488.000. Por tanto, apenas queda por vacunar un 9.4%. ¿Dónde está la inmunidad de grupo?", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "country": "MEXICO", "text_es": "La Región de Murcia tiene una población de . Por tanto, apenas queda por vacunar un %. ¿Dónde está la inmunidad de grupo?"}, {"id": 1437790834854858760, "verified": false, "tweet_text": "@Martagarcian998 Ya, porque todavía no se ha alcanzado la inmunidad de grupo. Pero prácticamente se puede hacer vida normal.", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "mentions": ["Martagarcian998"], "country": "MEXICO", "text_es": "Ya, porque todavía no se ha alcanzado la inmunidad de grupo. Pero prácticamente se puede hacer vida normal."}, {"id": 1437788100546240516, "verified": false, "tweet_text": "La mayoría de estudios indican que alcanzaríamos la inmunidad de grupo con un porcentaje de vacunados del 70-85%. \n\nAndalucía lo ha conseguido ya y en principio debería eliminar todas las restricciones sin preocupaciones. https://t.co/aWp2Eyfpj7", "tweet_lang": "es", "tweet_date": "2021-09-14T15:00:00Z", "tweet_urls": ["https://t.co/aWp2Eyfpj7"], "country": "MEXICO", "text_es": "La mayoría de estudios indican que alcanzaríamos la inmunidad de grupo con un porcentaje de vacunados del -85%. Andalucía lo ha conseguido ya y en principio debería eliminar todas las restricciones sin preocupaciones."}, {"id": 1437784451778502657, "verified": false, "tweet_text": "Algunos cuestionan la evolución\nAlgunos cuestionan el cambio climático\nAlgunos cuestionan las vacunas\nAlgunos cuestionan la inmunidad después de la enfermedad COVID\nEl último grupo ha hecho un daño enorme https://t.co/ne5RUv4ju1", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "tweet_urls": ["https://t.co/ne5RUv4ju1"], "country": "MEXICO", "text_es": "Algunos cuestionan la evolución Algunos cuestionan el cambio climático Algunos cuestionan las vacunas Algunos cuestionan la inmunidad después de la enfermedad COVID El último grupo ha hecho un daño enorme"}, {"id": 1437778191725252614, "verified": false, "tweet_text": "@RadioPlaneta969 demasiado raro que catalina habiendo ganado la inmunidad, no haya escogido a NINGUNA de las de su grupo, escogio a los que le caen mal a ella y a carla, para que luego misteriosamente se les apagaran las ollas de la carne y se quemara el guiso @KanarioAdolfo", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "mentions": ["RadioPlaneta969", "KanarioAdolfo"], "country": "MEXICO", "text_es": "demasiado raro que catalina habiendo ganado la inmunidad, no haya escogido a NINGUNA de las de su grupo, escogio a los que le caen mal a ella y a carla, para que luego misteriosamente se les apagaran las ollas de la carne y se quemara el guiso"}, {"id": 1437777690199793681, "verified": false, "tweet_text": "@RadioPlaneta969 guey pero contalo bien @HECTORELGUEY @KanarioAdolfo en masterchef se pueden tirar los platos mas duros cuando ganan la inmunidad, ademas de quitarle tiempo a los que mas cocinan o los que le caen mal a algun grupo, pero lo que hizo catalina NUNCA lo habian hecho!", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "mentions": ["RadioPlaneta969", "HECTORELGUEY", "KanarioAdolfo"], "country": "MEXICO", "text_es": "guey pero contalo bien en masterchef se pueden tirar los platos mas duros cuando ganan la inmunidad, ademas de quitarle tiempo a los que mas cocinan o los que le caen mal a algun grupo, pero lo que hizo catalina NUNCA lo habian hecho!"}, {"id": 1437770720403234833, "verified": false, "tweet_text": "#LODIJO 🗣 | Dr. @hrcastrol, director del PAI. \"La idea de esta semana es que el joven de 19 años se convierta también en un promotor de salud y que nos ayuden a llevarle al papá, tío, abuelo, profesor, que sea partícipe de construir una inmunidad de grupo\". 💉\n\nVía: ParaguayTv https://t.co/8UBlD6CvaO", "tweet_lang": "es", "tweet_date": "2021-09-14T14:00:00Z", "hashtags": ["LODIJO"], "mentions": ["hrcastrol"], "tweet_emoticons": ["🗣", "💉"], "country": "MEXICO", "text_es": "🗣 | Dr. , director del PAI. \"La idea de esta semana es que el joven de años se convierta también en un promotor de salud y que nos ayuden a llevarle al papá, tío, abuelo, profesor, que sea partícipe de construir una inmunidad de grupo\". 💉 Vía: ParaguayTv"}, {"id": 1437765976024616962, "verified": false, "tweet_text": "\"Inmunidad completa\",\n\"Pauta completa\", y la \"Inmunidad de grupo\", esa que parece que alcanzaremos algún día inoculando al 100% aunque sigan padeciendo y transmitiendo la enfermedad. \n¿Y nadie dice nada? \nPueblo conformista, ignorante y manipulable. https://t.co/YzJ5hjPWX7", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "tweet_urls": ["https://t.co/YzJ5hjPWX7"], "country": "MEXICO", "text_es": "\"Inmunidad completa\", \"Pauta completa\", y la \"Inmunidad de grupo\", esa que parece que alcanzaremos algún día inoculando al % aunque sigan padeciendo y transmitiendo la enfermedad. ¿Y nadie dice nada? Pueblo conformista, ignorante y manipulable."}, {"id": 1437761267540836356, "verified": false, "tweet_text": "@Buenrollo13 @monkiesvetlana @AbrahamCriado @Arquitectico @fernandoposada8 O sea que para conseguir esa inmunidad natural has tenido que infectar a mucha gente que morirá por la infección. La vacuna consigue esa inmunidad pero te evita pasar la infección. Unos pocos no conseguirán inmunidad por la vacuna y esos estarán en el grupo de los primeros", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "mentions": ["Buenrollo13", "AbrahamCriado", "Arquitectico", "fernandoposada8"], "country": "MEXICO", "text_es": "O sea que para conseguir esa inmunidad natural has tenido que infectar a mucha gente que morirá por la infección. La vacuna consigue esa inmunidad pero te evita pasar la infección. Unos pocos no conseguirán inmunidad por la vacuna y esos estarán en el grupo de los primeros"}, {"id": 1437757176081178624, "verified": true, "tweet_text": "#LaSaludPrimero| \"La idea de esta semana es que el joven de 19 años se convierta también en un promotor de salud y que nos ayuden a llevarle al papá, tío, abuelo, profesor, que sea partícipe de construir una inmunidad de grupo\"  @hrcastrol director del PAI. https://t.co/GH9QYgZO63", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "hashtags": ["LaSaludPrimero"], "mentions": ["hrcastrol"], "country": "MEXICO", "text_es": "| \"La idea de esta semana es que el joven de años se convierta también en un promotor de salud y que nos ayuden a llevarle al papá, tío, abuelo, profesor, que sea partícipe de construir una inmunidad de grupo\" director del PAI."}, {"id": 1437756507215605761, "verified": true, "tweet_text": "🔺#LaSaludPrimero | Campaña de vacunación contra el #COVID19\n\n🗣️\"La idea de esta semana es que el joven de 19 años se convierta en el promotor de salud. Que sea partícipe de esta inmunidad de grupo.\" Dr. @hrcastrol", "tweet_lang": "es", "tweet_date": "2021-09-14T13:00:00Z", "hashtags": ["LaSaludPrimero", "COVID19"], "mentions": ["hrcastrol"], "tweet_emoticons": ["🔺", "🗣️"], "country": "MEXICO", "text_es": "🔺 | Campaña de vacunación contra el 🗣️\"La idea de esta semana es que el joven de años se convierta en el promotor de salud. Que sea partícipe de esta inmunidad de grupo.\" Dr."}, {"id": 1437751193053368321, "verified": false, "tweet_text": "@PerroInvestor @maxmaxwellx @FilosofiaPolti No digo que sean iguales ni mucho menos, si no del hecho de que como sociedad hemos sobrevivido mucho tiempo a enfermedades gracias a la inmunidad de grupo, por lo que siempre que no haya riesgo de colapsar la sanidad, debemos garantizar la libertad ciudadana.", "tweet_lang": "es", "tweet_date": "2021-09-14T12:00:00Z", "mentions": ["PerroInvestor", "maxmaxwellx", "FilosofiaPolti"], "country": "MEXICO", "text_es": "No digo que sean iguales ni mucho menos, si no del hecho de que como sociedad hemos sobrevivido mucho tiempo a enfermedades gracias a la inmunidad de grupo, por lo que siempre que no haya riesgo de colapsar la sanidad, debemos garantizar la libertad ciudadana."}, {"id": 1437742224247300098, "verified": false, "tweet_text": "@EsterRubio2 @mjdelrio @CarlosVecino4 @Errekaor3 @LuisCar71418478 @DGLopez8 @Paco_6210 Que ya hay varias voces que dicen que para llegar a la famosa inmunidad de grupo con estas vacunas se tendría que vacunar todo el planeta Tierra.\nY que quizás, quizás, haga falta distribuir vacunas en países del tercer mundo antes de inocular una vacuna a menores.", "tweet_lang": "es", "tweet_date": "2021-09-14T12:00:00Z", "mentions": ["EsterRubio2", "mjdelrio", "CarlosVecino4", "Errekaor3", "LuisCar71418478", "DGLopez8", "Paco_6210"], "country": "MEXICO", "text_es": "Que ya hay varias voces que dicen que para llegar a la famosa inmunidad de grupo con estas vacunas se tendría que vacunar todo el planeta Tierra. Y que quizás, quizás, haga falta distribuir vacunas en países del tercer mundo antes de inocular una vacuna a menores."}, {"id": 1437734163881336834, "verified": false, "tweet_text": "DEl 70 al 100 % https://t.co/wYTvbSmvVR Drosten hace unos meses....https://t.co/3c4r8bEwN5", "tweet_lang": "es", "tweet_date": "2021-09-14T11:00:00Z", "tweet_urls": ["https://t.co/wYTvbSmvVR", "https://t.co/3c4r8bEwN5"], "country": "MEXICO", "text_es": "DEl al % Drosten hace unos meses...."}, {"id": 1437733390925586434, "verified": false, "tweet_text": "@jmadridpa @publico_es Pero si estas vacunas no generan inmunidad de grupo, deberías informarte y no hablar desde la ignorancia", "tweet_lang": "es", "tweet_date": "2021-09-14T11:00:00Z", "mentions": ["jmadridpa", "publico_es"], "country": "MEXICO", "text_es": "Pero si estas vacunas no generan inmunidad de grupo, deberías informarte y no hablar desde la ignorancia"}, {"id": 1437727334606548997, "verified": false, "tweet_text": "🔴  @mfranco_uah, epidemiólogo social y portavoz de @sespas: \"La inmunidad de grupo llegará cuando ya no haya más olas ni cifras altas de contagios, todavía nos queda mucho que hacer.\"\n#EnJake\n➡ https://t.co/OY83zEh0fK\n@Xlapitz https://t.co/K1ujmTkG82", "tweet_lang": "es", "tweet_date": "2021-09-14T11:00:00Z", "hashtags": ["EnJake"], "mentions": ["mfranco_uah", "sespas", "Xlapitz"], "tweet_urls": ["https://t.co/OY83zEh0fK"], "tweet_emoticons": ["➡", "🔴"], "country": "MEXICO", "text_es": "🔴 , epidemiólogo social y portavoz de : \"La inmunidad de grupo llegará cuando ya no haya más olas ni cifras altas de contagios, todavía nos queda mucho que hacer.\" ➡"}, {"id": 1437721913804087299, "verified": false, "tweet_text": "@rodrigo_vda @maxmaxwellx @FilosofiaPolti La gripe es estacional es la gran diferencia, no se genera inmunidad de grupo simplemente el virus muta cada invierno y como luego desaparece no genera tanta alarma, pero creo que  estas alturas seguir conparando gripe con covid es no querer enterarse de que va esto", "tweet_lang": "es", "tweet_date": "2021-09-14T10:00:00Z", "mentions": ["rodrigo_vda", "maxmaxwellx", "FilosofiaPolti"], "country": "MEXICO", "text_es": "La gripe es estacional es la gran diferencia, no se genera inmunidad de grupo simplemente el virus muta cada invierno y como luego desaparece no genera tanta alarma, pero creo que estas alturas seguir conparando gripe con covid es no querer enterarse de que va esto"}, {"id": 1437693852878397440, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 27 días con respecto a la previsión inicial, tras 262 días de vacunación. 14/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-14T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1437675824455507968, "verified": false, "tweet_text": "@Conversation_E @VoroPeiro @GVAfisabio La \"inmunidad de grupo\" no puede suceder con este virus, estas vacunas y sin antivirales. Es más, estamos cerca del día en que todos los contagios se producirán entre vacunados.", "tweet_lang": "es", "tweet_date": "2021-09-14T07:00:00Z", "mentions": ["Conversation_E", "VoroPeiro", "GVAfisabio"], "country": "MEXICO", "text_es": "La \"inmunidad de grupo\" no puede suceder con este virus, estas vacunas y sin antivirales. Es más, estamos cerca del día en que todos los contagios se producirán entre vacunados."}, {"id": 1437673748149252096, "verified": false, "tweet_text": "La campaña de vacunación en España está siendo mucho más exitosa y prometedora de lo que pensábamos. \nY este es un éxito de la Salud Pública, la Epidemiología y el Sistema Nacional de Sanidad . \nhttps://t.co/0TdSIrnfWs\n@agencia_sinc @pampanilla", "tweet_lang": "es", "tweet_date": "2021-09-14T07:00:00Z", "mentions": ["agencia_sinc", "pampanilla"], "tweet_urls": ["https://t.co/0TdSIrnfWs"], "country": "MEXICO", "text_es": "La campaña de vacunación en España está siendo mucho más exitosa y prometedora de lo que pensábamos. Y este es un éxito de la Salud Pública, la Epidemiología y el Sistema Nacional de Sanidad ."}, {"id": 1437667804006735878, "verified": false, "tweet_text": "Creo que es un deber cívico negarse a la tercera dosis y exigir que se destinen a países donde están lejos de la inmunidad de grupo.\nIn Review, Top F.D.A. Scientists Question Imminent Need for Booster Shots https://t.co/BkmIuKyf0l", "tweet_lang": "es", "tweet_date": "2021-09-14T07:00:00Z", "tweet_urls": ["https://t.co/BkmIuKyf0l"], "country": "MEXICO", "text_es": "Creo que es un deber cívico negarse a la tercera dosis y exigir que se destinen a países donde están lejos de la inmunidad de grupo. In Review, Top F.D.A. Scientists Question Imminent Need for Booster Shots"}, {"id": 1437651383625322507, "verified": false, "tweet_text": "@PerroInvestor @maxmaxwellx @FilosofiaPolti Sí, y eso es tan verdad con el coronavirus como con la gripe, pero con la gripe, y sobrevivimos con la inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-14T06:00:00Z", "mentions": ["PerroInvestor", "maxmaxwellx", "FilosofiaPolti"], "country": "MEXICO", "text_es": "Sí, y eso es tan verdad con el coronavirus como con la gripe, pero con la gripe, y sobrevivimos con la inmunidad de grupo."}, {"id": 1437613186149126148, "verified": false, "tweet_text": "@AXL__tw De hecho se estima la llamada inmunidad de grupo para último trimestre de 2022, primer semestre de 2023.", "tweet_lang": "es", "tweet_date": "2021-09-14T03:00:00Z", "mentions": ["AXL__tw"], "country": "MEXICO", "text_es": "De hecho se estima la llamada inmunidad de grupo para último trimestre de , primer semestre de ."}, {"id": 1437598275717185536, "verified": false, "tweet_text": "@ChairosY @NorMadJO De los extranjeros del foro de Sao Paulo sólo procede emanciparnos; Grupo Puebla son foristas de Sao Paulo con los 4T traidores compatriotas que dan inmunidad para hacer política en nuestro país, lo que han hecho público y notorio. La ironía parece fantasía pero es verdad! @WSJ", "tweet_lang": "es", "tweet_date": "2021-09-14T02:00:00Z", "mentions": ["ChairosY", "WSJ"], "country": "MEXICO", "text_es": "De los extranjeros del foro de Sao Paulo sólo procede emanciparnos; Grupo Puebla son foristas de Sao Paulo con los T traidores compatriotas que dan inmunidad para hacer política en nuestro país, lo que han hecho público y notorio. La ironía parece fantasía pero es verdad!"}, {"id": 1437572159300411395, "verified": false, "tweet_text": "@MariaFdaCabal @opinioncaribe No entiendo tanta criticada a la JEP... todos sabemos que es un tribunal de las FARC para su impunidad e inmunidad. Es un grupo de degenerados que salvaguardan a los delincuentes.\nEs un \"tribunal\" ilegal. Dijimos NO. Cual es el obstáculo para disolverlo...?", "tweet_lang": "es", "tweet_date": "2021-09-14T00:00:00Z", "mentions": ["MariaFdaCabal", "opinioncaribe"], "country": "MEXICO", "text_es": "No entiendo tanta criticada a la JEP... todos sabemos que es un tribunal de las FARC para su impunidad e inmunidad. Es un grupo de degenerados que salvaguardan a los delincuentes. Es un \"tribunal\" ilegal. Dijimos NO. Cual es el obstáculo para disolverlo...?"}, {"id": 1437570891920117760, "verified": false, "tweet_text": "@metroymedio_t @manuelaad1_ Catalina y Viña se aliaron en el reto de campo y Catalina como tenía inmunidad y era la capitana saboteo a su propio grupo para hacer ganar al de Viña. Le subió el fuego a Lis para quemarle el guiso y a Julito le apagó el fuego de las marranas. Al final sacaron a julito.", "tweet_lang": "es", "tweet_date": "2021-09-14T00:00:00Z", "mentions": ["metroymedio_t", "manuelaad1_"], "country": "MEXICO", "text_es": "Catalina y Viña se aliaron en el reto de campo y Catalina como tenía inmunidad y era la capitana saboteo a su propio grupo para hacer ganar al de Viña. Le subió el fuego a Lis para quemarle el guiso y a Julito le apagó el fuego de las marranas. Al final sacaron a julito."}, {"id": 1437538609381400586, "verified": false, "tweet_text": "@Aso_Liberum @NuriaPuebla Esta tarde en Ondacero he escuchado a un médico responsabilizar a los “NO  vacunados” de que haya que “vacunar” a los menores para poder llegar a la inmunidad de grupo.\nComo si no tuvieran claro que el objetivo es el 100%... pero de los que están fuera del Círculo de los Elegidos", "tweet_lang": "es", "tweet_date": "2021-09-13T22:00:00Z", "mentions": ["Aso_Liberum", "NuriaPuebla"], "country": "MEXICO", "text_es": "Esta tarde en Ondacero he escuchado a un médico responsabilizar a los “NO vacunados” de que haya que “vacunar” a los menores para poder llegar a la inmunidad de grupo. Como si no tuvieran claro que el objetivo es el %... pero de los que están fuera del Círculo de los Elegidos"}, {"id": 1437533661952413699, "verified": false, "tweet_text": "El error #2 (usar 70% como meta para alcanzar inmunidad colectiva/de rebaño) es equivocada ya que, desde la llegada de la variante Delta, este porcentaje subió a por lo menos 90%. Es esta la meta (o cercana a esta) que deberíamos empezar a usar. https://t.co/xFDY6afWz3", "tweet_lang": "es", "tweet_date": "2021-09-13T22:00:00Z", "tweet_urls": ["https://t.co/xFDY6afWz3"], "country": "MEXICO", "text_es": "El error (usar % como meta para alcanzar inmunidad colectiva/de rebaño) es equivocada ya que, desde la llegada de la variante Delta, este porcentaje subió a por lo menos %. Es esta la meta (o cercana a esta) que deberíamos empezar a usar."}, {"id": 1437529651274989575, "verified": false, "tweet_text": "@GarayaM @mbatalla14 (4) hay que dejar el mito que la vacunación ya resolvió todo - esa es una cantinela muy de liberales y de sector empresarial - es urgente vacunar por supuesto, pero cada vez es más evidente que con los cambios e en el virus la inmunidad de grupo parece una quimera…", "tweet_lang": "es", "tweet_date": "2021-09-13T22:00:00Z", "mentions": ["GarayaM", "mbatalla14"], "country": "MEXICO", "text_es": "(4) hay que dejar el mito que la vacunación ya resolvió todo - esa es una cantinela muy de liberales y de sector empresarial - es urgente vacunar por supuesto, pero cada vez es más evidente que con los cambios e en el virus la inmunidad de grupo parece una quimera…"}, {"id": 1437528317364744197, "verified": false, "tweet_text": "Expertos avisan de que la quinta ola da 'los últimos coletazos' pero advierten que la inmunidad de grupo será insuficiente \n@sanidadgob @CarolinaDarias @desdelamoncloa \n\nhttps://t.co/Y9mf7rSy0P vía @publico_es", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "mentions": ["sanidadgob", "CarolinaDarias", "desdelamoncloa", "publico_es"], "tweet_urls": ["https://t.co/Y9mf7rSy0P"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Expertos avisan de que la quinta ola da 'los últimos coletazos' pero advierten que la inmunidad de grupo será insuficiente vía"}, {"id": 1437526061848354816, "verified": false, "tweet_text": "@cuchis_ec La Vacunación en &gt; 12 años, que ya se inició, debe realizarse con 2 dosis, de las vacunas que se apliquen. La miocarditis reportada con Pfizer es un evento raro vs el beneficio. Si no vacunamos ese grupo etario no podremos alcanzar inmunidad de rebaño", "tweet_lang": "es", "tweet_date": "2021-09-13T21:00:00Z", "mentions": ["cuchis_ec"], "country": "MEXICO", "text_es": "La Vacunación en &gt; años, que ya se inició, debe realizarse con dosis, de las vacunas que se apliquen. La miocarditis reportada con Pfizer es un evento raro vs el beneficio. Si no vacunamos ese grupo etario no podremos alcanzar inmunidad de rebaño"}, {"id": 1437512075610316818, "verified": false, "tweet_text": "@Amelita771 @InmaGCosio @Carmenchuespana @MarAla08 @rocapa55 @hermanntertsch Repito, de manera automática.\nAdemás hasta los que no somos de ciencias sabemos que la variación de los virus son veloces, es el motivo de tener que vacunarse todos los años de gripe. Lo de inmunidad de grupo sirve para muchos virus estacionales como por ejemplo la modorra.", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "mentions": ["Amelita771", "InmaGCosio", "Carmenchuespana", "MarAla08", "rocapa55", "hermanntertsch"], "country": "MEXICO", "text_es": "Repito, de manera automática. Además hasta los que no somos de ciencias sabemos que la variación de los virus son veloces, es el motivo de tener que vacunarse todos los años de gripe. Lo de inmunidad de grupo sirve para muchos virus estacionales como por ejemplo la modorra."}, {"id": 1437511093639843847, "verified": false, "tweet_text": "@ActivoInmovil @InmaGCosio @Carmenchuespana @MarAla08 @rocapa55 @hermanntertsch Eso no es lo que vendieron en su día con estas vacunas, lamentablente. De hecho, el objetivo de la inmunidad de grupo inicial (70 por ciento) partía de que los vacunados no iban a transmitir la enfermedad. https://t.co/D045IsfGPe", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "mentions": ["ActivoInmovil", "InmaGCosio", "Carmenchuespana", "MarAla08", "rocapa55", "hermanntertsch"], "tweet_urls": ["https://t.co/D045IsfGPe"], "country": "MEXICO", "text_es": "Eso no es lo que vendieron en su día con estas vacunas, lamentablente. De hecho, el objetivo de la inmunidad de grupo inicial (70 por ciento) partía de que los vacunados no iban a transmitir la enfermedad."}, {"id": 1437503850999541761, "verified": false, "tweet_text": "#HoyFueNoticia Granada necesita vacunar a 125.000 personas más para alcanzar la inmunidad de grupo https://t.co/ZRo8KgJSm4", "tweet_lang": "es", "tweet_date": "2021-09-13T20:00:00Z", "hashtags": ["HoyFueNoticia"], "tweet_urls": ["https://t.co/ZRo8KgJSm4"], "country": "MEXICO", "text_es": "Granada necesita vacunar a personas más para alcanzar la inmunidad de grupo"}, {"id": 1437494538549989378, "verified": false, "tweet_text": "@Lyn_Cassady_Cpt @vox_es @Jorgebuxade Aquí el Padre de la vacuna Astrazeneca. Interesantisimo articulo para no creer en la famosa inmunidad de grupo de la que todos los medios de comunicación se hacen eco. https://t.co/AmnM8i20IW", "tweet_lang": "es", "tweet_date": "2021-09-13T19:00:00Z", "mentions": ["Lyn_Cassady_Cpt", "vox_es", "Jorgebuxade"], "tweet_urls": ["https://t.co/AmnM8i20IW"], "country": "MEXICO", "text_es": "Aquí el Padre de la vacuna Astrazeneca. Interesantisimo articulo para no creer en la famosa inmunidad de grupo de la que todos los medios de comunicación se hacen eco."}, {"id": 1437492687058440195, "verified": false, "tweet_text": "Para que cuando tengamos inmunidad de grupo las restricciones puedan ir levantándose.\nEl virus sigue circulando y, en los contagios, puede ir variando (variantes) o puede sufrir mutaciones. Estás ultimas son las más preocupantes ya que pueden hacer que la vacuna no sea efectiva. https://t.co/vyObsFnC9k", "tweet_lang": "es", "tweet_date": "2021-09-13T19:00:00Z", "tweet_urls": ["https://t.co/vyObsFnC9k"], "country": "MEXICO", "text_es": "Para que cuando tengamos inmunidad de grupo las restricciones puedan ir levantándose. El virus sigue circulando y, en los contagios, puede ir variando (variantes) o puede sufrir mutaciones. Estás ultimas son las más preocupantes ya que pueden hacer que la vacuna no sea efectiva."}, {"id": 1437464918262001668, "verified": false, "tweet_text": "@RadioPlaneta969 cata vendió a su propio grupo ya que ella tenía pin de inmunidad, y lo aceptó en cámaras, que es lo peor. La verdad el capitulo de ayer muy frustrante", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "mentions": ["RadioPlaneta969"], "country": "MEXICO", "text_es": "cata vendió a su propio grupo ya que ella tenía pin de inmunidad, y lo aceptó en cámaras, que es lo peor. La verdad el capitulo de ayer muy frustrante"}, {"id": 1437457042373939210, "verified": true, "tweet_text": "💉 España ya tiene a más del 70 % de su población total vacunada con pauta completa contra la covid-19\n\n⭕ La inmunidad de grupo solo se logrará cuando se evidencie una disminución drástica de los contagios en la población\n\n➡ Un análisis de @mfranco_uah \n\nhttps://t.co/lbS8d2bW7f", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "mentions": ["mfranco_uah"], "tweet_urls": ["https://t.co/lbS8d2bW7f"], "tweet_emoticons": ["➡", "💉", "⭕"], "country": "MEXICO", "text_es": "💉 España ya tiene a más del % de su población total vacunada con pauta completa contra la covid-19 ⭕ La inmunidad de grupo solo se logrará cuando se evidencie una disminución drástica de los contagios en la población ➡ Un análisis de"}, {"id": 1437453519238410244, "verified": false, "tweet_text": "La inmunidad de grupo es ahora un espejismo por la mayor capacidad de infección de la nueva variante del virus y la limitada efectividad de las actuales vacunas. En @RevistaAlterEco de septiembre @53sebas escribe sobre #coronavirus #pandemia #Covid_19 https://t.co/FRFW69SIJk", "tweet_lang": "es", "tweet_date": "2021-09-13T17:00:00Z", "hashtags": ["coronavirus", "pandemia", "Covid_19"], "mentions": ["RevistaAlterEco", "53sebas"], "tweet_urls": ["https://t.co/FRFW69SIJk"], "country": "MEXICO", "text_es": "La inmunidad de grupo es ahora un espejismo por la mayor capacidad de infección de la nueva variante del virus y la limitada efectividad de las actuales vacunas. En de septiembre escribe sobre"}, {"id": 1437449158957350918, "verified": false, "tweet_text": "@PollaVieja72 @Proserpinasb con la alpha se habría podido. Con la delta no existe inmunidad de grupo. \nLas vacunas reducen riesgo. Nada más. \nYo creo que va a terminar siendo endémico.", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "mentions": ["PollaVieja72", "Proserpinasb"], "country": "MEXICO", "text_es": "con la alpha se habría podido. Con la delta no existe inmunidad de grupo. Las vacunas reducen riesgo. Nada más. Yo creo que va a terminar siendo endémico."}, {"id": 1437447686257618951, "verified": false, "tweet_text": "@ccarballo50 Esta es la inmunidad de grupo q hemos alcanzado.\nFalta hace decir (tú tienes audiencia) q las #pandemia no ha acabado, q las normas hay q seguir teniéndolas, y a los #politicos q no hay justificación alguna para eliminar restricciones.\nhttps://t.co/1q9FHDCOAw", "tweet_lang": "es", "tweet_date": "2021-09-13T16:00:00Z", "hashtags": ["pandemia", "politicos"], "mentions": ["ccarballo50"], "tweet_urls": ["https://t.co/1q9FHDCOAw"], "country": "MEXICO", "text_es": "Esta es la inmunidad de grupo q hemos alcanzado. Falta hace decir (tú tienes audiencia) q las no ha acabado, q las normas hay q seguir teniéndolas, y a los q no hay justificación alguna para eliminar restricciones."}, {"id": 1437431421610639365, "verified": false, "tweet_text": "@3porciento_3 Y de la inmunidad de grupo es con el 70% vacunado de la población objetivo al 90% de toda la población.", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "mentions": ["3porciento_3"], "country": "MEXICO", "text_es": "Y de la inmunidad de grupo es con el % vacunado de la población objetivo al % de toda la población."}, {"id": 1437429856975863813, "verified": true, "tweet_text": "▶️Completar la inmunidad de grupo y frenar las variantes, claves para vacunar a los menores de 5-12 años https://t.co/GvzT4qigW6", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "tweet_urls": ["https://t.co/GvzT4qigW6"], "tweet_emoticons": ["▶️"], "country": "MEXICO", "text_es": "▶️Completar la inmunidad de grupo y frenar las variantes, claves para vacunar a los menores de -12 años"}, {"id": 1437428633015136259, "verified": false, "tweet_text": "El 85% para la inmunidad de grupo... realmente no veo a este país en esos rangos. https://t.co/HOEeFPlTG4", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "country": "MEXICO", "text_es": "El % para la inmunidad de grupo... realmente no veo a este país en esos rangos."}, {"id": 1437424269324132354, "verified": false, "tweet_text": "Expertos apuntan que la quinta ola da “los últimos coletazos” pero advierten que la inmunidad de grupo será insuficiente  https://t.co/BFj9UUl3le a través de @Servimedia @maldita @GoogleNewsInit #Vacunate", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "hashtags": ["Vacunate"], "mentions": ["Servimedia", "maldita", "GoogleNewsInit"], "tweet_urls": ["https://t.co/BFj9UUl3le"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Expertos apuntan que la quinta ola da “los últimos coletazos” pero advierten que la inmunidad de grupo será insuficiente a través de"}, {"id": 1437424137811730437, "verified": false, "tweet_text": "@parahablarenli1 @SharahKasny @chuisti @piopiotwit @balkraix @tobioworks @FrayJosepho @Nopanaden Si no se excluyen de forma diferencial entre ambos grupos tampoco tendría mucho aporte a dicho sesgo.\nEn todo caso, sería un sesgo en contra de la efectividad de la vacuna, pues ya habría población en el grupo de no vacunados con inmunidad post-infección.", "tweet_lang": "es", "tweet_date": "2021-09-13T15:00:00Z", "mentions": ["parahablarenli1", "SharahKasny", "chuisti", "piopiotwit", "balkraix", "tobioworks", "FrayJosepho", "Nopanaden"], "country": "MEXICO", "text_es": "Si no se excluyen de forma diferencial entre ambos grupos tampoco tendría mucho aporte a dicho sesgo. En todo caso, sería un sesgo en contra de la efectividad de la vacuna, pues ya habría población en el grupo de no vacunados con inmunidad post-infección."}, {"id": 1437415896201506821, "verified": false, "tweet_text": "#MUNDO | La Administración de Alimentos y Medicamentos advirtió a los padres que no intenten vacunar a los niños más pequeños antes de una recomendación oficial. Afirmó que aún hay preguntas sin respuesta sobre las dosis y la inmunidad en este grupo etario https://t.co/CIVQYrSoFc", "tweet_lang": "es", "tweet_date": "2021-09-13T14:00:00Z", "hashtags": ["MUNDO"], "tweet_urls": ["https://t.co/CIVQYrSoFc"], "country": "MEXICO", "text_es": "| La Administración de Alimentos y Medicamentos advirtió a los padres que no intenten vacunar a los niños más pequeños antes de una recomendación oficial. Afirmó que aún hay preguntas sin respuesta sobre las dosis y la inmunidad en este grupo etario"}, {"id": 1437411490479362057, "verified": false, "tweet_text": "@alcarauir @YevyWoW @SaludPublicaEs ahh me has leído la mente, acordándome del Boris hablando de la inmunidad de grupo al ppio, siempre con medidas temerarias", "tweet_lang": "es", "tweet_date": "2021-09-13T14:00:00Z", "mentions": ["alcarauir", "YevyWoW", "SaludPublicaEs"], "country": "MEXICO", "text_es": "ahh me has leído la mente, acordándome del Boris hablando de la inmunidad de grupo al ppio, siempre con medidas temerarias"}, {"id": 1437407180399984651, "verified": false, "tweet_text": "@LinaM27 Estuvo en un grupo con Liss Pereira, Frank el Flaco y el eliminado para preparar una comida. Ella era la líder por tener pin de inmunidad, para salvar a las 4 babys hizo estrategia y dejó quemar y que lo de su equipo saliera todo mal.", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "mentions": ["LinaM27"], "country": "MEXICO", "text_es": "Estuvo en un grupo con Liss Pereira, Frank el Flaco y el eliminado para preparar una comida. Ella era la líder por tener pin de inmunidad, para salvar a las babys hizo estrategia y dejó quemar y que lo de su equipo saliera todo mal."}, {"id": 1437404036341370882, "verified": false, "tweet_text": "En este caso, no debería haber decisión que tomar. Por gente como tú la inmunidad de grupo nunca llegará y por desgracia hay mucha gente con patologías que NO se pueden vacunar, así que lo tuyo es egoísmo puro y duro. Ya llorareis cuando estéis sin oxígeno en la UCI. https://t.co/W2vgfOGVHE", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "tweet_urls": ["https://t.co/W2vgfOGVHE"], "country": "MEXICO", "text_es": "En este caso, no debería haber decisión que tomar. Por gente como tú la inmunidad de grupo nunca llegará y por desgracia hay mucha gente con patologías que NO se pueden vacunar, así que lo tuyo es egoísmo puro y duro. Ya llorareis cuando estéis sin oxígeno en la UCI."}, {"id": 1437403147404783616, "verified": false, "tweet_text": "@Rub2711 @velardedaoiz2 @GelVoii Pero incluso aunque fueran 248. Con un 74% de cobertura vacunal, a poca eficacia que tuvieran estas \"maravillosas\" vacunas y con la inmunidad de grupo de 1 año, la mortalidad tendría que haber bajado ESPECTACULARMENTE.\n\nY está claro que NO es así.", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "mentions": ["Rub2711", "velardedaoiz2", "GelVoii"], "country": "MEXICO", "text_es": "Pero incluso aunque fueran . Con un % de cobertura vacunal, a poca eficacia que tuvieran estas \"maravillosas\" vacunas y con la inmunidad de grupo de año, la mortalidad tendría que haber bajado ESPECTACULARMENTE. Y está claro que NO es así."}, {"id": 1437393611998511105, "verified": false, "tweet_text": "#Vacunas 💉| \"La vacunación te da también una situación de relajo. Tenemos que seguir cuidándonos hasta que esto alcance una inmunidad de grupo mucho mayor\" @hrcastrol, director del PAI #780AM", "tweet_lang": "es", "tweet_date": "2021-09-13T13:00:00Z", "hashtags": ["Vacunas", "780AM"], "mentions": ["hrcastrol"], "tweet_emoticons": ["💉"], "country": "MEXICO", "text_es": "💉| \"La vacunación te da también una situación de relajo. Tenemos que seguir cuidándonos hasta que esto alcance una inmunidad de grupo mucho mayor\" , director del PAI"}, {"id": 1437392304717934603, "verified": false, "tweet_text": "Una y mil veces con este nivel de vacunación ,ya se nota la inmunidad de grupo . Deben de terminar las restricciones https://t.co/upaPoLX98S", "tweet_lang": "es", "tweet_date": "2021-09-13T12:00:00Z", "tweet_urls": ["https://t.co/upaPoLX98S"], "country": "MEXICO", "text_es": "Una y mil veces con este nivel de vacunación ,ya se nota la inmunidad de grupo . Deben de terminar las restricciones"}, {"id": 1437390872799236101, "verified": false, "tweet_text": "@Vicmunro @guty2370 @urnadecristal @infopresidencia Vamos a verlo: tienen 3 meses para vacunar con esquema completo a 20 millones de personas (y les tomó 8 meses vacunar con esquema completo a 15 millones).\nY eso que estamos hablando de vacunar al 70% de la población, meta rebatida como meta de inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-13T12:00:00Z", "mentions": ["Vicmunro", "guty2370", "urnadecristal", "infopresidencia"], "country": "MEXICO", "text_es": "Vamos a verlo: tienen meses para vacunar con esquema completo a millones de personas (y les tomó meses vacunar con esquema completo a millones). Y eso que estamos hablando de vacunar al % de la población, meta rebatida como meta de inmunidad de grupo."}, {"id": 1437382134130483206, "verified": false, "tweet_text": "@aruszka_ @ca__in @Cattz79 1. Deberías estar vacunada.\n2. Inmunidad de grupo\n3. Si tanto miedo tienes la mascarilla la llevas tú.\n4. Si quieres que me quede en casa sin trabajar espero que me pagues el sueldo que no voy a ganar.", "tweet_lang": "es", "tweet_date": "2021-09-13T12:00:00Z", "mentions": ["aruszka_", "ca__in", "Cattz79"], "country": "MEXICO", "text_es": ". Deberías estar vacunada. . Inmunidad de grupo . Si tanto miedo tienes la mascarilla la llevas tú. . Si quieres que me quede en casa sin trabajar espero que me pagues el sueldo que no voy a ganar."}, {"id": 1437372990845558784, "verified": false, "tweet_text": "“Esa mayor transmisión hace que probablemente, el porcentaje del 70% para alcanzar la inmunidad d grupo q tanto se anunciaba, sea insuficiente\", advierte el  jefe del servicio de inmunología del Hospital Universitario Marqués de Valdecilla de Santander.” https://t.co/E3wh3hJEdb", "tweet_lang": "es", "tweet_date": "2021-09-13T11:00:00Z", "tweet_urls": ["https://t.co/E3wh3hJEdb"], "country": "MEXICO", "text_es": "“Esa mayor transmisión hace que probablemente, el porcentaje del % para alcanzar la inmunidad d grupo q tanto se anunciaba, sea insuficiente\", advierte el jefe del servicio de inmunología del Hospital Universitario Marqués de Valdecilla de Santander.”"}, {"id": 1437348879113068551, "verified": false, "tweet_text": "🔴 Ya tenemos a más del 70 % de la población total vacunada: ahora, a por la inmunidad de grupo.\n\nTe lo explicamos ⤵️\nhttps://t.co/2hJ40l9hlc", "tweet_lang": "es", "tweet_date": "2021-09-13T10:00:00Z", "tweet_urls": ["https://t.co/2hJ40l9hlc"], "tweet_emoticons": ["🔴", "⤵️", "xp"], "country": "MEXICO", "text_es": "🔴 Ya tenemos a más del % de la población total vacunada: ahora, a por la inmunidad de grupo. Te lo explicamos ⤵️"}, {"id": 1437343506058682369, "verified": false, "tweet_text": "@MorenoAmadoCuba @BrunoRguezP @CubaMINREX Tenemos que lograr la inmunidad de grupo en #Cuba para evitar estas pérdidas de vidas y callarle la boca a los que no ven que mueren y se enferman personas en todas partes #VivaLaRevolucionCubana #AbajoElBloqueo criminal de USA contra mi Isla amada.", "tweet_lang": "es", "tweet_date": "2021-09-13T09:00:00Z", "hashtags": ["Cuba", "VivaLaRevolucionCubana", "AbajoElBloqueo"], "mentions": ["MorenoAmadoCuba", "BrunoRguezP", "CubaMINREX"], "country": "MEXICO", "text_es": "Tenemos que lograr la inmunidad de grupo en para evitar estas pérdidas de vidas y callarle la boca a los que no ven que mueren y se enferman personas en todas partes criminal de USA contra mi Isla amada."}, {"id": 1437339955064410113, "verified": false, "tweet_text": "@mariopress Toda la prensa utiliza la \"Inmunidad de grupo\", eso NO EXISTE pq LA VACUNA NO INMUNIZA,pq insisten con esas palabras,venden humo una y otra vez, como pueden llegar a la conclusión de los chavales tan pronto, no se sabe cómo van reaccionar a largo plazo,ya veremos q pasa.", "tweet_lang": "es", "tweet_date": "2021-09-13T09:00:00Z", "mentions": ["mariopress"], "country": "MEXICO", "text_es": "Toda la prensa utiliza la \"Inmunidad de grupo\", eso NO EXISTE pq LA VACUNA NO INMUNIZA,pq insisten con esas palabras,venden humo una y otra vez, como pueden llegar a la conclusión de los chavales tan pronto, no se sabe cómo van reaccionar a largo plazo,ya veremos q pasa."}, {"id": 1437335195628285956, "verified": false, "tweet_text": "@bulldog_punk Vergüenza, y falta de respeto a todos los que nos cuidamos y con ello cuidamos a los demás. Es una pena que gentuza así, no se contagie, ya que nos harían un favor: antes alcanzariamos la inmunidad de grupo o viéndo a estos \" de rebaño\"", "tweet_lang": "es", "tweet_date": "2021-09-13T09:00:00Z", "mentions": ["bulldog_punk"], "country": "MEXICO", "text_es": "Vergüenza, y falta de respeto a todos los que nos cuidamos y con ello cuidamos a los demás. Es una pena que gentuza así, no se contagie, ya que nos harían un favor: antes alcanzariamos la inmunidad de grupo o viéndo a estos \" de rebaño\""}, {"id": 1437331213362946049, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 26 días con respecto a la previsión inicial, tras 261 días de vacunación. 13/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-13T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1437303787295756289, "verified": false, "tweet_text": "\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\" https://t.co/7HWWZ1oN9x", "tweet_lang": "es", "tweet_date": "2021-09-13T07:00:00Z", "tweet_urls": ["https://t.co/7HWWZ1oN9x"], "country": "MEXICO", "text_es": "\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\""}, {"id": 1437293671087591429, "verified": false, "tweet_text": "▶️ #Coronavirus | Granada necesita vacunar a 125.000 personas más para alcanzar la inmunidad de grupo \n\nLa provincia se sitúa a 14 puntos de este objetivo, si bien entre los mayores de 12 años la pauta completa supera ya el 86% https://t.co/ZRo8Kh1tKE", "tweet_lang": "es", "tweet_date": "2021-09-13T06:00:00Z", "hashtags": ["Coronavirus"], "tweet_urls": ["https://t.co/ZRo8Kh1tKE"], "tweet_emoticons": ["▶️"], "country": "MEXICO", "text_es": "▶️ | Granada necesita vacunar a personas más para alcanzar la inmunidad de grupo La provincia se sitúa a puntos de este objetivo, si bien entre los mayores de años la pauta completa supera ya el %"}, {"id": 1437290300632883203, "verified": true, "tweet_text": "La variante Delta aleja la inmunidad de grupo del 70 al 90%, una tasa que, al ritmo actual, se alcanzaría en noviembre en La Rioja  https://t.co/a2f4aN2Ca3", "tweet_lang": "es", "tweet_date": "2021-09-13T06:00:00Z", "tweet_urls": ["https://t.co/a2f4aN2Ca3"], "country": "MEXICO", "text_es": "La variante Delta aleja la inmunidad de grupo del al %, una tasa que, al ritmo actual, se alcanzaría en noviembre en La Rioja"}, {"id": 1437261938707271682, "verified": false, "tweet_text": "@drmiguelmarcos @venezuela_29833 En Israel, hay dos grupos de población no vacunados. Uno, étnico , 20% , y el otro, los niños menores de 12 años, que son  un porcentaje importante de la población. Más del 15 %.\nNo podemos llegar a la inmunidad de grupo hasta que no podamos vacunar a los niños. https://t.co/oWEGLRZdh6", "tweet_lang": "es", "tweet_date": "2021-09-13T04:00:00Z", "mentions": ["drmiguelmarcos", "venezuela_29833"], "country": "MEXICO", "text_es": "En Israel, hay dos grupos de población no vacunados. Uno, étnico , % , y el otro, los niños menores de años, que son un porcentaje importante de la población. Más del %. No podemos llegar a la inmunidad de grupo hasta que no podamos vacunar a los niños."}, {"id": 1437261601745383428, "verified": false, "tweet_text": "@AmeleeOwO La vieja hizo perder a su grupo a propósito! A PROPOSITO, claro como tenía pin de inmunidad le valió huevo", "tweet_lang": "es", "tweet_date": "2021-09-13T04:00:00Z", "mentions": ["AmeleeOwO"], "country": "MEXICO", "text_es": "La vieja hizo perder a su grupo a propósito! A PROPOSITO, claro como tenía pin de inmunidad le valió huevo"}, {"id": 1437258914928680963, "verified": false, "tweet_text": "@CanalRCN Que vergüenza la la actitud de Catalina,m no hizo nada ni fue capaz de dirigir el grupo de los rojos, como tenia inmunidad no le importaba que sus compañeros perdieran, una ACTITUD MUY RUIN Y DESPRECIABLE, solo quería subir a reunirse con las otras 3 cuchibarbies, ojalá la saquen", "tweet_lang": "es", "tweet_date": "2021-09-13T04:00:00Z", "mentions": ["CanalRCN"], "country": "MEXICO", "text_es": "Que vergüenza la la actitud de Catalina,m no hizo nada ni fue capaz de dirigir el grupo de los rojos, como tenia inmunidad no le importaba que sus compañeros perdieran, una ACTITUD MUY RUIN Y DESPRECIABLE, solo quería subir a reunirse con las otras cuchibarbies, ojalá la saquen"}, {"id": 1437248660899868672, "verified": false, "tweet_text": "@sofia_achury Era la capitana de un equipo en el desafío de campo y perdió de aposta para salvar a las beibis (ue estaban en el otro grupo) y aprovechar su inmunidad.", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "mentions": ["sofia_achury"], "country": "MEXICO", "text_es": "Era la capitana de un equipo en el desafío de campo y perdió de aposta para salvar a las beibis (ue estaban en el otro grupo) y aprovechar su inmunidad."}, {"id": 1437247798609592322, "verified": false, "tweet_text": "@evamagon_9 @DanielBejarano_ La Catalina saboteó su equipo para salvar a sus amigas que estaban en el otro equipo, como ella sabía que ya estaba salvada por el pin de inmunidad, hizo todo lo posible para perder a propósito. Fue tan evidente que hasta los propios integrantes del grupo, se quejaron.", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "mentions": ["evamagon_9", "DanielBejarano_"], "country": "MEXICO", "text_es": "La Catalina saboteó su equipo para salvar a sus amigas que estaban en el otro equipo, como ella sabía que ya estaba salvada por el pin de inmunidad, hizo todo lo posible para perder a propósito. Fue tan evidente que hasta los propios integrantes del grupo, se quejaron."}, {"id": 1437245165496782848, "verified": false, "tweet_text": "@Javalexander2 Que era la capitana de su grupo vs el grupo dos e estaban las amigas, y ayudo a perder a su equipo para salvar a las amigas y como tenía inmunidad, ella también quedó libre.", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "mentions": ["Javalexander2"], "country": "MEXICO", "text_es": "Que era la capitana de su grupo vs el grupo dos e estaban las amigas, y ayudo a perder a su equipo para salvar a las amigas y como tenía inmunidad, ella también quedó libre."}, {"id": 1437243004637618176, "verified": false, "tweet_text": "Que tristeza vivimos en Colombia la corrupción, el robo, las alianzas la deslealtad, los grupos destructores y jueces comprados dando favoritismo. Que bien Cata con su pin de inmunidad supiste traicionar tu grupo porque el resultado no te afecta a ti #MasterChefCelebrity", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "hashtags": ["MasterChefCelebrity"], "country": "MEXICO", "text_es": "Que tristeza vivimos en Colombia la corrupción, el robo, las alianzas la deslealtad, los grupos destructores y jueces comprados dando favoritismo. Que bien Cata con su pin de inmunidad supiste traicionar tu grupo porque el resultado no te afecta a ti"}, {"id": 1437242953626488838, "verified": false, "tweet_text": "@CanalRCN Un saboteo que merecía llevarlos a todos a competir honestamente, incluyendo la capitana......el pin de inmunidad le quedó grande y debió presentarse a eliminación con el resto del grupo", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "mentions": ["CanalRCN"], "country": "MEXICO", "text_es": "Un saboteo que merecía llevarlos a todos a competir honestamente, incluyendo la capitana......el pin de inmunidad le quedó grande y debió presentarse a eliminación con el resto del grupo"}, {"id": 1437242731181617155, "verified": false, "tweet_text": "En la población se tiene el siguiente avance:\n\nPoblación Mayor de 18 años:\n🔴 43% vacunados.\n🟠 67% con al menos medio esquema.\n\nPoblación Total:\n🔴 30% vacunados.\n🟠 47% con al menos medio esquema.\n\nInmunidad de Grupo:\n🔴 70% población total vacunada. https://t.co/IElrEisYPc", "tweet_lang": "es", "tweet_date": "2021-09-13T03:00:00Z", "tweet_emoticons": ["🟠", "🔴"], "country": "MEXICO", "text_es": "En la población se tiene el siguiente avance: Población Mayor de años: 🔴 % vacunados. 🟠 % con al menos medio esquema. Población Total: 🔴 % vacunados. 🟠 % con al menos medio esquema. Inmunidad de Grupo: 🔴 % población total vacunada."}, {"id": 1437239009625976833, "verified": false, "tweet_text": "#MasterChefCelebrity se pusieron de acuerdo Las cuatro señoras,Catalina saboteó el grupo, no le importaba ganar porque de todas maneras ganara o perdiera tendría inmunidad. Que feo, ese programa es la Colombia en miniatura, traición y poner zancadilla para hacer caer al otro.", "tweet_lang": "es", "tweet_date": "2021-09-13T02:00:00Z", "hashtags": ["MasterChefCelebrity"], "country": "MEXICO", "text_es": "se pusieron de acuerdo Las cuatro señoras,Catalina saboteó el grupo, no le importaba ganar porque de todas maneras ganara o perdiera tendría inmunidad. Que feo, ese programa es la Colombia en miniatura, traición y poner zancadilla para hacer caer al otro."}, {"id": 1437234078605008897, "verified": false, "tweet_text": "SI VEN QUE EL AUTOSABOTAJE ESTABA PLANEADO?\n\nPARCE ES QUE NO TENIA NADA QUE PERDER, CUALQUIER COSA ELLA SE SALVABA PORQUE TENIA EL PIN DE INMUNIDAD LE CONVENÍA QUE EL OTRO GRUPO GANARA PARA QUE LAS BRUJAS NO FUERAN A ELIMINACIÓN AHHHH LA ODIO\n\n#MasterChefCelebrity", "tweet_lang": "es", "tweet_date": "2021-09-13T02:00:00Z", "hashtags": ["MasterChefCelebrity"], "country": "MEXICO", "text_es": "SI VEN QUE EL AUTOSABOTAJE ESTABA PLANEADO? PARCE ES QUE NO TENIA NADA QUE PERDER, CUALQUIER COSA ELLA SE SALVABA PORQUE TENIA EL PIN DE INMUNIDAD LE CONVENÍA QUE EL OTRO GRUPO GANARA PARA QUE LAS BRUJAS NO FUERAN A ELIMINACIÓN AHHHH LA ODIO"}, {"id": 1437231970963034116, "verified": false, "tweet_text": "La tranquilidad de Cata es extraña me parece q no le importa q el equipo pierda ella tiene inmunidad y las otras están en el otro equipo.   Ese grupo de víboras son unas hdp #MasterChefCelebrity .", "tweet_lang": "es", "tweet_date": "2021-09-13T02:00:00Z", "hashtags": ["MasterChefCelebrity"], "country": "MEXICO", "text_es": "La tranquilidad de Cata es extraña me parece q no le importa q el equipo pierda ella tiene inmunidad y las otras están en el otro equipo. Ese grupo de víboras son unas hdp ."}, {"id": 1437227935014998017, "verified": false, "tweet_text": "Qué tal la mega estrategia de Viña y Catalina, Viña se coge a los amigos y Cata a los enemigos, Cata tiene inmunidad y no está trabajando en nada, es decir quiere que pierda su grupo … Muy inteligentes las 🐍 esas #MasterChefCelebrityCo #MasterChefCelebritycolombia", "tweet_lang": "es", "tweet_date": "2021-09-13T02:00:00Z", "hashtags": ["MasterChefCelebrityCo", "MasterChefCelebritycolombia"], "tweet_emoticons": ["🐍"], "country": "MEXICO", "text_es": "Qué tal la mega estrategia de Viña y Catalina, Viña se coge a los amigos y Cata a los enemigos, Cata tiene inmunidad y no está trabajando en nada, es decir quiere que pierda su grupo … Muy inteligentes las 🐍 esas"}, {"id": 1437227426623406084, "verified": false, "tweet_text": "Casualmente. ¿ Recuerdan cuando la OMS cambió la definición de inmunidad de grupo para que sólo sea a través de vacunas?.\ncrédito.\nhttps://t.co/QwNHCDxgkM https://t.co/Wom6oBhovV", "tweet_lang": "es", "tweet_date": "2021-09-13T02:00:00Z", "tweet_urls": ["https://t.co/QwNHCDxgkM"], "country": "MEXICO", "text_es": "Casualmente. ¿ Recuerdan cuando la OMS cambió la definición de inmunidad de grupo para que sólo sea a través de vacunas?. crédito."}, {"id": 1437219494158639105, "verified": false, "tweet_text": "@and_sombrillita @SaninPazC Absolutamente de acuerdo. La profesora quizá sepa mucho de teoría de ética, pero no sabe nada de transmisión del SARS-CoV-2, nada sobre inmunidad de grupo, y nada sobre los años de pruebas para llegar a las vacunas mRNA. Bien por la universidad. \n\nhttps://t.co/Vd37LOiSzW", "tweet_lang": "es", "tweet_date": "2021-09-13T01:00:00Z", "mentions": ["and_sombrillita", "SaninPazC"], "tweet_urls": ["https://t.co/Vd37LOiSzW"], "country": "MEXICO", "text_es": "Absolutamente de acuerdo. La profesora quizá sepa mucho de teoría de ética, pero no sabe nada de transmisión del SARS-CoV-2, nada sobre inmunidad de grupo, y nada sobre los años de pruebas para llegar a las vacunas mRNA. Bien por la universidad."}, {"id": 1437190659820212224, "verified": false, "tweet_text": "@drmiguelmarcos En lo de las oleadas no estoy de acuerdo, salvo que aparezcan variantes que escapen al sistema inmunológico.\nEn cuanto consigamos la inmunidad de grupo, no veo las oleadas. Es más, no creo que vuelvan a aparecer, salvo, insisto, aparezcan nuevas variantes que escapen a defensas", "tweet_lang": "es", "tweet_date": "2021-09-12T23:00:00Z", "mentions": ["drmiguelmarcos"], "country": "MEXICO", "text_es": "En lo de las oleadas no estoy de acuerdo, salvo que aparezcan variantes que escapen al sistema inmunológico. En cuanto consigamos la inmunidad de grupo, no veo las oleadas. Es más, no creo que vuelvan a aparecer, salvo, insisto, aparezcan nuevas variantes que escapen a defensas"}, {"id": 1437187805000654852, "verified": false, "tweet_text": "Algunos modelos matemáticos calculan que la inmunidad de grupo ante la variante delta llegará cuando el 85% de los ciudadanos estén vacunados, pero los niños y adolescentes menores de 15 años son más del 25% de la población mundial. Vacunarlos es esencial. https://t.co/mV31SYjAye", "tweet_lang": "es", "tweet_date": "2021-09-12T23:00:00Z", "tweet_urls": ["https://t.co/mV31SYjAye"], "country": "MEXICO", "text_es": "Algunos modelos matemáticos calculan que la inmunidad de grupo ante la variante delta llegará cuando el % de los ciudadanos estén vacunados, pero los niños y adolescentes menores de años son más del % de la población mundial. Vacunarlos es esencial."}, {"id": 1437162564501360640, "verified": false, "tweet_text": "@6w_es ¿Qué inmunidad de grupo si la vacuna no inmuniza? Dejad de perpetuar el mito, es falso.", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "mentions": ["6w_es"], "country": "MEXICO", "text_es": "¿Qué inmunidad de grupo si la vacuna no inmuniza? Dejad de perpetuar el mito, es falso."}, {"id": 1437155805896269833, "verified": false, "tweet_text": "\"La #RegiónDeMurcia no alcanzará nunca la inmunidad de grupo por culpa de las variantes\" https://t.co/xZxS5w6KIx  @murciaplaza_com #coronavirus", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "hashtags": ["RegiónDeMurcia", "coronavirus"], "mentions": ["murciaplaza_com"], "tweet_urls": ["https://t.co/xZxS5w6KIx"], "country": "MEXICO", "text_es": "\"La no alcanzará nunca la inmunidad de grupo por culpa de las variantes\""}, {"id": 1437155192621998080, "verified": false, "tweet_text": "Muy acertado y ya conocido análisis sobre la inmunidad colectiva frente al Sars Cov 2. NUNCA habrá inmunidad de grupo por mucho que insistan políticos y periodistas. https://t.co/Rg3FT9SZYm", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "tweet_urls": ["https://t.co/Rg3FT9SZYm"], "country": "MEXICO", "text_es": "Muy acertado y ya conocido análisis sobre la inmunidad colectiva frente al Sars Cov . NUNCA habrá inmunidad de grupo por mucho que insistan políticos y periodistas."}, {"id": 1437153617262399495, "verified": false, "tweet_text": "En #Cuba sólo el 38% de la población está inmunizada, según datos oficiales. Esto se aleja bastante del 85 al 90 % de inmunización que se necesita para alcanzar la inmunidad de grupo frente a la variante Delta.\n#SOSCuba #CubaMuere https://t.co/YcSar1oBU7", "tweet_lang": "es", "tweet_date": "2021-09-12T21:00:00Z", "hashtags": ["Cuba", "SOSCuba", "CubaMuere"], "country": "MEXICO", "text_es": "En sólo el % de la población está inmunizada, según datos oficiales. Esto se aleja bastante del al % de inmunización que se necesita para alcanzar la inmunidad de grupo frente a la variante Delta."}, {"id": 1437150857829748736, "verified": false, "tweet_text": "@pb_jefri buscando la inmunidad de grupo", "tweet_lang": "es", "tweet_date": "2021-09-12T20:00:00Z", "mentions": ["pb_jefri"], "country": "MEXICO", "text_es": "buscando la inmunidad de grupo"}, {"id": 1437133801151401988, "verified": false, "tweet_text": "@6w_es El cálculo de la inmunidad de grupo se conseguía con la vacuna siendo altamente eficaz evitando el contagio y por lo tanto eliminando el virus de la circulación. Con la eficacia actual ni el 100% de la vacunación crearía inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-12T19:00:00Z", "mentions": ["6w_es"], "country": "MEXICO", "text_es": "El cálculo de la inmunidad de grupo se conseguía con la vacuna siendo altamente eficaz evitando el contagio y por lo tanto eliminando el virus de la circulación. Con la eficacia actual ni el % de la vacunación crearía inmunidad de grupo."}, {"id": 1437132135865933835, "verified": false, "tweet_text": "@JaimeRinconRD Lo único que es real en todo esto es que el PRM tiene un grupo de narcotraficantes que aspiraron y ganaron con dinero ilícito. Hoy ningún diputado del Prm se atreve a pedir que le quiten la inmunidad a sus narco compañeros. Que decepción en un año ya el pueblo abrió los ojos", "tweet_lang": "es", "tweet_date": "2021-09-12T19:00:00Z", "mentions": ["JaimeRinconRD"], "country": "MEXICO", "text_es": "Lo único que es real en todo esto es que el PRM tiene un grupo de narcotraficantes que aspiraron y ganaron con dinero ilícito. Hoy ningún diputado del Prm se atreve a pedir que le quiten la inmunidad a sus narco compañeros. Que decepción en un año ya el pueblo abrió los ojos"}, {"id": 1437114780532285441, "verified": false, "tweet_text": "España está a una semana de tener al 75% de la población vacunada contra la COVID19, alcanzando así la inmunidad de grupo. \n\n▫️ Francia está a cuatro semanas, Alemania a tres meses y Portugal a menos de una semana", "tweet_lang": "es", "tweet_date": "2021-09-12T18:00:00Z", "tweet_emoticons": ["▫️"], "country": "MEXICO", "text_es": "España está a una semana de tener al % de la población vacunada contra la COVID19, alcanzando así la inmunidad de grupo. ▫️ Francia está a cuatro semanas, Alemania a tres meses y Portugal a menos de una semana"}, {"id": 1437110789496770560, "verified": false, "tweet_text": "@SansonExtreme @cid_mio @marimarher Buen ejemplo el del avión.\nSirve para no salir volando en los baches aéreos y para identificar a los muertos en caso de accidente gordo.\nLa kakuna no sirve para el Sars2, y lo sabéis. No hay inmunidad de grupo ni con el 100% vacunados, pero sois tragacionistas pagados. https://t.co/kn1XTyYbc1", "tweet_lang": "es", "tweet_date": "2021-09-12T18:00:00Z", "mentions": ["SansonExtreme", "cid_mio", "marimarher"], "country": "MEXICO", "text_es": "Buen ejemplo el del avión. Sirve para no salir volando en los baches aéreos y para identificar a los muertos en caso de accidente gordo. La kakuna no sirve para el Sars2, y lo sabéis. No hay inmunidad de grupo ni con el % vacunados, pero sois tragacionistas pagados."}, {"id": 1437097460090953730, "verified": false, "tweet_text": "@iannicarol @robinsonvargas Siento mucho la pérdida. La vacuna está produciendo escape inmunológico constantemente porque no hay anticuerpos fuertemente neutralizadores que contengan al virus, lo vemos con todas las variantes, excesivas, por tanto veo improbable alcanzar inmunidad de grupo.", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "mentions": ["iannicarol", "robinsonvargas"], "country": "MEXICO", "text_es": "Siento mucho la pérdida. La vacuna está produciendo escape inmunológico constantemente porque no hay anticuerpos fuertemente neutralizadores que contengan al virus, lo vemos con todas las variantes, excesivas, por tanto veo improbable alcanzar inmunidad de grupo."}, {"id": 1437095912820690944, "verified": true, "tweet_text": "📝  El éxito de la campaña de vacunación en España se basa en gran parte en la fortaleza de Sistema Nacional de Salud y su implantación a través de la atención primaria 💉\n\n ➡ Análisis de @mfranco_uah\n\nhttps://t.co/lbS8d1UlfH", "tweet_lang": "es", "tweet_date": "2021-09-12T17:00:00Z", "mentions": ["mfranco_uah"], "tweet_urls": ["https://t.co/lbS8d1UlfH"], "tweet_emoticons": ["➡", "💉", "📝"], "country": "MEXICO", "text_es": "📝 El éxito de la campaña de vacunación en España se basa en gran parte en la fortaleza de Sistema Nacional de Salud y su implantación a través de la atención primaria 💉 ➡ Análisis de"}, {"id": 1437085333892567043, "verified": false, "tweet_text": "@Debate_Abierto @HugoFamania @InstitutoGorgas La inmunidad de grupo es una fantasía. Pregúntele a Israel.", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "mentions": ["Debate_Abierto", "HugoFamania", "InstitutoGorgas"], "country": "MEXICO", "text_es": "La inmunidad de grupo es una fantasía. Pregúntele a Israel."}, {"id": 1437080451391361029, "verified": false, "tweet_text": "@velardedaoiz2 Bueno, es q la gente no se quiere morir y el miedo se ha instalado. Y las vacunas q se vendieron como 0 mortalidad e inmunidad de grupo ni uno ni lo otro. Yo quiero libertad pero aceptar q aunque sea menos prob después de la vacuna, que la gente se puede morir x eso, me da miedo", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "mentions": ["velardedaoiz2"], "country": "MEXICO", "text_es": "Bueno, es q la gente no se quiere morir y el miedo se ha instalado. Y las vacunas q se vendieron como mortalidad e inmunidad de grupo ni uno ni lo otro. Yo quiero libertad pero aceptar q aunque sea menos prob después de la vacuna, que la gente se puede morir x eso, me da miedo"}, {"id": 1437078045169442816, "verified": true, "tweet_text": "\"Lo que queremos es tener la mayor cobertura de vacunación para tener esa inmunidad de grupo, que nos va a permitir volver a esa normalidad que extrañamos\", Juan Pascale, director del @InstitutoGorgas #DebateAbierto https://t.co/TNO4XTpV7y", "tweet_lang": "es", "tweet_date": "2021-09-12T16:00:00Z", "hashtags": ["DebateAbierto"], "mentions": ["InstitutoGorgas"], "country": "MEXICO", "text_es": "\"Lo que queremos es tener la mayor cobertura de vacunación para tener esa inmunidad de grupo, que nos va a permitir volver a esa normalidad que extrañamos\", Juan Pascale, director del"}, {"id": 1437071002182299655, "verified": false, "tweet_text": "\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\" https://t.co/7HWWZ1oN9x", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "tweet_urls": ["https://t.co/7HWWZ1oN9x"], "country": "MEXICO", "text_es": "\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\""}, {"id": 1437069468388282369, "verified": false, "tweet_text": "la inmunidad de grupo ante la variante delta llegará cuando el 85% de los ciudadanos estén vacunados, pero los niños y adolescentes menores de 15 años son más del 25% de la población mundial. Vacunarlos podría ser esencial para acabar con la pandemia. https://t.co/4IbM4tzVGv", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "country": "MEXICO", "text_es": "la inmunidad de grupo ante la variante delta llegará cuando el % de los ciudadanos estén vacunados, pero los niños y adolescentes menores de años son más del % de la población mundial. Vacunarlos podría ser esencial para acabar con la pandemia."}, {"id": 1437068377005121538, "verified": false, "tweet_text": "La inmunidad de grupo llegará cuando el 85% de las personas estén vacunadas. Los niños y adolescentes menores de 15 años son más del 25% de la población mundial. Vacunarlos es esencial para acabar con la pandemia. https://t.co/UiIQa0UcnA vía @elpaismexico", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "mentions": ["elpaismexico"], "tweet_urls": ["https://t.co/UiIQa0UcnA"], "country": "MEXICO", "text_es": "La inmunidad de grupo llegará cuando el % de las personas estén vacunadas. Los niños y adolescentes menores de años son más del % de la población mundial. Vacunarlos es esencial para acabar con la pandemia. vía"}, {"id": 1437067907897438212, "verified": false, "tweet_text": "@FSM50 @nsrbarte @SextaNocheTV @ccarballo50 Es cierto que dicen inmunidad de rebaño, de grupo. Dilo como quieras, pero o te están vendiendo la moto con la vacuna, o algo pasa", "tweet_lang": "es", "tweet_date": "2021-09-12T15:00:00Z", "mentions": ["FSM50", "nsrbarte", "SextaNocheTV", "ccarballo50"], "country": "MEXICO", "text_es": "Es cierto que dicen inmunidad de rebaño, de grupo. Dilo como quieras, pero o te están vendiendo la moto con la vacuna, o algo pasa"}, {"id": 1437059848961675267, "verified": false, "tweet_text": "@jlsteeg Las vacunas (no esterilizantes ) salvan muchas vidas.\nLo de volver a la normalidad y conseguir inmunidad de grupo, era demasiado pretencioso.", "tweet_lang": "es", "tweet_date": "2021-09-12T14:00:00Z", "mentions": ["jlsteeg"], "country": "MEXICO", "text_es": "Las vacunas (no esterilizantes ) salvan muchas vidas. Lo de volver a la normalidad y conseguir inmunidad de grupo, era demasiado pretencioso."}, {"id": 1437055655798624261, "verified": false, "tweet_text": "Ya tenemos a más del 70 % de la población total vacunada: ahora, a por la inmunidad de grupo https://t.co/N6oXJ05UBn vía @agencia_sinc", "tweet_lang": "es", "tweet_date": "2021-09-12T14:00:00Z", "mentions": ["agencia_sinc"], "tweet_urls": ["https://t.co/N6oXJ05UBn"], "country": "MEXICO", "text_es": "Ya tenemos a más del % de la población total vacunada: ahora, a por la inmunidad de grupo vía"}, {"id": 1437047209334296587, "verified": false, "tweet_text": "En breve, aumentarán las infecciones y las muertes por Covid. Dirán que es otra cepa (que llamarán por ej. IDIOT) y que no se alcanzó la inmunidad de grupo por que un 1% sigue sin vacuna. Restringirán tus derechos y dirán que se necesita la enésima dosis de refuerzo...DESPIERTA! https://t.co/i7Ez4HTWFG", "tweet_lang": "es", "tweet_date": "2021-09-12T14:00:00Z", "country": "MEXICO", "text_es": "En breve, aumentarán las infecciones y las muertes por Covid. Dirán que es otra cepa (que llamarán por ej. IDIOT) y que no se alcanzó la inmunidad de grupo por que un % sigue sin vacuna. Restringirán tus derechos y dirán que se necesita la enésima dosis de refuerzo...DESPIERTA!"}, {"id": 1437033759543549957, "verified": false, "tweet_text": "\"La prioridad está ahora mismo en vacunar a los no vacunados con la pauta completa. Sin embargo, la inmunidad de grupo es un espejismo porque la vacuna actual no nos protege del contagio.\" ~ Dr. @lopezacunad https://t.co/OE6ShIaeKh", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "mentions": ["lopezacunad"], "tweet_urls": ["https://t.co/OE6ShIaeKh"], "country": "MEXICO", "text_es": "\"La prioridad está ahora mismo en vacunar a los no vacunados con la pauta completa. Sin embargo, la inmunidad de grupo es un espejismo porque la vacuna actual no nos protege del contagio.\" ~ Dr."}, {"id": 1437033689163124741, "verified": false, "tweet_text": "@VinicioSenador @luisabinader Pero si hay tanta necesidad de reformar la constitución, porque no se incluye la eliminación de la INMUNIDAD en toda su extensión, esto en virtud del privilegio jurídico d que se benefician un grupo de delincuentes metidos a políticos. NO ES TRANSPARENCIA QUE QUEREMOS.🤔", "tweet_lang": "es", "tweet_date": "2021-09-12T13:00:00Z", "mentions": ["VinicioSenador", "luisabinader"], "tweet_emoticons": ["🤔"], "country": "MEXICO", "text_es": "Pero si hay tanta necesidad de reformar la constitución, porque no se incluye la eliminación de la INMUNIDAD en toda su extensión, esto en virtud del privilegio jurídico d que se benefician un grupo de delincuentes metidos a políticos. NO ES TRANSPARENCIA QUE QUEREMOS.🤔"}, {"id": 1437027591282638854, "verified": false, "tweet_text": "Los cuarentones ponen en peligro la inmunidad de rebaño en España\n\nLos informes de Sanidad destapan a los nacidos entre 1972 y 1981como el grupo más reacio a la vacunación frente a una juventud ferviente defensora de la inmunización\n\nhttps://t.co/CjxfbRofUm", "tweet_lang": "es", "tweet_date": "2021-09-12T12:00:00Z", "tweet_urls": ["https://t.co/CjxfbRofUm"], "country": "MEXICO", "text_es": "Los cuarentones ponen en peligro la inmunidad de rebaño en España Los informes de Sanidad destapan a los nacidos entre y como el grupo más reacio a la vacunación frente a una juventud ferviente defensora de la inmunización"}, {"id": 1437025980028268545, "verified": false, "tweet_text": "@JoseF1Monserrat la inmunidad de grupo en qué % estaba? el 70 no? pues sí deberíamos eliminar restricciones. El problema es que vamos a un periodo donde el año pasado augmento la mortalidad. Quizás deberíamos esperar a pasar las navidades.", "tweet_lang": "es", "tweet_date": "2021-09-12T12:00:00Z", "mentions": ["JoseF1Monserrat"], "country": "MEXICO", "text_es": "la inmunidad de grupo en qué % estaba? el no? pues sí deberíamos eliminar restricciones. El problema es que vamos a un periodo donde el año pasado augmento la mortalidad. Quizás deberíamos esperar a pasar las navidades."}, {"id": 1437010167753760770, "verified": false, "tweet_text": "@pabloruima1 @vielbein @SaraRC83 En realidad ninguna vacuna evita el contagio 100% si no me equivoco. Y los vacunados de covid contagian menos, así que también frenan transmisión. La cosa es *cuánto* la bajan y si es suficiente para inmunidad de grupo con el % de vacunados que tenemos/podemos conseguir.", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "mentions": ["pabloruima1", "vielbein", "SaraRC83"], "country": "MEXICO", "text_es": "En realidad ninguna vacuna evita el contagio % si no me equivoco. Y los vacunados de covid contagian menos, así que también frenan transmisión. La cosa es *cuánto* la bajan y si es suficiente para inmunidad de grupo con el % de vacunados que tenemos/podemos conseguir."}, {"id": 1437007012949331968, "verified": false, "tweet_text": "@EuTaillefer @threadreaderapp No, el grupo sanguíneo solo es un factor predisponente pero no determinante. Se tienen que dar más circunstancias como hipertensión, diabetes, obesidad, problemas circulatorios, etc. si ya pasaste Covid y tienes anticuerpos ya tienes inmunidad natural, mejor que la de vacuna.", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "mentions": ["EuTaillefer", "threadreaderapp"], "country": "MEXICO", "text_es": "No, el grupo sanguíneo solo es un factor predisponente pero no determinante. Se tienen que dar más circunstancias como hipertensión, diabetes, obesidad, problemas circulatorios, etc. si ya pasaste Covid y tienes anticuerpos ya tienes inmunidad natural, mejor que la de vacuna."}, {"id": 1437003088787824640, "verified": false, "tweet_text": "@DiarioSUR “Cuarentones” queda despectivo no? Supongo que en @DiarioSUR habrá muchos “cuarentones” y si no…ya llegarán…Como sanitaria ya os digo que no es este grupo de edad el que pone en peligro la inmunidad de rebaño. Increíble el artículo", "tweet_lang": "es", "tweet_date": "2021-09-12T11:00:00Z", "mentions": ["DiarioSUR", "DiarioSUR"], "country": "MEXICO", "text_es": "“Cuarentones” queda despectivo no? Supongo que en habrá muchos “cuarentones” y si no…ya llegarán…Como sanitaria ya os digo que no es este grupo de edad el que pone en peligro la inmunidad de rebaño. Increíble el artículo"}, {"id": 1436998805266784263, "verified": false, "tweet_text": "Para cuando te digan que con la inmunidad de grupo el coronavirus empezará a desaparecer... ¿Incluimos a gorilas, perros, gatos, .. y sabe dios cuántos otros animales en el porcentaje de posibles huespedes de coronavirus que pueden iniciar futuros brotes? https://t.co/UqqgqnnRv1", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "country": "MEXICO", "text_es": "Para cuando te digan que con la inmunidad de grupo el coronavirus empezará a desaparecer... ¿Incluimos a gorilas, perros, gatos, .. y sabe dios cuántos otros animales en el porcentaje de posibles huespedes de coronavirus que pueden iniciar futuros brotes?"}, {"id": 1436994410043039744, "verified": false, "tweet_text": "Los cuarentones ponen en peligro la inmunidad de rebaño en #España. 💉\n\nLos informes de @sanidadgob destapan a los nacidos entre 1972 y 1981 como el grupo más reacio⛔  a la vacunación frente a una juventud ferviente defensora de la inmunización.\n\n👉 https://t.co/cA0Em746oQ https://t.co/v3DTRgzIJx", "tweet_lang": "es", "tweet_date": "2021-09-12T10:00:00Z", "hashtags": ["España"], "mentions": ["sanidadgob"], "tweet_urls": ["https://t.co/cA0Em746oQ"], "tweet_emoticons": ["⛔", "💉", "👉"], "country": "MEXICO", "text_es": "Los cuarentones ponen en peligro la inmunidad de rebaño en . 💉 Los informes de destapan a los nacidos entre y como el grupo más reacio⛔ a la vacunación frente a una juventud ferviente defensora de la inmunización. 👉"}, {"id": 1436976403145240580, "verified": false, "tweet_text": "No como los negacionistas de vox y pp que si eres un poco inteligente verás lo negacionistas que eran, tanto que Pablo FraCasado no sabe lo que es la inmunidad de grupo o de \"rebaño\" este gobierno con nosotros páramos al virus , no como ayuso que dejo morir a todos los abuelos", "tweet_lang": "es", "tweet_date": "2021-09-12T09:00:00Z", "country": "MEXICO", "text_es": "No como los negacionistas de vox y pp que si eres un poco inteligente verás lo negacionistas que eran, tanto que Pablo FraCasado no sabe lo que es la inmunidad de grupo o de \"rebaño\" este gobierno con nosotros páramos al virus , no como ayuso que dejo morir a todos los abuelos"}, {"id": 1436971597278162947, "verified": false, "tweet_text": "\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\" https://t.co/7HWWZ1oN9x\n#coronavirus #covid19 #pandemia #inmunidad #variantes #RegiondeMurcia", "tweet_lang": "es", "tweet_date": "2021-09-12T09:00:00Z", "hashtags": ["coronavirus", "covid19", "pandemia", "inmunidad", "variantes", "RegiondeMurcia"], "tweet_urls": ["https://t.co/7HWWZ1oN9x"], "country": "MEXICO", "text_es": "\"La Región no alcanzará nunca la inmunidad de grupo por culpa de las variantes\""}, {"id": 1436968825401053185, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 25 días con respecto a la previsión inicial, tras 260 días de vacunación. 12/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}, {"id": 1436967758588268548, "verified": false, "tweet_text": "@Juan_Cipres @MostTuitero continuo..\n-la vax evitara muertes\n-la vax no tiene efectos adversos graves\n-con el 70% inmunidad de grupo\n-con el 90 %inmun8dad de grupo\n-tras la vax podremos volver a la normalidad\ncreo que nada de lo dicho se ha cumplido pero los seguiis creyendo, teneis unas tragaderas.....", "tweet_lang": "es", "tweet_date": "2021-09-12T08:00:00Z", "mentions": ["Juan_Cipres", "MostTuitero"], "country": "MEXICO", "text_es": "continuo.. -la vax evitara muertes -la vax no tiene efectos adversos graves -con el % inmunidad de grupo -con el %inmun8dad de grupo -tras la vax podremos volver a la normalidad creo que nada de lo dicho se ha cumplido pero los seguiis creyendo, teneis unas tragaderas....."}, {"id": 1436929841220177920, "verified": false, "tweet_text": "@RodyBBRo @Veamosyvalorem1 @ChakNorris93 @DelCastanedo Ya imagino que tú tienes los últimos datos de parte de Miguel Bosé. Nada, a disfrutar de la inmunidad de grupo que te dan los demás", "tweet_lang": "es", "tweet_date": "2021-09-12T06:00:00Z", "mentions": ["RodyBBRo", "Veamosyvalorem1", "ChakNorris93", "DelCastanedo"], "country": "MEXICO", "text_es": "Ya imagino que tú tienes los últimos datos de parte de Miguel Bosé. Nada, a disfrutar de la inmunidad de grupo que te dan los demás"}, {"id": 1436923998386864134, "verified": false, "tweet_text": "Los reacios a la vacuna por edades: \"cuarentones\", ¡animaos! que nos va la inmunidad de grupo y salir de esta mierd* ya en ello\nhttps://t.co/79uGovaDr8", "tweet_lang": "es", "tweet_date": "2021-09-12T05:00:00Z", "tweet_urls": ["https://t.co/79uGovaDr8"], "country": "MEXICO", "text_es": "Los reacios a la vacuna por edades: \"cuarentones\", ¡animaos! que nos va la inmunidad de grupo y salir de esta mierd* ya en ello"}, {"id": 1436896044655300610, "verified": false, "tweet_text": "@teekeetaka @Inconforme75 Por cierto, lo único demostrado hasta ahora es que la vacuna no impide que te contagies o que contagies a los demás. Lo digo por la mentira de la inmunidad de grupo que se vendió con el 70%, ahora con el 90% y después será el 100%. Mentira.", "tweet_lang": "es", "tweet_date": "2021-09-12T04:00:00Z", "mentions": ["teekeetaka", "Inconforme75"], "country": "MEXICO", "text_es": "Por cierto, lo único demostrado hasta ahora es que la vacuna no impide que te contagies o que contagies a los demás. Lo digo por la mentira de la inmunidad de grupo que se vendió con el %, ahora con el % y después será el %. Mentira."}, {"id": 1436889578556768256, "verified": false, "tweet_text": "@SaninPazC Es discrimination pura, el grupo de los vacunados( inmunidad sintética ) y el grupo o persona no vacunada ( inmunidad natural), este último sobreviviente a la experiencia del virus no requiere vacuna alguna ya que su IN es más duradera y efectiva que la del primer grupo.", "tweet_lang": "es", "tweet_date": "2021-09-12T03:00:00Z", "mentions": ["SaninPazC"], "tweet_emoticons": ["xp"], "country": "MEXICO", "text_es": "Es discrimination pura, el grupo de los vacunados( inmunidad sintética ) y el grupo o persona no vacunada ( inmunidad natural), este último sobreviviente a la experiencia del virus no requiere vacuna alguna ya que su IN es más duradera y efectiva que la del primer grupo."}, {"id": 1436879463564853255, "verified": false, "tweet_text": "@Fmdb5 @Harpa77494652 Lo que decís es una excelente muestra de: \"Tomo de la realidad lo que más me conviene\".\n1) Una vacuna es efectiva con mayor cantidad de vacunados (inmunidad de grupo);\n2) Las vacunas no evitan contagios, pero los limitan;\n3) Un menor contagia como adulto a los adultos.", "tweet_lang": "es", "tweet_date": "2021-09-12T02:00:00Z", "mentions": ["Fmdb5", "Harpa77494652"], "country": "MEXICO", "text_es": "Lo que decís es una excelente muestra de: \"Tomo de la realidad lo que más me conviene\". ) Una vacuna es efectiva con mayor cantidad de vacunados (inmunidad de grupo); ) Las vacunas no evitan contagios, pero los limitan; ) Un menor contagia como adulto a los adultos."}, {"id": 1436847663673118721, "verified": false, "tweet_text": "No comparar estos dos grupos con un grupo de no vacunados pero que tuvieron el virus en su cuerpo es una terrible oportunidad perdida. \n\nObviamente eres un negacionista de la inmunidad natural con una agenda política, enano dictador. https://t.co/FTJus7PVIb", "tweet_lang": "es", "tweet_date": "2021-09-12T00:00:00Z", "tweet_urls": ["https://t.co/FTJus7PVIb"], "country": "MEXICO", "text_es": "No comparar estos dos grupos con un grupo de no vacunados pero que tuvieron el virus en su cuerpo es una terrible oportunidad perdida. Obviamente eres un negacionista de la inmunidad natural con una agenda política, enano dictador."}, {"id": 1436812092624052224, "verified": false, "tweet_text": "@GuillermoHita con el nivel de vacunación tan alto q hay en España y alcanzando la inmunidad de grupo, es ridículo seguir llevando mascarilla en el exterior y los políticos teníais q dar ejemplo ahora también en ese sentido, al igual q lo hicisteis cuando era obligatoria en todo momento (innecs", "tweet_lang": "es", "tweet_date": "2021-09-11T22:00:00Z", "mentions": ["GuillermoHita"], "country": "MEXICO", "text_es": "con el nivel de vacunación tan alto q hay en España y alcanzando la inmunidad de grupo, es ridículo seguir llevando mascarilla en el exterior y los políticos teníais q dar ejemplo ahora también en ese sentido, al igual q lo hicisteis cuando era obligatoria en todo momento (innecs"}, {"id": 1436809156929982469, "verified": false, "tweet_text": "La norma RfU PPE-R/02.075 es un delito contra la salud pública, al eliminar pruebas de filtrado, ajuste, tóxicidad y respirabilidad, intentar meter cómo EPI una mascarilla orejera ¿En que se basa? más por menos calidad, así no proteges a nadie ¿es que buscamos inmunidad de grupo?", "tweet_lang": "es", "tweet_date": "2021-09-11T22:00:00Z", "country": "MEXICO", "text_es": "La norma RfU PPE-R/02.075 es un delito contra la salud pública, al eliminar pruebas de filtrado, ajuste, tóxicidad y respirabilidad, intentar meter cómo EPI una mascarilla orejera ¿En que se basa? más por menos calidad, así no proteges a nadie ¿es que buscamos inmunidad de grupo?"}, {"id": 1436793835892449288, "verified": false, "tweet_text": "Noticias:\n- Viene la sexta ola\n- Aumentan los contagios en país lider en vacunación\n- Los muertos en verano por COVID multiplican los del año pasado\n- Estas vacunas nodan inmunidad de grupo al no ser esterilizantes\n- La delta se ceba con los vacunados\n\nLa vacuna funciona 🧐🙄😠", "tweet_lang": "es", "tweet_date": "2021-09-11T21:00:00Z", "tweet_emoticons": ["😠", "🧐", "🙄"], "country": "MEXICO", "text_es": "Noticias: - Viene la sexta ola - Aumentan los contagios en país lider en vacunación - Los muertos en verano por COVID multiplican los del año pasado - Estas vacunas nodan inmunidad de grupo al no ser esterilizantes - La delta se ceba con los vacunados La vacuna funciona 🧐🙄😠"}, {"id": 1436788898945015808, "verified": false, "tweet_text": "¿Llegará Canarias al 90% para alcanzar la inmunidad de grupo? ¿Y si es así, cuándo?\n\nHace semanas que vengo hablando de la ralentización de la vacunación, que avanza a ritmo inferior al 0,30 de media diaria\n\nEstá vacunado el 72,3% de la población, el 80,66 de más de 12 años", "tweet_lang": "es", "tweet_date": "2021-09-11T20:00:00Z", "country": "MEXICO", "text_es": "¿Llegará Canarias al % para alcanzar la inmunidad de grupo? ¿Y si es así, cuándo? Hace semanas que vengo hablando de la ralentización de la vacunación, que avanza a ritmo inferior al de media diaria Está vacunado el % de la población, el de más de años"}, {"id": 1436763434293637127, "verified": false, "tweet_text": "Los datos revelan que la generación X, los JASP, los cuarentones son los que ponen en riesgo la inmunidad de grupo. Pero siempre \"los jóvenes\". https://t.co/FLc6pJJFKD", "tweet_lang": "es", "tweet_date": "2021-09-11T19:00:00Z", "tweet_urls": ["https://t.co/FLc6pJJFKD"], "country": "MEXICO", "text_es": "Los datos revelan que la generación X, los JASP, los cuarentones son los que ponen en riesgo la inmunidad de grupo. Pero siempre \"los jóvenes\"."}, {"id": 1436757060574720000, "verified": false, "tweet_text": "@Mercedes_Casti Eso unido a las mutaciones del virus y a que lo de la inmunidad de grupo no se va a producir, lleva a concluir que la pandemia se convertirá en una endemia.", "tweet_lang": "es", "tweet_date": "2021-09-11T18:00:00Z", "mentions": ["Mercedes_Casti"], "country": "MEXICO", "text_es": "Eso unido a las mutaciones del virus y a que lo de la inmunidad de grupo no se va a producir, lleva a concluir que la pandemia se convertirá en una endemia."}, {"id": 1436724999289806848, "verified": false, "tweet_text": "—¿Crees que algún día lograremos que el constructo «inteligencia emocional» se extienda como la pandemia? —preguntó la alumna.\n—No hay suficientes dosis de sensatez y empatía como para lograr la inmunidad de grupo ante el egoísmo —contestó el profesor. #RRHH #ClimaLaboral https://t.co/uyt7juloby", "tweet_lang": "es", "tweet_date": "2021-09-11T16:00:00Z", "hashtags": ["RRHH", "ClimaLaboral"], "country": "MEXICO", "text_es": "—¿Crees que algún día lograremos que el constructo «inteligencia emocional» se extienda como la pandemia? —preguntó la alumna. —No hay suficientes dosis de sensatez y empatía como para lograr la inmunidad de grupo ante el egoísmo —contestó el profesor."}, {"id": 1436716405660033026, "verified": false, "tweet_text": "-Por un lado:\nLa inmunidad de grupo con la variante Delta es «inalcanzable», advierte un estudio\n\nhttps://t.co/6Kxu0lEWjN\n\n-Por otro lado:\nLos cuarentones ponen en peligro la inmunidad de rebaño en España.\n\n-No pongáis en peligro un imposible, vacunaros.\n\nhttps://t.co/XzFSAwYMCT", "tweet_lang": "es", "tweet_date": "2021-09-11T16:00:00Z", "tweet_urls": ["https://t.co/6Kxu0lEWjN", "https://t.co/XzFSAwYMCT"], "country": "MEXICO", "text_es": "-Por un lado: La inmunidad de grupo con la variante Delta es «inalcanzable», advierte un estudio -Por otro lado: Los cuarentones ponen en peligro la inmunidad de rebaño en España. -No pongáis en peligro un imposible, vacunaros."}, {"id": 1436715464420433921, "verified": false, "tweet_text": "@Musicaypaz5011 @tradingpablo @DrLejarazu @Renfe Obviamente ese es otro de los objetivos. Que no nos enfermemos todos a la vez. Por eso lo de apostar por la inmunidad de grupo por contagio natural es una burrada. Porque eso genera mucha transmisión del virus en poco tiempo y por consiguiente colapso del sistema sanitario.", "tweet_lang": "es", "tweet_date": "2021-09-11T16:00:00Z", "mentions": ["Musicaypaz5011", "tradingpablo", "DrLejarazu", "Renfe"], "country": "MEXICO", "text_es": "Obviamente ese es otro de los objetivos. Que no nos enfermemos todos a la vez. Por eso lo de apostar por la inmunidad de grupo por contagio natural es una burrada. Porque eso genera mucha transmisión del virus en poco tiempo y por consiguiente colapso del sistema sanitario."}, {"id": 1436714989197447172, "verified": false, "tweet_text": "@ucedilla @tradingpablo @DrLejarazu @Renfe No parece entender que nos vamos a infectar todos y varias veces hasta que el virus se haga endémico \nQue la inmunidad de grupo es una entelequia \nQue el objetivo de las medidas era frenar el virus para no colapsar sistemas sanitarios \nEstá claro que no le interesan los datos", "tweet_lang": "es", "tweet_date": "2021-09-11T16:00:00Z", "mentions": ["ucedilla", "tradingpablo", "DrLejarazu", "Renfe"], "country": "MEXICO", "text_es": "No parece entender que nos vamos a infectar todos y varias veces hasta que el virus se haga endémico Que la inmunidad de grupo es una entelequia Que el objetivo de las medidas era frenar el virus para no colapsar sistemas sanitarios Está claro que no le interesan los datos"}, {"id": 1436712308034703360, "verified": false, "tweet_text": "Primero nos echaban las culpas a nosotros, luego a no sé qué, luego que si es un chip y no me lo pongo, luego que si tal. Al final son los cuarentones los que más están impidiendo que España llegue al nuevo porcentaje necesario para la \"inmunidad de grupo\". Los números no mienten", "tweet_lang": "es", "tweet_date": "2021-09-11T15:00:00Z", "country": "MEXICO", "text_es": "Primero nos echaban las culpas a nosotros, luego a no sé qué, luego que si es un chip y no me lo pongo, luego que si tal. Al final son los cuarentones los que más están impidiendo que España llegue al nuevo porcentaje necesario para la \"inmunidad de grupo\". Los números no mienten"}, {"id": 1436684482644488193, "verified": false, "tweet_text": "Lo ha desarrollado un grupo de científicos españoles y tiene un 100% de efectividad. En este caso se inyecta en la piel proteína de la corona del virus y en 24-72 horas, quien mantenga inmunidad, vía vacuna, vía infección, desarrollará una pequeña inflamación rojiza.", "tweet_lang": "es", "tweet_date": "2021-09-11T14:00:00Z", "country": "MEXICO", "text_es": "Lo ha desarrollado un grupo de científicos españoles y tiene un % de efectividad. En este caso se inyecta en la piel proteína de la corona del virus y en -72 horas, quien mantenga inmunidad, vía vacuna, vía infección, desarrollará una pequeña inflamación rojiza."}, {"id": 1436676561340702723, "verified": false, "tweet_text": "@Buenrollo13 @NEKONINJA7 Pues que lástima, porque quizás la de los que nos hemos inmunizado sin intoxicarnos con esos fármacos, podría acelerar la inmunidad de grupo, pero bueno, allá ellos.", "tweet_lang": "es", "tweet_date": "2021-09-11T13:00:00Z", "mentions": ["Buenrollo13", "NEKONINJA7"], "country": "MEXICO", "text_es": "Pues que lástima, porque quizás la de los que nos hemos inmunizado sin intoxicarnos con esos fármacos, podría acelerar la inmunidad de grupo, pero bueno, allá ellos."}, {"id": 1436671128064385031, "verified": false, "tweet_text": "@Chaskanaui1 Personalmente no voy pidiendo que nadie se vacune. Pero hay una razón médica para hacerlo: alcanzar Antea la inmunidad de grupo", "tweet_lang": "es", "tweet_date": "2021-09-11T13:00:00Z", "mentions": ["Chaskanaui1"], "country": "MEXICO", "text_es": "Personalmente no voy pidiendo que nadie se vacune. Pero hay una razón médica para hacerlo: alcanzar Antea la inmunidad de grupo"}, {"id": 1436659900160032771, "verified": false, "tweet_text": "Fauci dijo en su día que la inmunidad  de grupo se alcanzaría con el 65%, después con el 70... y cuando le preguntaron contestó: realmente no lo sabemos pero vamos cambiándolo según veamos la disposición a vacunarse. CIENCIA https://t.co/sMXit7rpzw", "tweet_lang": "es", "tweet_date": "2021-09-11T12:00:00Z", "tweet_urls": ["https://t.co/sMXit7rpzw"], "country": "MEXICO", "text_es": "Fauci dijo en su día que la inmunidad de grupo se alcanzaría con el %, después con el ... y cuando le preguntaron contestó: realmente no lo sabemos pero vamos cambiándolo según veamos la disposición a vacunarse. CIENCIA"}, {"id": 1436658653709357056, "verified": false, "tweet_text": "La inmunidad de grupo no existe, el éxito de las vacunas es sólo parcial y no es definitivo. Para mi crear un antiviral específico siguiente paso. Saldremos pero nos va a costar un huevo y parte del otro. https://t.co/BbJn5w8LRq", "tweet_lang": "es", "tweet_date": "2021-09-11T12:00:00Z", "tweet_urls": ["https://t.co/BbJn5w8LRq"], "country": "MEXICO", "text_es": "La inmunidad de grupo no existe, el éxito de las vacunas es sólo parcial y no es definitivo. Para mi crear un antiviral específico siguiente paso. Saldremos pero nos va a costar un huevo y parte del otro."}, {"id": 1436640991046418436, "verified": false, "tweet_text": "@Han_Solo_30 @DERPA_MADRID @Ayto_Avila Pero Madrid va por la inmunidad de grupo 🤔👀", "tweet_lang": "es", "tweet_date": "2021-09-11T11:00:00Z", "mentions": ["Han_Solo_30", "DERPA_MADRID", "Ayto_Avila"], "tweet_emoticons": ["👀", "🤔"], "country": "MEXICO", "text_es": "Pero Madrid va por la inmunidad de grupo 🤔👀"}, {"id": 1436626186742943749, "verified": false, "tweet_text": "La inmunidad de grupo es dificil alcanzarla con la aparicion de las variantes, pero podemos convivir con ella sabiendo que puede convertirse en una patologia leve gracias a la vacunacion. La OMS advierte que una alta tasa de vacunación podría no detener la pandemia. https://t.co/teaXWusNEc", "tweet_lang": "es", "tweet_date": "2021-09-11T10:00:00Z", "tweet_urls": ["https://t.co/teaXWusNEc"], "country": "MEXICO", "text_es": "La inmunidad de grupo es dificil alcanzarla con la aparicion de las variantes, pero podemos convivir con ella sabiendo que puede convertirse en una patologia leve gracias a la vacunacion. La OMS advierte que una alta tasa de vacunación podría no detener la pandemia."}, {"id": 1436625302659207168, "verified": false, "tweet_text": "¿ Hay que vacunar a los niños entre 5 y 12 años? Esa es la próxima decisión que deberá tomar España  en las próximas semanas.   Prácticamente hemos alcanzado la inmunidad de  grupo. Se han vacunado el 75% de la población y el 80% está a caer. ¿Hay que ponerse la tercera dosis?", "tweet_lang": "es", "tweet_date": "2021-09-11T10:00:00Z", "country": "MEXICO", "text_es": "¿ Hay que vacunar a los niños entre y años? Esa es la próxima decisión que deberá tomar España en las próximas semanas. Prácticamente hemos alcanzado la inmunidad de grupo. Se han vacunado el % de la población y el % está a caer. ¿Hay que ponerse la tercera dosis?"}, {"id": 1436618425669984258, "verified": false, "tweet_text": "@_ScreemFace_ Son buenas noticias ademas esta ocurriendo otra cosa que esta pasando desapercibida. Se empieza a notar la inmunidad de grupo", "tweet_lang": "es", "tweet_date": "2021-09-11T09:00:00Z", "mentions": ["_ScreemFace_"], "country": "MEXICO", "text_es": "Son buenas noticias ademas esta ocurriendo otra cosa que esta pasando desapercibida. Se empieza a notar la inmunidad de grupo"}, {"id": 1436611151073263616, "verified": false, "tweet_text": "@carmenporter_  Pues más claro el agua, vacunarse para tener menos posibilidades de morir por COVID19, pero desde luego, con las nuevas variantes, la inmunidad de grupo no se conseguirá. Dicho por la OMS y puede leerse aquí:\nhttps://t.co/UOmOiF9yv6", "tweet_lang": "es", "tweet_date": "2021-09-11T09:00:00Z", "mentions": ["carmenporter_"], "tweet_urls": ["https://t.co/UOmOiF9yv6"], "country": "MEXICO", "text_es": "Pues más claro el agua, vacunarse para tener menos posibilidades de morir por COVID19, pero desde luego, con las nuevas variantes, la inmunidad de grupo no se conseguirá. Dicho por la OMS y puede leerse aquí:"}, {"id": 1436608573199503362, "verified": false, "tweet_text": "@gorka_orive Se lee mucho lo siguiente: puesto que la inmunidad de grupo completa (ningún contagio) es prácticamente imposible, deberíamos renunciar a intentar acercarnos mediante vacunación masiva.\nDiscrepo: cuanto más nos acerquemos, mejor en todos los sentidos, incluyendo vida normal.", "tweet_lang": "es", "tweet_date": "2021-09-11T09:00:00Z", "mentions": ["gorka_orive"], "country": "MEXICO", "text_es": "Se lee mucho lo siguiente: puesto que la inmunidad de grupo completa (ningún contagio) es prácticamente imposible, deberíamos renunciar a intentar acercarnos mediante vacunación masiva. Discrepo: cuanto más nos acerquemos, mejor en todos los sentidos, incluyendo vida normal."}, {"id": 1436606437682077699, "verified": false, "tweet_text": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de 24 días con respecto a la previsión inicial, tras 259 días de vacunación. 11/09/2021.", "tweet_lang": "es", "tweet_date": "2021-09-11T08:00:00Z", "country": "MEXICO", "text_es": "Aún no se ha alcanzado la inmunidad de grupo en España, lo que supone un retraso de días con respecto a la previsión inicial, tras días de vacunación. /09/2021."}]