[{"id": 1439479953662283780, "verified": false, "tweet_text": "@bfbuschi I just learned that one DE hospital is offering multiple PTO days for staff to get vaccinated by end of September…\n\nShocked to learn so many healthcare workers aren’t vaxxed!", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["bfbuschi"], "country": "USA", "text_en": "I just learned that one DE hospital is offering multiple PTO days for staff to get vaccinated by end of September Shocked to learn so many healthcare workers arent vaxxed!"}, {"id": 1439479902147792896, "verified": false, "tweet_text": "@ToastyTime Even if you get vaccinated you can still catch COVID, getting vaccinated does not mean you can’t get sick 😷", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ToastyTime"], "tweet_emoticons": ["😷"], "country": "USA", "text_en": "Even if you get vaccinated you can still catch COVID, getting vaccinated does not mean you cant get sick"}, {"id": 1439479898993831937, "verified": false, "tweet_text": "@JuddLegum Medical apartheid? Me thinks more like intellectual apartheid! Wear a mask, get vaccinated, and don’t let your kids grow up ignorant.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["JuddLegum"], "country": "USA", "text_en": "Medical apartheid? Me thinks more like intellectual apartheid! Wear a mask, get vaccinated, and dont let your kids grow up ignorant."}, {"id": 1439479809336246276, "verified": true, "tweet_text": "PM: Frontliners, elderly to get booster shots once 80% of adults vaccinated\nhttps://t.co/hnDCBC1tlY  https://t.co/hnDCBC1tlY", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/hnDCBC1tlY", "https://t.co/hnDCBC1tlY"], "country": "USA", "text_en": "PM: Frontliners, elderly to get booster shots once % of adults vaccinated"}, {"id": 1439479774179561480, "verified": false, "tweet_text": "@epsom80 Of course there will be unvaccinated, but once we get to between 80% (some restrictions) and, hopefully, a peak 95% vaccinated (almost no restrictions), we will be getting back to pretty close to normal. \nEspecially at that rate, hospitals will be able to cope.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["epsom80"], "country": "USA", "text_en": "Of course there will be unvaccinated, but once we get to between % (some restrictions) and, hopefully, a peak % vaccinated (almost no restrictions), we will be getting back to pretty close to normal. Especially at that rate, hospitals will be able to cope."}, {"id": 1439479730634252288, "verified": false, "tweet_text": "@mikeythenurse 100% is in achievable. There are people who simply won’t. It’s like when they set the annual goal for drownings at zero but some drownings are suicide by motor vehicle. 90% is a workable middle ground. Everyone has the chance to get vaccinated but we must accept some will not", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["mikeythenurse"], "country": "USA", "text_en": "% is in achievable. There are people who simply wont. Its like when they set the annual goal for drownings at zero but some drownings are suicide by motor vehicle. % is a workable middle ground. Everyone has the chance to get vaccinated but we must accept some will not"}, {"id": 1439479712867241985, "verified": false, "tweet_text": "@FaheemYounus Doc, I'm recovering from covid, when should I get vaccinated. Emir from Indonesia", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["FaheemYounus"], "country": "USA", "text_en": "Doc, I'm recovering from covid, when should I get vaccinated. Emir from Indonesia"}, {"id": 1439479706886283264, "verified": false, "tweet_text": "Does anyone else count the number of vaccinated people they know to try and get to sleep", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Does anyone else count the number of vaccinated people they know to try and get to sleep"}, {"id": 1439479683628797953, "verified": false, "tweet_text": "@bhekaNkonyane @mohamedainab @redinfuriator @AlexInAir But who would be arrested? Who is making fake vaccination cards in Nigeria? We've had only a tiny amount of doses delivered and no one has made vaccination a requirement for anything, so the unvaccinated have no incentive to want to appear vaccinated, and therefore get fake cards", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["bhekaNkonyane", "mohamedainab", "redinfuriator", "AlexInAir"], "country": "USA", "text_en": "But who would be arrested? Who is making fake vaccination cards in Nigeria? We've had only a tiny amount of doses delivered and no one has made vaccination a requirement for anything, so the unvaccinated have no incentive to want to appear vaccinated, and therefore get fake cards"}, {"id": 1439479675567411214, "verified": false, "tweet_text": "@mehdirhasan @mehdirhasan it is because of all the unvaccinated- who want to travel or meet family. Increasingly they face pressure to get tested before they can meet family  Once the Biden plan kicks in, those who are not vaccinated will have to get tested, just to work, breaking the system.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["mehdirhasan", "mehdirhasan"], "country": "USA", "text_en": "it is because of all the unvaccinated- who want to travel or meet family. Increasingly they face pressure to get tested before they can meet family Once the Biden plan kicks in, those who are not vaccinated will have to get tested, just to work, breaking the system."}, {"id": 1439479638212943875, "verified": false, "tweet_text": "@Rikdisco @BeaumontBee @TheFabledAesop @Coliboo Just the sort of naively dangerous blurring that antivax grifters thrive on. Obviously you mean \"the default minimum is to get vaccinated, and then have booster vaccinations as offered\".", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Rikdisco", "BeaumontBee", "TheFabledAesop", "Coliboo"], "country": "USA", "text_en": "Just the sort of naively dangerous blurring that antivax grifters thrive on. Obviously you mean \"the default minimum is to get vaccinated, and then have booster vaccinations as offered\"."}, {"id": 1439479637785001987, "verified": false, "tweet_text": "Dr Nick Coatsworth 'fears intense shaming of those who can’t or won’t get the jab. “I don’t want people who haven’t been vaccinated actually vilified for that choice.”'\n\nUnbelievably blind.\nIt's too late. Open your eyes. It is already happening.\n\nhttps://t.co/snJv9JWO13", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/snJv9JWO13"], "country": "USA", "text_en": "Dr Nick Coatsworth 'fears intense shaming of those who cant or wont get the jab. I dont want people who havent been vaccinated actually vilified for that choice.' Unbelievably blind. It's too late. Open your eyes. It is already happening."}, {"id": 1439479596953444352, "verified": true, "tweet_text": "Fully vaccinated and love movies?\nWe want you to be part of our family!\n\nCome to your preferred TGV location and fill up an application form to get a walk-in-interview. Check the next thread for our current hiring locations. (1/2) https://t.co/eklVPkrcHv", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Fully vaccinated and love movies? We want you to be part of our family! Come to your preferred TGV location and fill up an application form to get a walk-in-interview. Check the next thread for our current hiring locations. (1/2)"}, {"id": 1439479553441681408, "verified": false, "tweet_text": "Please get vaccinated ASAP", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Please get vaccinated ASAP"}, {"id": 1439479529194463235, "verified": false, "tweet_text": "@lovingit5555 @girl_lockdown @Scienceforthew3 For vaccinated. Ask the cant get vaccinated how their freedoms are going", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["lovingit5555", "girl_lockdown", "Scienceforthew3"], "country": "USA", "text_en": "For vaccinated. Ask the cant get vaccinated how their freedoms are going"}, {"id": 1439479502665502724, "verified": false, "tweet_text": "@SimonAJohnson Mate, just get vaccinated. Problem solved.\n\nIt'll also free up your time for more productive things. \n\nLike reviewing the Australian Constitution...", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["SimonAJohnson"], "country": "USA", "text_en": "Mate, just get vaccinated. Problem solved. It'll also free up your time for more productive things. Like reviewing the Australian Constitution..."}, {"id": 1439479484789379075, "verified": false, "tweet_text": "I not only want ypu all to respect their privacy but to also stop risking the spread of covid like??? Yall can still get covid despite being vaccinated and all", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "I not only want ypu all to respect their privacy but to also stop risking the spread of covid like??? Yall can still get covid despite being vaccinated and all"}, {"id": 1439479464111611907, "verified": false, "tweet_text": "@thatsnotmine125 @Feynman_19 @catvaxlax He is using emotional blackmailing to to get children vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["thatsnotmine125", "Feynman_19", "catvaxlax"], "country": "USA", "text_en": "He is using emotional blackmailing to to get children vaccinated."}, {"id": 1439479449020370944, "verified": false, "tweet_text": "@retiree32577110 @AnnastaciaMP Agree. Most people are suffering one way or another. We all need to be vaccinated, continue following some measures like masking/social distancing and then hopefully borders open won’t be an issue. Stay safe too and thank you for the offer. It’ll eventually get better.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["retiree32577110", "AnnastaciaMP"], "country": "USA", "text_en": "Agree. Most people are suffering one way or another. We all need to be vaccinated, continue following some measures like masking/social distancing and then hopefully borders open wont be an issue. Stay safe too and thank you for the offer. Itll eventually get better."}, {"id": 1439479447036518402, "verified": false, "tweet_text": "@BirdSunlight When you get to the UK you may need to be vaccinated again", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["BirdSunlight"], "country": "USA", "text_en": "When you get to the UK you may need to be vaccinated again"}, {"id": 1439479408541249542, "verified": false, "tweet_text": "@PinesLisa @BJoe2Cool @NYCMayor @SusanBEdelman @Jill_Jorgensen @elizashapiro @CWEBCRUZER @alykatzz LATE AND INACCURATE: Contact tracers called today, 5 days after exposure + told me to isolate from others, but I could still teach if vaccinated. \n\nThey had wrong info about my class and never suggested I get tested until I brought it up. My classroom still not “deep cleaned”.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["PinesLisa", "BJoe2Cool", "NYCMayor", "SusanBEdelman", "Jill_Jorgensen", "elizashapiro", "CWEBCRUZER", "alykatzz"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "LATE AND INACCURATE: Contact tracers called today, days after exposure + told me to isolate from others, but I could still teach if vaccinated. They had wrong info about my class and never suggested I get tested until I brought it up. My classroom still not deep cleaned."}, {"id": 1439479362152194048, "verified": false, "tweet_text": "@MailOnline Could have, should have, but didn’t - this is the consequence of could have, should have. Get vaccinated you know it makes sense", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["MailOnline"], "country": "USA", "text_en": "Could have, should have, but didnt - this is the consequence of could have, should have. Get vaccinated you know it makes sense"}, {"id": 1439479255289810946, "verified": false, "tweet_text": "@NBAonTNT @KingJames @russwest44 @JaredDudley619 Go get vaccinated guys kids look up to you guys.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["NBAonTNT", "KingJames", "russwest44", "JaredDudley619"], "country": "USA", "text_en": "Go get vaccinated guys kids look up to you guys."}, {"id": 1439479231113674756, "verified": true, "tweet_text": "I love the outrage of anti-vaxxers who get offended when I block them. Like, babes, what were you expecting? PS get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I love the outrage of anti-vaxxers who get offended when I block them. Like, babes, what were you expecting? PS get vaccinated."}, {"id": 1439479158619480069, "verified": false, "tweet_text": "@IJsbakker Get Vaccinated!", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["IJsbakker"], "country": "USA", "text_en": "Get Vaccinated!"}, {"id": 1439479141410115587, "verified": false, "tweet_text": "@AndyMaherDFA Why don’t we round up all those that are not getting vaccinated and either lock them up somewhere or maybe exterminate them then 100% of the population  can go to the beer garden. Wouldn’t that be better Andy to make you happy. And no one would ever get Covid again.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["AndyMaherDFA"], "country": "USA", "text_en": "Why dont we round up all those that are not getting vaccinated and either lock them up somewhere or maybe exterminate them then % of the population can go to the beer garden. Wouldnt that be better Andy to make you happy. And no one would ever get Covid again."}, {"id": 1439479126532886529, "verified": false, "tweet_text": "QLD records 🍩🍩 as 'super Pfizer weekend' sees vax rate 🚀\n\n\"Anybody over the age of 60 can get Pfizer”\n\"Anybody over age of 12 can be vaccinated.”\n\nQLDers flock to vax hubs before Sept/Oct school holiday period. \n\n#auspol #covid19qld  #murdochguttermedia https://t.co/dFVQ12l4it", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["auspol", "covid19qld", "murdochguttermedia"], "tweet_urls": ["https://t.co/dFVQ12l4it"], "tweet_emoticons": ["🍩", "🚀"], "country": "USA", "text_en": "QLD records as 'super Pfizer weekend' sees vax rate \"Anybody over the age of can get Pfizer \"Anybody over age of can be vaccinated. QLDers flock to vax hubs before Sept/Oct school holiday period."}, {"id": 1439479110561148928, "verified": false, "tweet_text": "@MissvalCa @Slinkybrowneyes @realMrChristie @genuke1 You obviously don't understand how vaccines work. Vaccines don't make people immune to disease but they do make you much less likely to get sick. If everyone was smart enough to get vaccinated the vaccine would be much more effective because it would create a herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["MissvalCa", "Slinkybrowneyes", "realMrChristie", "genuke1"], "country": "USA", "text_en": "You obviously don't understand how vaccines work. Vaccines don't make people immune to disease but they do make you much less likely to get sick. If everyone was smart enough to get vaccinated the vaccine would be much more effective because it would create a herd immunity."}, {"id": 1439479098762358787, "verified": false, "tweet_text": "N95\n\n#masks are useless to stop the #vapour. But they do make it harder to get #oxygen instead of #CO2 and stop some spittle, a few droplets. That is all. #asymptomatic individuals do not spread\n\n#COVID19AB #COVID19SK #vaccinated #mamabears #MaskMandate Non sense.\n\n#ScienceWins https://t.co/fxL2BVg2Vm", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["masks", "vapour", "oxygen", "CO2", "asymptomatic", "COVID19AB", "COVID19SK", "vaccinated", "mamabears", "MaskMandate", "ScienceWins"], "country": "USA", "text_en": "N95 are useless to stop the . But they do make it harder to get instead of and stop some spittle, a few droplets. That is all. individuals do not spread Non sense."}, {"id": 1439479071109304324, "verified": false, "tweet_text": "@JMM98150217 @AussieVal10 complain to the human rights commission- there is no basis for excluding unvaccinated people-vaccinated people can still get Covid and pass it on! google safe work australia https://t.co/jrWcirg9bL", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["JMM98150217", "AussieVal10"], "country": "USA", "text_en": "complain to the human rights commission- there is no basis for excluding unvaccinated people-vaccinated people can still get Covid and pass it on! google safe work australia"}, {"id": 1439479062754328578, "verified": false, "tweet_text": "So to get a family vaccinated should cost around 400$. Every few months ya I cam afford that..hey said no one ever", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "So to get a family vaccinated should cost around $. Every few months ya I cam afford that..hey said no one ever"}, {"id": 1439479044106559493, "verified": false, "tweet_text": "conservative party: sends me a text blaming trudeau for the fact we're having an election midpandemic\nwhat they forget: the reason we still have a pandemic is because of morons who don't wear masks/get vaccinated/take it fucking seriously", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "conservative party: sends me a text blaming trudeau for the fact we're having an election midpandemic what they forget: the reason we still have a pandemic is because of morons who don't wear masks/get vaccinated/take it fucking seriously"}, {"id": 1439479032496721920, "verified": false, "tweet_text": "@wcbuecker @sinnndy1 I believe that Christian Scientists do not get vaccinated, either.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["wcbuecker", "sinnndy1"], "country": "USA", "text_en": "I believe that Christian Scientists do not get vaccinated, either."}, {"id": 1439479029673857030, "verified": false, "tweet_text": "@bixoooo @MelanieMoore Not everyone who doesn't get it twice has immunity. Some people haven't gotten it once but are not vaccinated nor immune.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["bixoooo", "MelanieMoore"], "country": "USA", "text_en": "Not everyone who doesn't get it twice has immunity. Some people haven't gotten it once but are not vaccinated nor immune."}, {"id": 1439479021801070601, "verified": false, "tweet_text": "@spiri_mili @Heste1Zeet @davrosz Nice people get vaccinated because they care about other people.  You might think you are nice but you aren’t.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["spiri_mili", "Heste1Zeet", "davrosz"], "country": "USA", "text_en": "Nice people get vaccinated because they care about other people. You might think you are nice but you arent."}, {"id": 1439479008803098633, "verified": false, "tweet_text": "@DouglasKMurray Isn’t this the country that all the so called experts said “ we should have closed our boarders just like Australia, they have virtually no cases” where are these experts now. Get vaccinated ffs", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["DouglasKMurray"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Isnt this the country that all the so called experts said we should have closed our boarders just like Australia, they have virtually no cases where are these experts now. Get vaccinated ffs"}, {"id": 1439478978255917058, "verified": false, "tweet_text": "Word on the streets is that those of us smart enough not to get #vaccinated can get rewarded handsomely on the black market for our #pureblood. Once you #vax you can never go back.  Gene therapy is for keeps.  Just leave us #purebloods alone. https://t.co/CR4KgtIgad", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["vaccinated", "pureblood", "vax", "purebloods"], "country": "USA", "text_en": "Word on the streets is that those of us smart enough not to get can get rewarded handsomely on the black market for our . Once you you can never go back. Gene therapy is for keeps. Just leave us alone."}, {"id": 1439478957515190274, "verified": false, "tweet_text": "Is Biden deliberately infecting USA again by opening borders to the COVID infected? Those 10k Haitians coming from a nation with a high COVID infection rate and only 1% vaccinated.  If you have a visa must be tested and quarantined-but if illegal you get in USA without testing.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Is Biden deliberately infecting USA again by opening borders to the COVID infected? Those k Haitians coming from a nation with a high COVID infection rate and only % vaccinated. If you have a visa must be tested and quarantined-but if illegal you get in USA without testing."}, {"id": 1439478934941446145, "verified": false, "tweet_text": "@RichardWPickett @ani578 @naval @TheGameIsMine77 The measles vaccine is 97% effective. If measles ran rampant again, you would have vaccinated people getting measles in break through cases. Are you going to argue that MMR vaccine isn't effective and we shouldn't get that either? Lol.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["RichardWPickett", "ani578", "naval", "TheGameIsMine77"], "country": "USA", "text_en": "The measles vaccine is % effective. If measles ran rampant again, you would have vaccinated people getting measles in break through cases. Are you going to argue that MMR vaccine isn't effective and we shouldn't get that either? Lol."}, {"id": 1439478886857904128, "verified": false, "tweet_text": "@FormulaCracked @wbuxtonofficial and all governments around the world are urging people to get vaccinated so why not Britain?", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["FormulaCracked", "wbuxtonofficial"], "country": "USA", "text_en": "and all governments around the world are urging people to get vaccinated so why not Britain?"}, {"id": 1439478867589206016, "verified": false, "tweet_text": "@eyemonomeye @babsdoeslife @ladykayura2 @keyon @panamanianputa Hundreds of thousands not the millions of people that are vaccinated.💀 You can't just walk around and pretend most ppl don't get that vaccine to go on with their lives and ignore others health. And if you weren't jobless and I'd say you did too. 💪💀", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["eyemonomeye", "babsdoeslife", "ladykayura2", "keyon", "panamanianputa"], "tweet_emoticons": ["💪", "💀"], "country": "USA", "text_en": "Hundreds of thousands not the millions of people that are vaccinated. You can't just walk around and pretend most ppl don't get that vaccine to go on with their lives and ignore others health. And if you weren't jobless and I'd say you did too."}, {"id": 1439478842683498500, "verified": false, "tweet_text": "@afternoontrance Yeah you feel it’s something big because they care. Anyways for covid it’s something you literally can’t control. I hope she is vaccinated so she will get less symptoms and will get faster recovery", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["afternoontrance"], "country": "USA", "text_en": "Yeah you feel its something big because they care. Anyways for covid its something you literally cant control. I hope she is vaccinated so she will get less symptoms and will get faster recovery"}, {"id": 1439478838518419460, "verified": false, "tweet_text": "@NoLieWithBTC @AP You don’t need get vaccinated, jus get healthy. Stop forcing nonsense on others. Why push a vaccine, when we people should jus be healthy. 🤦‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["NoLieWithBTC", "AP"], "tweet_emoticons": ["🤦‍♂️"], "country": "USA", "text_en": "You dont need get vaccinated, jus get healthy. Stop forcing nonsense on others. Why push a vaccine, when we people should jus be healthy."}, {"id": 1439478795782791171, "verified": false, "tweet_text": "@dgurdasani1 To put it in context.......You do know even after being vaccinated you can get infected, suffer symptoms and be infectious?  Or are you just ignoring that to suit your arguement.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["dgurdasani1"], "country": "USA", "text_en": "To put it in context.......You do know even after being vaccinated you can get infected, suffer symptoms and be infectious? Or are you just ignoring that to suit your arguement."}, {"id": 1439478792443944963, "verified": false, "tweet_text": "@alwebbj FTFY:  Hundreds of thousands of airline workers, well over half a million, do the right thing and get vaccinated. The few hundred leaving are a danger to their family, co-workers, and community because they choose to ignore science.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["alwebbj"], "country": "USA", "text_en": "FTFY: Hundreds of thousands of airline workers, well over half a million, do the right thing and get vaccinated. The few hundred leaving are a danger to their family, co-workers, and community because they choose to ignore science."}, {"id": 1439478786303610880, "verified": false, "tweet_text": "You know what I don’t get? People who live in fear of the virus but also refuse to get vaccinated. I have family members like this and it’s just so???", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "You know what I dont get? People who live in fear of the virus but also refuse to get vaccinated. I have family members like this and its just so???"}, {"id": 1439478754888216576, "verified": false, "tweet_text": "@NjbBari3 You don’t need get vaccinated, jus get healthy. Stop forcing nonsense on others. Why push a vaccine, when we people should jus be healthy. 🤦‍♂️", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["NjbBari3"], "tweet_emoticons": ["🤦‍♂️"], "country": "USA", "text_en": "You dont need get vaccinated, jus get healthy. Stop forcing nonsense on others. Why push a vaccine, when we people should jus be healthy."}, {"id": 1439478668284219399, "verified": false, "tweet_text": "@OOTIF @couriermail You are one of the reasons why we need as many people as possible to get vaccinated. Data shows less serious illness in vax, meaning more ICU bed/hospital resources for those unable to be vaccinated (for medical reasons)", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["OOTIF", "couriermail"], "country": "USA", "text_en": "You are one of the reasons why we need as many people as possible to get vaccinated. Data shows less serious illness in vax, meaning more ICU bed/hospital resources for those unable to be vaccinated (for medical reasons)"}, {"id": 1439478668162654212, "verified": false, "tweet_text": "✅ Refuses to get vaccinated.\n✅ Starts to feel sick and begs for prayers.\n✅ Continues to crusade against vaccines.\n✅ Checked into the ICU with COVID-19.\n✅ Asks for more prayers (and ivermectin).\n✅ Dies.\n🏆 We honor Lisa Wright Sowards with a #HermanCainAward. https://t.co/ILDtfTqEYi", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["HermanCainAward"], "tweet_emoticons": ["✅", "🏆"], "country": "USA", "text_en": "Refuses to get vaccinated. Starts to feel sick and begs for prayers. Continues to crusade against vaccines. Checked into the ICU with COVID-19. Asks for more prayers (and ivermectin). Dies. We honor Lisa Wright Sowards with a ."}, {"id": 1439478666694729729, "verified": false, "tweet_text": "@justokay34 @X2Brand @rickmercer Chris Loewen ♿️ (@Ow_My_Back_) Tweeted:\n@brittlestar On the plus side:\nIf you get vaccinated the virus cannot use your body as a mix and match Petri dish breeding ground of assorted viral/phage genetic segments incubating more lethal strains.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["justokay34", "X2Brand", "rickmercer", "Ow_My_Back_", "brittlestar"], "tweet_emoticons": ["♿"], "country": "USA", "text_en": "Chris Loewen () Tweeted: On the plus side: If you get vaccinated the virus cannot use your body as a mix and match Petri dish breeding ground of assorted viral/phage genetic segments incubating more lethal strains."}, {"id": 1439478645735706630, "verified": false, "tweet_text": "@TEP_Lurking first, get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["TEP_Lurking"], "country": "USA", "text_en": "first, get vaccinated"}, {"id": 1439478632787767301, "verified": false, "tweet_text": "@komonews He should absolutely stay home. Nobody is throwing his family a pity party. Get vaccinated  &amp; shut up \n\n#WestSeattle #GetVaccinated #CovidVaccine #Covid_19", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["WestSeattle", "GetVaccinated", "CovidVaccine", "Covid_19"], "mentions": ["komonews"], "country": "USA", "text_en": "He should absolutely stay home. Nobody is throwing his family a pity party. Get vaccinated &amp; shut up"}, {"id": 1439478610692243461, "verified": false, "tweet_text": "@kyotolover12 @AussieVal10 this is preposterous- there's no evidence that vaccinated people don't spread Covid- they still get it and transmit it!", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["kyotolover12", "AussieVal10"], "country": "USA", "text_en": "this is preposterous- there's no evidence that vaccinated people don't spread Covid- they still get it and transmit it!"}, {"id": 1439478588474986501, "verified": false, "tweet_text": "@ForlornTheresa @originalspin I’m so sick of these ant-vaxxers saying “It’s my right not to get vaccinated.” I finally told one “your rights are the first 10 amendments to the Constitution and no where does it say that.”", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ForlornTheresa", "originalspin"], "country": "USA", "text_en": "Im so sick of these ant-vaxxers saying Its my right not to get vaccinated. I finally told one your rights are the first amendments to the Constitution and no where does it say that."}, {"id": 1439478571764903937, "verified": false, "tweet_text": "If you can get vaccinated and choose not to only to get Covid later, I literally have zero sympathy for you.\n\nLike none. None. \n\nMy sympathies are with the people who will have to care for you.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "If you can get vaccinated and choose not to only to get Covid later, I literally have zero sympathy for you. Like none. None. My sympathies are with the people who will have to care for you."}, {"id": 1439478524612644865, "verified": false, "tweet_text": "@ZubyMusic That's actually not true. I have a friend who refuses to get vaccinated but is very afraid of the virus, whereas I never was afraid of it but did get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ZubyMusic"], "country": "USA", "text_en": "That's actually not true. I have a friend who refuses to get vaccinated but is very afraid of the virus, whereas I never was afraid of it but did get vaccinated."}, {"id": 1439478471286300672, "verified": false, "tweet_text": "@digitaldidan This is total madness like wtf so in brief we are wasting  our time running up and down to get vaccinated.  I love Africa 😂😂", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["digitaldidan"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "This is total madness like wtf so in brief we are wasting our time running up and down to get vaccinated. I love Africa"}, {"id": 1439478410993045511, "verified": false, "tweet_text": "@michaelryan756 @SimonAJohnson Please tell me you do realise that vaccinated people get and spread covid as well. Vaccine helps you not get sick.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["michaelryan756", "SimonAJohnson"], "country": "USA", "text_en": "Please tell me you do realise that vaccinated people get and spread covid as well. Vaccine helps you not get sick."}, {"id": 1439478349378699266, "verified": false, "tweet_text": "@Redpainter1 @PaulDereume And because she is unvaccinated she gets the monoclonal antibodies and several people in my groups can’t get the monoclonal antibodies because they are vaccinated. This system sucks!", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Redpainter1", "PaulDereume"], "country": "USA", "text_en": "And because she is unvaccinated she gets the monoclonal antibodies and several people in my groups cant get the monoclonal antibodies because they are vaccinated. This system sucks!"}, {"id": 1439478336347164672, "verified": false, "tweet_text": "I’d encourage Americans to get vaccinated, as I did. But that choice is theirs to make – not the federal government’s to make for them.\nKristi Noem\nhttps://t.co/AK2QCRuM9Z", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/AK2QCRuM9Z"], "country": "USA", "text_en": "Id encourage Americans to get vaccinated, as I did. But that choice is theirs to make not the federal governments to make for them. Kristi Noem"}, {"id": 1439478304411631617, "verified": false, "tweet_text": "GOP Rep to Biden: ‘You Do Not Have the Power to Force Americans to Get Vaccinated’ https://t.co/aNPBZaZy6F", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/aNPBZaZy6F"], "country": "USA", "text_en": "GOP Rep to Biden: You Do Not Have the Power to Force Americans to Get Vaccinated"}, {"id": 1439478293393133570, "verified": false, "tweet_text": "@AZKellyT I need your help!  I’m a disabled Navy Veteran in which I was Medically Discharged due to service connected kidney stone which I’ve had for the last 44years.  My wife, who is the soul bread winner, is about to lose her job because she will not get vaccinated! #saveus", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["saveus"], "mentions": ["AZKellyT"], "country": "USA", "text_en": "I need your help! Im a disabled Navy Veteran in which I was Medically Discharged due to service connected kidney stone which Ive had for the last years. My wife, who is the soul bread winner, is about to lose her job because she will not get vaccinated!"}, {"id": 1439478278688018432, "verified": false, "tweet_text": "Maybe when South Africans get fully vaccinated...\nMaybe then https://t.co/SLQ7IJtdQq", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/SLQ7IJtdQq"], "country": "USA", "text_en": "Maybe when South Africans get fully vaccinated... Maybe then"}, {"id": 1439478262590173184, "verified": false, "tweet_text": "@monicabridget21 I found it online - don't know it, I gather it's fairly new. JImmy and Eric are both very tastfeful and accomplished blues men. Would love to have seen that. Andrews has just told us 90% vaccinated before we get back to \"Covid Normal\", so we'll see you in 2 yrs. Enjoy life Monica", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["monicabridget21"], "country": "USA", "text_en": "I found it online - don't know it, I gather it's fairly new. JImmy and Eric are both very tastfeful and accomplished blues men. Would love to have seen that. Andrews has just told us % vaccinated before we get back to \"Covid Normal\", so we'll see you in yrs. Enjoy life Monica"}, {"id": 1439478226179428358, "verified": false, "tweet_text": "@17incoming @FinnaSlapNoCap @AndyMaherDFA That’s not how it’s going to work though. You dont get to not participate (vaccinate) and then demand to participate in the wider vaccinated experiences.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["17incoming", "FinnaSlapNoCap", "AndyMaherDFA"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Thats not how its going to work though. You dont get to not participate (vaccinate) and then demand to participate in the wider vaccinated experiences."}, {"id": 1439478131207856132, "verified": false, "tweet_text": "Wow! @BBCNews is really pushing out the doom and gloom this morning! If we’re not all going to die because we’re not #vaccinated the gas shortage will starve us all to death because there’s no food and if that doesn’t work then the #ClimateEmergency will get us! Ha ha!! Loool!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["vaccinated", "ClimateEmergency"], "mentions": ["BBCNews"], "country": "USA", "text_en": "Wow! is really pushing out the doom and gloom this morning! If were not all going to die because were not the gas shortage will starve us all to death because theres no food and if that doesnt work then the will get us! Ha ha!! Loool!!!"}, {"id": 1439478075742244868, "verified": false, "tweet_text": "@mtgreenee @JoeBiden @HHSGov Prevention is better than cure. Get vaccinated it’s free.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["mtgreenee", "JoeBiden", "HHSGov"], "country": "USA", "text_en": "Prevention is better than cure. Get vaccinated its free."}, {"id": 1439478070935580675, "verified": false, "tweet_text": "@INCIndia Get yourself vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["INCIndia"], "country": "USA", "text_en": "Get yourself vaccinated."}, {"id": 1439478067089580032, "verified": false, "tweet_text": "So voter ID bad because racism, but vaccine mandates good despite racism... But you need an ID to get vaccinated...\n\nThe left, you might want to Google \"cognitive dissonance\".", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "So voter ID bad because racism, but vaccine mandates good despite racism... But you need an ID to get vaccinated... The left, you might want to Google \"cognitive dissonance\"."}, {"id": 1439478048588550147, "verified": true, "tweet_text": "If the government is not forcing you to get vaccinated, then why do some people call it \"vaccine apartheid\" - what am I missing about the conversation?", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "If the government is not forcing you to get vaccinated, then why do some people call it \"vaccine apartheid\" - what am I missing about the conversation?"}, {"id": 1439478030221578244, "verified": false, "tweet_text": "@MamaDoctorJones I'm 32 weeks pregnant w/a breakthrough case. It's rough, but I'm vaccinated. I've spent the past 2 or 3 days mostly sleeping or laying in bed with no real appetite. This killed my unvaccinated mom yesterday. Please get vaccinated. I'm convinced it's keeping me out of the hospital", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["MamaDoctorJones"], "country": "USA", "text_en": "I'm weeks pregnant w/a breakthrough case. It's rough, but I'm vaccinated. I've spent the past or days mostly sleeping or laying in bed with no real appetite. This killed my unvaccinated mom yesterday. Please get vaccinated. I'm convinced it's keeping me out of the hospital"}, {"id": 1439478026870280199, "verified": false, "tweet_text": "@gazsparkz @clairew79286928 @Kon__K Maybe so but please don’t claim if you are not vaccinated you will get sick that’s not correct for everyone", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["gazsparkz", "clairew79286928", "Kon__K"], "country": "USA", "text_en": "Maybe so but please dont claim if you are not vaccinated you will get sick thats not correct for everyone"}, {"id": 1439477993374638081, "verified": false, "tweet_text": "@KimIversenShow Cause for issues then you would realize how ignorant these statements are. These are the same people that claimed \"masks are extremely effective\". Now suddenly a nurse wearing a mask while YOU are vaccinated is a threat to you? Get real. But, good luck...", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["KimIversenShow"], "country": "USA", "text_en": "Cause for issues then you would realize how ignorant these statements are. These are the same people that claimed \"masks are extremely effective\". Now suddenly a nurse wearing a mask while YOU are vaccinated is a threat to you? Get real. But, good luck..."}, {"id": 1439477919852625920, "verified": false, "tweet_text": "@1983crissygenx @DisposablEnsign @Cleavon_MD Wear a mask and get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["1983crissygenx", "DisposablEnsign", "Cleavon_MD"], "country": "USA", "text_en": "Wear a mask and get vaccinated"}, {"id": 1439477904405000196, "verified": false, "tweet_text": "Soooooo to all the antivax dudes: millions of vaccinated people have high levels of immunity and are juuuuuust fine. If they get sick it’s no big deal. Millions of unvaccinated people are still getting very sick, being hospitalized and dying. That’s hard math for you isn’t it.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Soooooo to all the antivax dudes: millions of vaccinated people have high levels of immunity and are juuuuuust fine. If they get sick its no big deal. Millions of unvaccinated people are still getting very sick, being hospitalized and dying. Thats hard math for you isnt it."}, {"id": 1439477855470096386, "verified": false, "tweet_text": "Idaho hospitals will probably not be the last to go under the crisis of care standards . Hospitals nationwide are overwhelmed. To those able to get vaccinated but are refusing, are you making things better?💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💉💉💉💉💉💉💉💉💉💉 https://t.co/Xb5gn9UBj9", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/Xb5gn9UBj9"], "tweet_emoticons": ["💉", "💔"], "country": "USA", "text_en": "Idaho hospitals will probably not be the last to go under the crisis of care standards . Hospitals nationwide are overwhelmed. To those able to get vaccinated but are refusing, are you making things better?"}, {"id": 1439477847471497216, "verified": false, "tweet_text": "Hot people get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Hot people get vaccinated"}, {"id": 1439477804224159744, "verified": false, "tweet_text": "@washingtonpost Get vaccinated or move on , Covid is killing US , it's not about personal freedoms , none of US can drive 100 on the road , we all are required to  wear seat belts for all our safety  , all of our kids get Measles , Mumps , Chicken pox vaccines , without resistance  !", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["washingtonpost"], "country": "USA", "text_en": "Get vaccinated or move on , Covid is killing US , it's not about personal freedoms , none of US can drive on the road , we all are required to wear seat belts for all our safety , all of our kids get Measles , Mumps , Chicken pox vaccines , without resistance !"}, {"id": 1439477769000284166, "verified": false, "tweet_text": "kadtong mga naay gipangbati nga nagpabakuna, na trigger to sila sa vaccine maong unfortunately, namatay sila. pls lang get yourself vaccinated kay diman kaha mo gusto magbalik balik ratas atong routine ani ☹️", "tweet_lang": "tl", "tweet_date": "2021-09-19T07:00:00Z", "tweet_emoticons": ["☹️"]}, {"id": 1439477734833483776, "verified": false, "tweet_text": "@hoglook @Anita__Stubbs It has nothing to do with how fit and healthy they are before they get covid.  Covid does not pick just healthy people.\n\nYou should encourage them to be vaccinated as soon as possible.\n\nYour reasoning is wrong.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["hoglook", "Anita__Stubbs"], "country": "USA", "text_en": "It has nothing to do with how fit and healthy they are before they get covid. Covid does not pick just healthy people. You should encourage them to be vaccinated as soon as possible. Your reasoning is wrong."}, {"id": 1439477711488098304, "verified": false, "tweet_text": "@TheSamuelSarfo @CNN Prob because COVID is the immediate issue. Many folks are still not vaccinated &amp; think the govt is out to get them or they will be tracked by Bill Gates etc - the story is asking people to think that this could be you so get vaccinated &amp; don’t let this be your story.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["TheSamuelSarfo", "CNN"], "country": "USA", "text_en": "Prob because COVID is the immediate issue. Many folks are still not vaccinated &amp; think the govt is out to get them or they will be tracked by Bill Gates etc - the story is asking people to think that this could be you so get vaccinated &amp; dont let this be your story."}, {"id": 1439477694589145089, "verified": false, "tweet_text": "@Culbert_Report Yes. what he did today was the correct thing. Slow but steady. Also once we open of the non vaccinated it’s no longer the government’s fault nor other people’s fault if they get COVID or get sick given the majority of the population would’ve had their vaccine", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Culbert_Report"], "country": "USA", "text_en": "Yes. what he did today was the correct thing. Slow but steady. Also once we open of the non vaccinated its no longer the governments fault nor other peoples fault if they get COVID or get sick given the majority of the population wouldve had their vaccine"}, {"id": 1439477667074646020, "verified": false, "tweet_text": "@ClaudiaBrown100 I have a couple of friends who refuse to get vaccinated and god knows I love them but it's infuriating me cause they both have kids under the age of 2.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ClaudiaBrown100"], "country": "USA", "text_en": "I have a couple of friends who refuse to get vaccinated and god knows I love them but it's infuriating me cause they both have kids under the age of ."}, {"id": 1439477594777284611, "verified": false, "tweet_text": "@D08918972 @giromonsale @KenyonWallace @TorontoStar If you’re in healthcare and don’t want to get vaccinated, then perhaps it was the wrong career choice. You should want to provide the best possible outcome for the patient, and use every measure possible.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["D08918972", "giromonsale", "KenyonWallace", "TorontoStar"], "country": "USA", "text_en": "If youre in healthcare and dont want to get vaccinated, then perhaps it was the wrong career choice. You should want to provide the best possible outcome for the patient, and use every measure possible."}, {"id": 1439477584635387909, "verified": false, "tweet_text": "DEBUNKING #Biden’s We Must PROTECT the People that Got the #Vaccine from the Ones that DIDN’T.\n\nUmm ... what does HE KNOW? He’s a PUPPET for the ELITE to do their BIDDING!\nAnd HOW Did HE GET ELECTED?\n1/3 of that Country is THAT STUPID I mean ARE SHEEPLES?\n\nhttps://t.co/hCLIXdBLQP", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["Biden", "Vaccine"], "tweet_urls": ["https://t.co/hCLIXdBLQP"], "country": "USA", "text_en": "DEBUNKING We Must PROTECT the People that Got the from the Ones that DIDNT. Umm ... what does HE KNOW? Hes a PUPPET for the ELITE to do their BIDDING! And HOW Did HE GET ELECTED? /3 of that Country is THAT STUPID I mean ARE SHEEPLES?"}, {"id": 1439477562896310274, "verified": false, "tweet_text": "@DaveMilbo It feels like it will be ages away when things start to unfold, but time will fly.\nJust need the stragglers to get vaccinated, but I’m concerned that 90% will be a battle - there are new breeds of anti-vaxxers to emerge in recent months, rather than the usual fringe.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["DaveMilbo"], "country": "USA", "text_en": "It feels like it will be ages away when things start to unfold, but time will fly. Just need the stragglers to get vaccinated, but Im concerned that % will be a battle - there are new breeds of anti-vaxxers to emerge in recent months, rather than the usual fringe."}, {"id": 1439477536019279874, "verified": false, "tweet_text": "You get the fuck out of its way during a pandemic, and you help it in any way you can, so that shit like this doesn't happen to 𝗮𝗻𝘆𝗼𝗻𝗲...\n\nAlso, get vaccinated...", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "You get the fuck out of its way during a pandemic, and you help it in any way you can, so that shit like this doesn't happen to ... Also, get vaccinated..."}, {"id": 1439477514955489284, "verified": false, "tweet_text": "@MissLucy_2011 @bridgerollo @abcmelbourne There are many, because of health conditions, who cannot get vaccinated or even when vaccinated won't get full protection.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["MissLucy_2011", "bridgerollo", "abcmelbourne"], "country": "USA", "text_en": "There are many, because of health conditions, who cannot get vaccinated or even when vaccinated won't get full protection."}, {"id": 1439477491467370504, "verified": false, "tweet_text": "After the COVID pandemic is over and everyone is allowed everywhere, would you let people who didn't get vaccinated at that point into your house?\n\nI know I won't - not as a health measure, but out of principle.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "After the COVID pandemic is over and everyone is allowed everywhere, would you let people who didn't get vaccinated at that point into your house? I know I won't - not as a health measure, but out of principle."}, {"id": 1439477440523472897, "verified": false, "tweet_text": "44 year old antivacc idiot. Conspiracy theorist lies mean his two daughters now have to grow up without their father. Get vaccinated. Go today. These deaths are preventable. https://t.co/Mo2Zm3naCi", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_urls": ["https://t.co/Mo2Zm3naCi"], "country": "USA", "text_en": "year old antivacc idiot. Conspiracy theorist lies mean his two daughters now have to grow up without their father. Get vaccinated. Go today. These deaths are preventable."}, {"id": 1439477379685093379, "verified": false, "tweet_text": "Good nom nom nomming time to get vaccinated and murder my left arm again", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "Good nom nom nomming time to get vaccinated and murder my left arm again"}, {"id": 1439477377147441158, "verified": false, "tweet_text": "when ppl come in to accompany family members for support I ask if they want to get vaccinated today as well n they always say yes n they’re so excited about it n just god I love my job so much being able to actively help vaccinate people is just the best feeling", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "when ppl come in to accompany family members for support I ask if they want to get vaccinated today as well n they always say yes n theyre so excited about it n just god I love my job so much being able to actively help vaccinate people is just the best feeling"}, {"id": 1439477375788531713, "verified": false, "tweet_text": "@scienceismessy @iangarrickmason If this was the case we'd get vaccinated as the benefits would outweigh the risks so no need for coercion. That's not the case with covid is it? It's a bad flu.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["scienceismessy", "iangarrickmason"], "country": "USA", "text_en": "If this was the case we'd get vaccinated as the benefits would outweigh the risks so no need for coercion. That's not the case with covid is it? It's a bad flu."}, {"id": 1439477327256244225, "verified": false, "tweet_text": "If you’re going to be an asshole and not get vaccinated, then when you get sick, stay the fuck away from the hospital.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "country": "USA", "text_en": "If youre going to be an asshole and not get vaccinated, then when you get sick, stay the fuck away from the hospital."}, {"id": 1439477304065937412, "verified": false, "tweet_text": "@Acyn Got vaccinated, now have Covid, it’s been bad, only for a few days though, but it’s not as bad as it could have been, I dread to think how poorly I would be without the shots!  Get it done.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Acyn"], "country": "USA", "text_en": "Got vaccinated, now have Covid, its been bad, only for a few days though, but its not as bad as it could have been, I dread to think how poorly I would be without the shots! Get it done."}, {"id": 1439477239293231110, "verified": false, "tweet_text": "@trainspeedhump I’m afraid to get vaccinated because then I’ll have to be terrified of the unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["trainspeedhump"], "country": "USA", "text_en": "Im afraid to get vaccinated because then Ill have to be terrified of the unvaccinated."}, {"id": 1439477152123011074, "verified": false, "tweet_text": "I'll get vaccinated soon yay ✨", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "tweet_emoticons": ["✨"], "country": "USA", "text_en": "I'll get vaccinated soon yay"}, {"id": 1439477138621673478, "verified": false, "tweet_text": "@milladeema @Polichromos @murray_nyc Most experts agree herd immunity cannot be reached with Covid_19. To get this you need 80% of the world's pop.  vaccinated. Most of Africa is not vaccinated. Plus this virus is very aggressively mutating.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["milladeema", "Polichromos", "murray_nyc"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Most experts agree herd immunity cannot be reached with Covid_19. To get this you need % of the world's pop. vaccinated. Most of Africa is not vaccinated. Plus this virus is very aggressively mutating."}, {"id": 1439477088226983937, "verified": false, "tweet_text": "@JoshBBornstein I’m afraid to get vaccinated because then I’ll have to be terrified of the unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["JoshBBornstein"], "country": "USA", "text_en": "Im afraid to get vaccinated because then Ill have to be terrified of the unvaccinated."}, {"id": 1439477040651046912, "verified": true, "tweet_text": "'@ONS &amp; @UniofOxford blood survey shows 94% of adults (16yrs+) in England have antibodies, either via vaxx or recovery\n\n👉 https://t.co/Gv2b8xkVhB\n\nFigure will be higher for care staff - GOV is creating a crisis to solve a problem that doesn't exist 🤦\n\nhttps://t.co/9mo5964H3n", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["ONS", "UniofOxford"], "tweet_urls": ["https://t.co/Gv2b8xkVhB", "https://t.co/9mo5964H3n"], "tweet_emoticons": ["🤦", "👉"], "country": "USA", "text_en": "' &amp; blood survey shows % of adults (16yrs+) in England have antibodies, either via vaxx or recovery Figure will be higher for care staff - GOV is creating a crisis to solve a problem that doesn't exist"}, {"id": 1439477038532939777, "verified": false, "tweet_text": "@itvnews @sajidjavid If they are giving booster jabs to protect the #NHS in the winter what about people turning 50 in #January and #February will they be in able to get a jab Plus carers who are under 50 #GetVaccinated #vaccinated #itvnews", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["NHS", "January", "February", "GetVaccinated", "vaccinated", "itvnews"], "mentions": ["itvnews", "sajidjavid"], "country": "USA", "text_en": "If they are giving booster jabs to protect the in the winter what about people turning in and will they be in able to get a jab Plus carers who are under"}, {"id": 1439477025752817667, "verified": false, "tweet_text": "@TheZeski We’re on our way to the same bs here in the states. Vaccine mandates to work, concerts etc. Yet we have thousands coming over into our borders and they aren’t required to get tested or vaccinated. The whole world sucks", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["TheZeski"], "country": "USA", "text_en": "Were on our way to the same bs here in the states. Vaccine mandates to work, concerts etc. Yet we have thousands coming over into our borders and they arent required to get tested or vaccinated. The whole world sucks"}, {"id": 1439476972183240706, "verified": false, "tweet_text": "@Areeba__13 @N_Kh07 Get vaccinated nd arrange party 🙂", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "mentions": ["Areeba__13", "N_Kh07"], "tweet_emoticons": ["🙂"], "country": "USA", "text_en": "Get vaccinated nd arrange party"}, {"id": 1439476860308627456, "verified": true, "tweet_text": "Don’t forget to #WearAMask #WashYourHands #StayHome if you can, and go get #vaccinated if you haven’t!  (if you don’t want to vaccinate this tweet doesn’t force you to)", "tweet_lang": "en", "tweet_date": "2021-09-19T07:00:00Z", "hashtags": ["WearAMask", "WashYourHands", "StayHome", "vaccinated"], "country": "USA", "text_en": "Dont forget to you can, and go get if you havent! (if you dont want to vaccinate this tweet doesnt force you to)"}, {"id": 1439476730041929734, "verified": false, "tweet_text": "@miss_yabi It's actually a good thing. Get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["miss_yabi"], "country": "USA", "text_en": "It's actually a good thing. Get vaccinated."}, {"id": 1439476717991591943, "verified": false, "tweet_text": "@BluesCanes @dannymacc71 @AndyMaherDFA Most are getting it out of fear. Once again I'm not telling you not get vaccinated. I'm saying it is your private choice and no one should be subjected to discrimination.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BluesCanes", "dannymacc71", "AndyMaherDFA"], "country": "USA", "text_en": "Most are getting it out of fear. Once again I'm not telling you not get vaccinated. I'm saying it is your private choice and no one should be subjected to discrimination."}, {"id": 1439476699759063041, "verified": false, "tweet_text": "@9NewsSyd Apple Mc Fuck, people. Just embrace the lockdown, get vaccinated, &amp; wear a mask. As an Aussie/USian, I often talk about how much better Straya is &amp; then I see this shit and realize that maybe both countries are full of arrogant people. #bebetterthantheUS", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["bebetterthantheUS"], "mentions": ["9NewsSyd"], "country": "USA", "text_en": "Apple Mc Fuck, people. Just embrace the lockdown, get vaccinated, &amp; wear a mask. As an Aussie/USian, I often talk about how much better Straya is &amp; then I see this shit and realize that maybe both countries are full of arrogant people."}, {"id": 1439476691802501120, "verified": false, "tweet_text": "@HaircutSpock @TheLivingKira @QuidRises @The_Real_BiM @VinceGottalotta @SammySammyStagg @PaulStetson13 @alkivari @Badams820 @medwoman1 @_Kel_Varnsen_ @incompleteocean @SlaggitySlag @AdorablePodcast @PoliticsPot @ahrehead @PhilBrown62 @lovehikingUSA @UnmatchedGreat @mathmomma24 @Jesus_is_G_d @Hirdman @1Quetzalcoatl1 @asskickerofyou @syzzlin @JaneKn0wsBest @PennyAxa @emsops @TheAbortionGirl @Kurisitaru @JENNRAES23 @vixmcintyre @pro13A @aquariangoat79 @mi_sfrom @Omerta_Kittie @Traveler3906 @Brian_Alford @heather_leisure @SHSH47678048 No I shouldnt be forced to get vaccinated. I shouldn’t be told what to do with my body and that should be a good enough reason. Look at nicki Minaj as example.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HaircutSpock", "TheLivingKira", "QuidRises", "The_Real_BiM", "VinceGottalotta", "SammySammyStagg", "PaulStetson13", "alkivari", "Badams820", "medwoman1", "_Kel_Varnsen_", "incompleteocean", "SlaggitySlag", "AdorablePodcast", "PoliticsPot", "ahrehead", "PhilBrown62", "lovehikingUSA", "UnmatchedGreat", "mathmomma24", "Jesus_is_G_d", "Hirdman", "1Quetzalcoatl1", "asskickerofyou", "syzzlin", "JaneKn0wsBest", "PennyAxa", "emsops", "TheAbortionGirl", "Kurisitaru", "JENNRAES23", "vixmcintyre", "pro13A", "aquariangoat79", "mi_sfrom", "Omerta_Kittie", "Traveler3906", "Brian_Alford", "heather_leisure", "SHSH47678048"], "country": "USA", "text_en": "No I shouldnt be forced to get vaccinated. I shouldnt be told what to do with my body and that should be a good enough reason. Look at nicki Minaj as example."}, {"id": 1439476657685872648, "verified": false, "tweet_text": "@LastWave_ @bestandless well excluding unvaccinated people is absolutely pointless since vaccinated people can still get Covid and spread it and there's no evidence that vaccinated people are less infected so good luck with that!!!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["LastWave_", "bestandless"], "country": "USA", "text_en": "well excluding unvaccinated people is absolutely pointless since vaccinated people can still get Covid and spread it and there's no evidence that vaccinated people are less infected so good luck with that!!!"}, {"id": 1439476508679184391, "verified": false, "tweet_text": "I know how to drive up vaccination rates in the Hispanic community. If they’d make just a short clip of Goku telling people to get vaccinated, Mexicans would rush to the nearest vaccination center.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "I know how to drive up vaccination rates in the Hispanic community. If theyd make just a short clip of Goku telling people to get vaccinated, Mexicans would rush to the nearest vaccination center."}, {"id": 1439476487451594754, "verified": false, "tweet_text": "I’m afraid to get vaccinated because then I’ll have to be terrified of the unvaccinated. #freedomrally", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["freedomrally"], "country": "USA", "text_en": "Im afraid to get vaccinated because then Ill have to be terrified of the unvaccinated."}, {"id": 1439476475338510337, "verified": false, "tweet_text": "@DeniseRosed @keithbaldrey If my kids were forced to get vaccinated at school without my consent I would be livid. No matter what side of the vaccine a person is on , this is just wrong. Parents have no rights anymore.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DeniseRosed", "keithbaldrey"], "country": "USA", "text_en": "If my kids were forced to get vaccinated at school without my consent I would be livid. No matter what side of the vaccine a person is on , this is just wrong. Parents have no rights anymore."}, {"id": 1439476454903873540, "verified": false, "tweet_text": "@UROCKlive1 It’s not a mandate. They don’t have to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["UROCKlive1"], "country": "USA", "text_en": "Its not a mandate. They dont have to get vaccinated."}, {"id": 1439476448822276097, "verified": false, "tweet_text": "@MarcusI14320340 @IamHawkNewsome It’s all messy. BLM should NOT get involved. There is no way to racially profile Blacks when you’re either vaccinated or you’re NOT!!??", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["MarcusI14320340", "IamHawkNewsome"], "country": "USA", "text_en": "Its all messy. BLM should NOT get involved. There is no way to racially profile Blacks when youre either vaccinated or youre NOT!!??"}, {"id": 1439476437283602435, "verified": false, "tweet_text": "i don’t think this is how you get more ppl to get vaccinated and also not a good way to actually neutralize the street fighting reactionary elements that come to these events 🤷 https://t.co/7mAqw1KEYc", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/7mAqw1KEYc"], "tweet_emoticons": ["🤷"], "country": "USA", "text_en": "i dont think this is how you get more ppl to get vaccinated and also not a good way to actually neutralize the street fighting reactionary elements that come to these events"}, {"id": 1439476381323194368, "verified": false, "tweet_text": "@Swagaliciousnss @Slinkybrowneyes @realMrChristie @genuke1 The unvaccinated are not making the vaccinated sick. If so, the vaccine doesn’t work. If someone chooses not to get it that’s ok. If you choose to get it and push it to feel better about your decision that’s on you.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Swagaliciousnss", "Slinkybrowneyes", "realMrChristie", "genuke1"], "country": "USA", "text_en": "The unvaccinated are not making the vaccinated sick. If so, the vaccine doesnt work. If someone chooses not to get it thats ok. If you choose to get it and push it to feel better about your decision thats on you."}, {"id": 1439476363199754242, "verified": false, "tweet_text": "plz get vaccinated. i’ve been waiting 12 hours in a waiting room in the ER to even be seen by a doctor because most of the doctors and rooms are being used for covid patients. i don’t blame the hospital i blame all of y’all.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "plz get vaccinated. ive been waiting hours in a waiting room in the ER to even be seen by a doctor because most of the doctors and rooms are being used for covid patients. i dont blame the hospital i blame all of yall."}, {"id": 1439476359840022530, "verified": false, "tweet_text": "@SmileyMom10 @ynkutner He's just calling everybody who is even hesitant about the vaccination an idiot.\n\nI mean, I don't care if people get the vaccination or don't.\n\nI'm not over here calling vaccinated people idiots though. I hope everybody manages to stay well and just CHILLS OUT. ✌", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SmileyMom10", "ynkutner"], "tweet_emoticons": ["✌"], "country": "USA", "text_en": "He's just calling everybody who is even hesitant about the vaccination an idiot. I mean, I don't care if people get the vaccination or don't. I'm not over here calling vaccinated people idiots though. I hope everybody manages to stay well and just CHILLS OUT."}, {"id": 1439476322015850496, "verified": false, "tweet_text": "@sparkyandtaz There are plenty of hospital beds... they're EMPTY because they're losing nurses who refuse to get vaccinated, that care for those beds...", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["sparkyandtaz"], "country": "USA", "text_en": "There are plenty of hospital beds... they're EMPTY because they're losing nurses who refuse to get vaccinated, that care for those beds..."}, {"id": 1439476214368903170, "verified": false, "tweet_text": "@louiselnelson91 @Forest1forTrees @GramMam1955 @Ianvincentscott Two things.\n1. The world isn’t going to get vaccinated.\n2. No one is mad. We just win.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["louiselnelson91", "Forest1forTrees", "GramMam1955", "Ianvincentscott"], "country": "USA", "text_en": "Two things. . The world isnt going to get vaccinated. . No one is mad. We just win."}, {"id": 1439476201932873729, "verified": false, "tweet_text": "When the pandemic hit I had hopes in #WHO. COVAX got tangled in politics &amp; regulations &amp; was slowed down. Work faster to distribute vaccines, #WHO. See all the people lined up to get vaccinated. 3rd world people have seen epidemics,they lineup fast for vaccines. Faster #WHO PLZ.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["WHO", "WHO", "WHO"], "country": "USA", "text_en": "When the pandemic hit I had hopes in . COVAX got tangled in politics &amp; regulations &amp; was slowed down. Work faster to distribute vaccines, . See all the people lined up to get vaccinated. rd world people have seen epidemics,they lineup fast for vaccines. Faster PLZ."}, {"id": 1439476178037788672, "verified": false, "tweet_text": "@GregO03120995 @britten_johnson @John78460926 @WhoopDeeDoo10 @ClayTravis Yeah a vaccine is way more profitable than weeks of treatment in the icu.\nSo dumb on it’s face.\n\nVaccines do work. We just have a large enough minority that covid can still disrupt society.\n\nHave I demanded people get vaccinated? No.\n\nHave you spread lies &amp; propaganda?\nYes. https://t.co/6UpkUvSQTA", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["GregO03120995", "britten_johnson", "John78460926", "WhoopDeeDoo10", "ClayTravis"], "country": "USA", "text_en": "Yeah a vaccine is way more profitable than weeks of treatment in the icu. So dumb on its face. Vaccines do work. We just have a large enough minority that covid can still disrupt society. Have I demanded people get vaccinated? No. Have you spread lies &amp; propaganda? Yes."}, {"id": 1439476172975312898, "verified": false, "tweet_text": "This will fall on deaf ears. The ignorant Ameri-can'ts want to act like spoiled brats and NOT get vaccinated for irrational reasons. They feel we are infringing on their rights and they feel they entitled to infect others. https://t.co/chjvVO8IlJ", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/chjvVO8IlJ"], "country": "USA", "text_en": "This will fall on deaf ears. The ignorant Ameri-can'ts want to act like spoiled brats and NOT get vaccinated for irrational reasons. They feel we are infringing on their rights and they feel they entitled to infect others."}, {"id": 1439476122098487300, "verified": false, "tweet_text": "@SejanamaneMafa @Tsariczary Yet a vaccinated person can still get the virus and still spread it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SejanamaneMafa", "Tsariczary"], "country": "USA", "text_en": "Yet a vaccinated person can still get the virus and still spread it."}, {"id": 1439476088590110726, "verified": false, "tweet_text": "Okay we get it you haven’t seen bts in a while but how about you wait like the rest of us, follow covid protocol and keep our boys safe. Why the hell you think they all got vaccinated, to fit in? Y’all are ill figuratively and soon literally pfft goodnight", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Okay we get it you havent seen bts in a while but how about you wait like the rest of us, follow covid protocol and keep our boys safe. Why the hell you think they all got vaccinated, to fit in? Yall are ill figuratively and soon literally pfft goodnight"}, {"id": 1439476077160583168, "verified": false, "tweet_text": "@nwoupdate @LeftLoversHub @blackintheempir Sorry but facts really do not care about your feelings, don't want to be considered part of the at risk group that's prevented from doing things others than sitting in quarantine? Go fucking get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["nwoupdate", "LeftLoversHub", "blackintheempir"], "country": "USA", "text_en": "Sorry but facts really do not care about your feelings, don't want to be considered part of the at risk group that's prevented from doing things others than sitting in quarantine? Go fucking get vaccinated."}, {"id": 1439476066431684608, "verified": false, "tweet_text": "@AdamSchefter Get vaccinated y’all", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AdamSchefter"], "country": "USA", "text_en": "Get vaccinated yall"}, {"id": 1439476052192075776, "verified": false, "tweet_text": "@cnalive There goes any legitimate Catholic claiming a Religious Exemption.\nBe Christian and get vaccinated. Wear a mask. Have your children wear one at school.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["cnalive"], "country": "USA", "text_en": "There goes any legitimate Catholic claiming a Religious Exemption. Be Christian and get vaccinated. Wear a mask. Have your children wear one at school."}, {"id": 1439476051575463936, "verified": false, "tweet_text": "@couriermail Apple Mc Fuck, people. Just embrace the lockdown, get vaccinated, &amp; wear a mask. As an Aussie/USian, I often talk about how much better Straya is &amp; then I see this shit and realize that maybe both countries are full of arrogant people. #bebetterthantheUS", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["bebetterthantheUS"], "mentions": ["couriermail"], "country": "USA", "text_en": "Apple Mc Fuck, people. Just embrace the lockdown, get vaccinated, &amp; wear a mask. As an Aussie/USian, I often talk about how much better Straya is &amp; then I see this shit and realize that maybe both countries are full of arrogant people."}, {"id": 1439476020235538433, "verified": false, "tweet_text": "Despite the frustration today, we finally have a clear road out of this and that is to get over yourself and get vaccinated. So for the love of freedom, please do it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Despite the frustration today, we finally have a clear road out of this and that is to get over yourself and get vaccinated. So for the love of freedom, please do it."}, {"id": 1439475993840799748, "verified": false, "tweet_text": "So I got vaccinated at 8AM. It's just past 4PM now and I'm just starting to get some symptoms... My arm is starting to get pretty uncomfortable and I'm a bit tired... But so far, so good 😌", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["😌"], "country": "USA", "text_en": "So I got vaccinated at AM. It's just past PM now and I'm just starting to get some symptoms... My arm is starting to get pretty uncomfortable and I'm a bit tired... But so far, so good"}, {"id": 1439475983954944000, "verified": false, "tweet_text": "GOP Rep to Biden: ‘You Do Not Have the Power to Force Americans to Get Vaccinated’ https://t.co/AYJVJyciEC", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/AYJVJyciEC"], "country": "USA", "text_en": "GOP Rep to Biden: You Do Not Have the Power to Force Americans to Get Vaccinated"}, {"id": 1439475980805025796, "verified": false, "tweet_text": "This is my life, every single shift. We are hurting and we are tired and we are trying so hard to keep you alive. We don’t have staff just like we don’t have energy. It’s been a very long 18 months. Please, please get vaccinated. https://t.co/1TYcg4umd0", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/1TYcg4umd0"], "country": "USA", "text_en": "This is my life, every single shift. We are hurting and we are tired and we are trying so hard to keep you alive. We dont have staff just like we dont have energy. Its been a very long months. Please, please get vaccinated."}, {"id": 1439475975893360646, "verified": false, "tweet_text": "@thiscassgirl Yes, because vaccination requirements won’t apply to children under 12 and / or those genuinely unable to get vaccinated for medical reasons.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["thiscassgirl"], "country": "USA", "text_en": "Yes, because vaccination requirements wont apply to children under and / or those genuinely unable to get vaccinated for medical reasons."}, {"id": 1439475958692601856, "verified": false, "tweet_text": "@newusername____ Vaccinated people can still get sick!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["newusername____"], "country": "USA", "text_en": "Vaccinated people can still get sick!"}, {"id": 1439475895996059648, "verified": false, "tweet_text": "@palmer_rach @covidbaseau @VicGovDH It's because of population age \nThere aren't many that are over 60 and living in inner Melbourne so they haven't had as much time to get vaccinated\nThat's why", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["palmer_rach", "covidbaseau", "VicGovDH"], "country": "USA", "text_en": "It's because of population age There aren't many that are over and living in inner Melbourne so they haven't had as much time to get vaccinated That's why"}, {"id": 1439475843743375362, "verified": false, "tweet_text": "@ezralevant One more question to Israel.  If you are having 10,000 cases per day.  It’s time for a circuit breaker not get vaccinated and go out to the club. Please pick one narrative. Are you in a Covid fourth wave or not?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ezralevant"], "country": "USA", "text_en": "One more question to Israel. If you are having cases per day. Its time for a circuit breaker not get vaccinated and go out to the club. Please pick one narrative. Are you in a Covid fourth wave or not?"}, {"id": 1439475783194587138, "verified": false, "tweet_text": "@BeachHouseZAfan @Deon_Cockrell @galante_mark @sayit75772063 @ezaap @TimesLIVE 🙄🙄🙄all the data in the world does not change the fact that the vaccinated can still spread it, get it, be hospitalized &amp; still die from it!!! If u r vaccinated - well done 👏👏u r officially a lab rat. Let's talk again in 2023 when trials come to an end. 😊", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BeachHouseZAfan", "Deon_Cockrell", "galante_mark", "sayit75772063", "ezaap", "TimesLIVE"], "tweet_emoticons": ["👏", "😊", "🙄"], "country": "USA", "text_en": "all the data in the world does not change the fact that the vaccinated can still spread it, get it, be hospitalized &amp; still die from it!!! If u r vaccinated - well done u r officially a lab rat. Let's talk again in when trials come to an end."}, {"id": 1439475705704747008, "verified": false, "tweet_text": "@4as4me She may not have seen the long list of videos showing anti-vaxx folks telling people to get vaccinated while they're on their death beds. I can't name a single conspiracy theory in my lifetime that's actually panned out with irrefutable evidence. There's a reason for that.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["4as4me"], "country": "USA", "text_en": "She may not have seen the long list of videos showing anti-vaxx folks telling people to get vaccinated while they're on their death beds. I can't name a single conspiracy theory in my lifetime that's actually panned out with irrefutable evidence. There's a reason for that."}, {"id": 1439475703058157570, "verified": false, "tweet_text": "@bollgare @Clarknt67 @Daniel051196 @BrianDeCesare The end game is to get everyone who CAN be vaccinated to BE vaccinated &amp; bring this pandemic to an end. It's not rocket science. What's this nonsense 'in the end a loss' when we know exactly how to stop the vast majority of Covid deaths?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["bollgare", "Clarknt67", "Daniel051196", "BrianDeCesare"], "country": "USA", "text_en": "The end game is to get everyone who CAN be vaccinated to BE vaccinated &amp; bring this pandemic to an end. It's not rocket science. What's this nonsense 'in the end a loss' when we know exactly how to stop the vast majority of Covid deaths?"}, {"id": 1439475655188570113, "verified": false, "tweet_text": "@kookie_crust In America we don't have to quarantine unless you come out positive. If u want to fly u have to be fully vaccinated or get tested 72 hrs before ur flight and obv come out negative", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["kookie_crust"], "country": "USA", "text_en": "In America we don't have to quarantine unless you come out positive. If u want to fly u have to be fully vaccinated or get tested hrs before ur flight and obv come out negative"}, {"id": 1439475637090066435, "verified": false, "tweet_text": "Do your part in fighting the pandemic - Avoid crowded places,\nwear a mask, maintain distance and get vaccinated on your turn.\n#Unite2FightCorona \n#IndiaFightsCorona \n#JanAndolan\n@SpokespersonMoD\n@PIBMumbai\n@MahaHealthIEC\n@ddsahyadrinews\n@airnews_pune\n@airnews_mumbai https://t.co/tVcnqDZMXD", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Unite2FightCorona", "IndiaFightsCorona", "JanAndolan"], "mentions": ["SpokespersonMoD", "PIBMumbai", "MahaHealthIEC", "ddsahyadrinews", "airnews_pune", "airnews_mumbai"], "tweet_emoticons": ["XD"], "country": "USA", "text_en": "Do your part in fighting the pandemic - Avoid crowded places, wear a mask, maintain distance and get vaccinated on your turn."}, {"id": 1439475622015684608, "verified": false, "tweet_text": "@frontroyalgirl I would like to see insurers continue to waive deductibles &amp; copays for COVID treatment IF a patient is vaccinated,that might be one way to encourage the remaining vaccination hold outs.  Especially if it’s true this will become an endemic and everyone eventually will get COVID.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["frontroyalgirl"], "country": "USA", "text_en": "I would like to see insurers continue to waive deductibles &amp; copays for COVID treatment IF a patient is vaccinated,that might be one way to encourage the remaining vaccination hold outs. Especially if its true this will become an endemic and everyone eventually will get COVID."}, {"id": 1439475605142126594, "verified": false, "tweet_text": "@Gideon_Kitheka I think most ppl running to get vaccinated are doing so in order to stay alive, not get intubated &amp; most likely not kill their loved ones.\nI dont know how many of these people have the ability to fly to the UK, when they are basically struggling to live another day!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Gideon_Kitheka"], "country": "USA", "text_en": "I think most ppl running to get vaccinated are doing so in order to stay alive, not get intubated &amp; most likely not kill their loved ones. I dont know how many of these people have the ability to fly to the UK, when they are basically struggling to live another day!"}, {"id": 1439475569691869187, "verified": false, "tweet_text": "You're racist if you don't get vaccinated. https://t.co/YQ9vz01fQN", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/YQ9vz01fQN"], "country": "USA", "text_en": "You're racist if you don't get vaccinated."}, {"id": 1439475551912136708, "verified": false, "tweet_text": "@RepAOC I support her on this proposal. I am still unemployed and can't make ends meet. This pandemic has hurt so many lives. If people would get vaccinated then maybe we can move forward.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["RepAOC"], "country": "USA", "text_en": "I support her on this proposal. I am still unemployed and can't make ends meet. This pandemic has hurt so many lives. If people would get vaccinated then maybe we can move forward."}, {"id": 1439475539148820482, "verified": false, "tweet_text": "Covid is real ok please ALWAYS where your masks and get vaccinated when you can. PLEASE. This isn’t a joke. Many people are suffering and THOUSANDS have already died. https://t.co/bXk5WPoJWU", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/bXk5WPoJWU"], "country": "USA", "text_en": "Covid is real ok please ALWAYS where your masks and get vaccinated when you can. PLEASE. This isnt a joke. Many people are suffering and THOUSANDS have already died."}, {"id": 1439475534048624643, "verified": false, "tweet_text": "@Marinka1 @Pammd6 They are too powerful.\nThey have vaccinated trumps, putins, clintons, jinpings and all politicians of G20. You dont stand a chance.\nPlease get vaccinated to protect yourself, family and your wealth.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Marinka1", "Pammd6"], "country": "USA", "text_en": "They are too powerful. They have vaccinated trumps, putins, clintons, jinpings and all politicians of G20. You dont stand a chance. Please get vaccinated to protect yourself, family and your wealth."}, {"id": 1439475443590221826, "verified": false, "tweet_text": "@NamelessGhoulTX @PatriotMick2 @HotSauceNumbers @DonaldJTrumpJr There's so evidence that the clots were linked to the Vaccine.\n\nHundreds of millions Vaccinated.\n\nPeople get blood clots.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["NamelessGhoulTX", "PatriotMick2", "HotSauceNumbers", "DonaldJTrumpJr"], "country": "USA", "text_en": "There's so evidence that the clots were linked to the Vaccine. Hundreds of millions Vaccinated. People get blood clots."}, {"id": 1439475430868848641, "verified": false, "tweet_text": "@Taplaos Xerneas: \"Remember to wash your hands, wear a mask, social distance and get vaccinated!\"\nYveltal: \"INJECT THE BLEACH INTO YOUR VEINS! DRINK THE HORSE DEWORMER!\"", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Taplaos"], "country": "USA", "text_en": "Xerneas: \"Remember to wash your hands, wear a mask, social distance and get vaccinated!\" Yveltal: \"INJECT THE BLEACH INTO YOUR VEINS! DRINK THE HORSE DEWORMER!\""}, {"id": 1439475379941646336, "verified": false, "tweet_text": "@brucenadin @UKGovTweets @ukinsouthafrica @BorisJohnson In some one can get the documents without being vaccinated, I am an African, I understand the decision.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["brucenadin", "UKGovTweets", "ukinsouthafrica", "BorisJohnson"], "country": "USA", "text_en": "In some one can get the documents without being vaccinated, I am an African, I understand the decision."}, {"id": 1439475369145372673, "verified": false, "tweet_text": "@53pamela_h @Pammd6 They are too powerful.\nThey have vaccinated trumps, putins, clintons, jinpings and all politicians of G20. You dont stand a chance.\nPlease get vaccinated to protect yourself, family and your wealth.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["53pamela_h", "Pammd6"], "country": "USA", "text_en": "They are too powerful. They have vaccinated trumps, putins, clintons, jinpings and all politicians of G20. You dont stand a chance. Please get vaccinated to protect yourself, family and your wealth."}, {"id": 1439475322131345409, "verified": false, "tweet_text": "People are seriously complaining way too much about Victoria’s plan to get out of lockdown. Get vaccinated and encourage everyone you know to do the same. That’s the only way things will change. Feel your feelings but calm your farm.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "People are seriously complaining way too much about Victorias plan to get out of lockdown. Get vaccinated and encourage everyone you know to do the same. Thats the only way things will change. Feel your feelings but calm your farm."}, {"id": 1439475316435693568, "verified": false, "tweet_text": "@POTUS @Robert_smith001 COVID!  Children dying!  Healthcare workers begging for mercy!  Hospitals filled up!   Vaccinated dying because they can't get care at hospital for other conditions!\nLOCKDOWN with MONTHLY PAYMENTS\nNo more empty chairs at the dining room table!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["POTUS", "Robert_smith001"], "country": "USA", "text_en": "COVID! Children dying! Healthcare workers begging for mercy! Hospitals filled up! Vaccinated dying because they can't get care at hospital for other conditions! LOCKDOWN with MONTHLY PAYMENTS No more empty chairs at the dining room table!"}, {"id": 1439475273293041664, "verified": false, "tweet_text": "✅ Refuses to wear a mask.\n✅ Refuses to get vaccinated.\n✅ Spreads conspiracy theories.\n✅ Catches COVID-19.\n✅ Begs for prayers.\n✅ Dies.\n🏆 We honor Randy Mills with a #HermanCainAward. https://t.co/xAgWBpu31Q", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["HermanCainAward"], "tweet_emoticons": ["✅", "🏆"], "country": "USA", "text_en": "Refuses to wear a mask. Refuses to get vaccinated. Spreads conspiracy theories. Catches COVID-19. Begs for prayers. Dies. We honor Randy Mills with a ."}, {"id": 1439475237096095744, "verified": false, "tweet_text": "@Pammd6 Quiet please.\nThey are too powerful.\nThey have vaccinated trumps, putins, clintons, jinpings and all politicians of G20. You dont stand a chance.\nPlease get vaccinated to protect yourself, family and your wealth.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Pammd6"], "country": "USA", "text_en": "Quiet please. They are too powerful. They have vaccinated trumps, putins, clintons, jinpings and all politicians of G20. You dont stand a chance. Please get vaccinated to protect yourself, family and your wealth."}, {"id": 1439475235816976386, "verified": false, "tweet_text": "@Devi_HQ Thank you Devi for vaccination👏🏿👏🏿. Hope we get to 70% vaccinated population then we can all go back to normal business🙏🏾", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Devi_HQ"], "tweet_emoticons": ["🙏🏾", "👏🏿"], "country": "USA", "text_en": "Thank you Devi for vaccination. Hope we get to % vaccinated population then we can all go back to normal business"}, {"id": 1439475231706558466, "verified": false, "tweet_text": "@mithisa_motho @nickhedley @AlexInAir Exactly. Baphambili not asking critical questions but only pushing people to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["mithisa_motho", "nickhedley", "AlexInAir"], "country": "USA", "text_en": "Exactly. Baphambili not asking critical questions but only pushing people to get vaccinated."}, {"id": 1439475210755915778, "verified": false, "tweet_text": "@EckerleIsabella My idea is: if they have surveys or if they've calculated from the population who didn't get yet vaccinated (ca 30/40% are in parents of small children age group), then they probably know most of them won't vaccinate their children 1/2", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["EckerleIsabella"], "country": "USA", "text_en": "My idea is: if they have surveys or if they've calculated from the population who didn't get yet vaccinated (ca /40% are in parents of small children age group), then they probably know most of them won't vaccinate their children /2"}, {"id": 1439475180179427330, "verified": false, "tweet_text": "@weirwoodwitch @sopesuds people here are a bit careless tbh, same thing with the vaccines they get vaccinated and think its over.. but most people wear masks, specially in closed spaces. Im sorry people around you both are so careless :c", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["weirwoodwitch", "sopesuds"], "tweet_emoticons": [":c"], "country": "USA", "text_en": "people here are a bit careless tbh, same thing with the vaccines they get vaccinated and think its over.. but most people wear masks, specially in closed spaces. Im sorry people around you both are so careless :c"}, {"id": 1439475121513582599, "verified": false, "tweet_text": "@WBrettWilson It's a stupid fucking question. Get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["WBrettWilson"], "country": "USA", "text_en": "It's a stupid fucking question. Get vaccinated."}, {"id": 1439475095777398788, "verified": false, "tweet_text": "@SParnis Our hearts go out to you Dr Parnis. The worry, the care, the time away from your family. Happy to see you are hopefully today with your family..We can only hope common sense helps people make the right decision to get vaccinated. Stay stay and well.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SParnis"], "country": "USA", "text_en": "Our hearts go out to you Dr Parnis. The worry, the care, the time away from your family. Happy to see you are hopefully today with your family..We can only hope common sense helps people make the right decision to get vaccinated. Stay stay and well."}, {"id": 1439474926260523008, "verified": false, "tweet_text": "To Winter Garden which is difficult cause of my disability. She informed me that if I didn’t get it she will just toss it. She also said I’m not vaccinated and will not do it but I guess I’ll wear a mask for you. She is such a miserable bi*ch! Always has been 2/3", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "To Winter Garden which is difficult cause of my disability. She informed me that if I didnt get it she will just toss it. She also said Im not vaccinated and will not do it but I guess Ill wear a mask for you. She is such a miserable bi*ch! Always has been /3"}, {"id": 1439474891267317761, "verified": false, "tweet_text": "@CarlaHowatt Yes but all in these neighbourhoods required their staff to get vaccinated. I love living in O'day-min 💕", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["CarlaHowatt"], "tweet_emoticons": ["💕"], "country": "USA", "text_en": "Yes but all in these neighbourhoods required their staff to get vaccinated. I love living in O'day-min"}, {"id": 1439474881364516864, "verified": false, "tweet_text": "@loganberkowitz @CNN Guess they should follow rules and get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["loganberkowitz", "CNN"], "country": "USA", "text_en": "Guess they should follow rules and get vaccinated."}, {"id": 1439474848170852355, "verified": false, "tweet_text": "Fully vaccinated today! It took me about two minutes to get the second dose from Vicente Lim Elem School. It’s amazing! @ManilaPIO", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ManilaPIO"], "country": "USA", "text_en": "Fully vaccinated today! It took me about two minutes to get the second dose from Vicente Lim Elem School. Its amazing!"}, {"id": 1439474840113754114, "verified": false, "tweet_text": "@PSnPRman @thedailybeast They can’t….they’re all on vents taking up beds from those of smart enough to get vaccinated BUT CANT GET IN A HOSPITAL if you we have a real emergency!! Let em hang, obviously they have a death wish anyway", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PSnPRman", "thedailybeast"], "country": "USA", "text_en": "They cant.theyre all on vents taking up beds from those of smart enough to get vaccinated BUT CANT GET IN A HOSPITAL if you we have a real emergency!! Let em hang, obviously they have a death wish anyway"}, {"id": 1439474834585628673, "verified": false, "tweet_text": "@PeterHotez Unintelligent people in government.\nThey base their strength with greed.\nAre world Revolves on science and it’s power.\nThat will never ever change.\nNo matter how many politicians tell you different.\nYour Environment is your life\nturn this virus backwards.\nGet vaccinated,mask up.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PeterHotez"], "country": "USA", "text_en": "Unintelligent people in government. They base their strength with greed. Are world Revolves on science and its power. That will never ever change. No matter how many politicians tell you different. Your Environment is your life turn this virus backwards. Get vaccinated,mask up."}, {"id": 1439474780609073156, "verified": false, "tweet_text": "We just lost one this past week. If you're planning to get pregnant or you're already pregnant, please Please PLEASE...talk to your doctor about getting vaccinated. And I mean ASAP not 'when you get time': ASAP. This disease is robbing us of too many mums and mums-to-be 💔 https://t.co/C2ay5KGp2g", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/C2ay5KGp2g"], "tweet_emoticons": ["💔"], "country": "USA", "text_en": "We just lost one this past week. If you're planning to get pregnant or you're already pregnant, please Please PLEASE...talk to your doctor about getting vaccinated. And I mean ASAP not 'when you get time': ASAP. This disease is robbing us of too many mums and mums-to-be"}, {"id": 1439474774317547523, "verified": false, "tweet_text": "@SharnelleVella Hmmm... vaccinated people can still get infected &amp; transmit Covid. All this heavy breathing in gyms. What could possibly go wrong? Oh well, Darwinism at work I guess. 😐\n#COVIDIOTS", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["COVIDIOTS"], "mentions": ["SharnelleVella"], "tweet_emoticons": ["😐"], "country": "USA", "text_en": "Hmmm... vaccinated people can still get infected &amp; transmit Covid. All this heavy breathing in gyms. What could possibly go wrong? Oh well, Darwinism at work I guess."}, {"id": 1439474758316331014, "verified": false, "tweet_text": "Govt scientists: MPs aren’t listening to us on #Covid measures\n\n▪️Ignoring “uncomfortable truths” on vaccine passports &amp; masks \n\n▪️‘It’s up to you’: Virus’s spread depends on individuals, not laws \n\n'We’ve got the vaccines. But vaccines are no use if people don’t get vaccinated' https://t.co/DKcwm0PCIx", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Covid"], "tweet_emoticons": ["▪️"], "country": "USA", "text_en": "Govt scientists: MPs arent listening to us on measures Ignoring uncomfortable truths on vaccine passports &amp; masks Its up to you: Viruss spread depends on individuals, not laws 'Weve got the vaccines. But vaccines are no use if people dont get vaccinated'"}, {"id": 1439474689500332035, "verified": false, "tweet_text": "it's been a month since i get vaccinated but i just feel the fever last night 😭 apenihhhhhh", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["😭"], "country": "USA", "text_en": "it's been a month since i get vaccinated but i just feel the fever last night apenihhhhhh"}, {"id": 1439474636064915456, "verified": false, "tweet_text": "@Horror1403 @DanielAndrewsMP Us vaccinated will be living though. It’s simple. Get vaccinated and get a get out of jail free card and roll the dice to keep playing the game of life.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Horror1403", "DanielAndrewsMP"], "country": "USA", "text_en": "Us vaccinated will be living though. Its simple. Get vaccinated and get a get out of jail free card and roll the dice to keep playing the game of life."}, {"id": 1439474501083795456, "verified": false, "tweet_text": "@PomiBaruah @nhm_assam can u let me know where can i get person vaccinated without documents. Need it for maid", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PomiBaruah", "nhm_assam"], "country": "USA", "text_en": "can u let me know where can i get person vaccinated without documents. Need it for maid"}, {"id": 1439474445895147521, "verified": false, "tweet_text": "@ads734 @ytc8438 @BurnetInstitute @VictorianCHO @VicGovDH @MartinFoleyMP @GregHuntMP @AAMRI_Aus @amapresident @MJA_Editor @normanswan @PKelly_CBR @MStoove @JoshButler @Raf_Epstein @ACTHealth Guess some vaccinated people tend to be truly living with the covid without bothering to get tested. But their test rate has been incredibly high, which is great.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ads734", "ytc8438", "BurnetInstitute", "VictorianCHO", "VicGovDH", "MartinFoleyMP", "GregHuntMP", "AAMRI_Aus", "amapresident", "MJA_Editor", "normanswan", "PKelly_CBR", "MStoove", "JoshButler", "Raf_Epstein", "ACTHealth"], "country": "USA", "text_en": "Guess some vaccinated people tend to be truly living with the covid without bothering to get tested. But their test rate has been incredibly high, which is great."}, {"id": 1439474425213116416, "verified": false, "tweet_text": "@wsbgnl @San23Nia Everything's about the short term for politicians.\nBut they're even wrong that it will work for the short term because people know you can still get covid vaccinated, you might still get really sick or long covid.\nPeople know that without your health you can't work or shop.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["wsbgnl", "San23Nia"], "country": "USA", "text_en": "Everything's about the short term for politicians. But they're even wrong that it will work for the short term because people know you can still get covid vaccinated, you might still get really sick or long covid. People know that without your health you can't work or shop."}, {"id": 1439474401301385217, "verified": false, "tweet_text": "@JohnOutbakjak @Forest1forTrees @GramMam1955 @Ianvincentscott If we're able to get the world vaccinated the lockdowns will cease. We may never get back to where we before, but we've learned from this situation. I'm not going to accept gloom &amp; doom because we are innovate enough to rise above this &amp; getting mad accomplishes nothing", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["JohnOutbakjak", "Forest1forTrees", "GramMam1955", "Ianvincentscott"], "country": "USA", "text_en": "If we're able to get the world vaccinated the lockdowns will cease. We may never get back to where we before, but we've learned from this situation. I'm not going to accept gloom &amp; doom because we are innovate enough to rise above this &amp; getting mad accomplishes nothing"}, {"id": 1439474268132167681, "verified": false, "tweet_text": "@bridgerollo @abcmelbourne Hopefully a little sooner if everyone rushes out to get vaccinated. Please please please", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["bridgerollo", "abcmelbourne"], "country": "USA", "text_en": "Hopefully a little sooner if everyone rushes out to get vaccinated. Please please please"}, {"id": 1439474264948703234, "verified": false, "tweet_text": "@AUThackeray @mybmc Sir, one of close one is physically unfit and 55+ to visit the hospital to get vaccinated. Some one told her  to get a letter from doctor to get vaccination at home which is not possible as cant walk long distance. if possible can u please arrange vaccination at home.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AUThackeray", "mybmc"], "country": "USA", "text_en": "Sir, one of close one is physically unfit and + to visit the hospital to get vaccinated. Some one told her to get a letter from doctor to get vaccination at home which is not possible as cant walk long distance. if possible can u please arrange vaccination at home."}, {"id": 1439474258493599744, "verified": false, "tweet_text": "Please go get vaccinated as soon as you can. Please. It works. We can save each other and keep the ER clear for other life events! https://t.co/NVXeRYCFGN", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/NVXeRYCFGN"], "country": "USA", "text_en": "Please go get vaccinated as soon as you can. Please. It works. We can save each other and keep the ER clear for other life events!"}, {"id": 1439474203183521793, "verified": false, "tweet_text": "@ValentinaRNBSN They need to quit because they don't belong in healthcare. There are plenty of people (young, new) that can replace them.\nHowever, pretty sure the overwhelming majority will get vaccinated. Talk is cheap. With more companies/businesses requiring a vax, they'll have no job.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ValentinaRNBSN"], "country": "USA", "text_en": "They need to quit because they don't belong in healthcare. There are plenty of people (young, new) that can replace them. However, pretty sure the overwhelming majority will get vaccinated. Talk is cheap. With more companies/businesses requiring a vax, they'll have no job."}, {"id": 1439474193976934403, "verified": false, "tweet_text": "For his memory, for everyone you love, for yourself, please go get vaccinated. Even if you are vaccinated, please continue to wear a mask, avoid large events, wash your hands often and remain six feet away from others. #DoItForTerry #RIPTerry", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["DoItForTerry", "RIPTerry"], "country": "USA", "text_en": "For his memory, for everyone you love, for yourself, please go get vaccinated. Even if you are vaccinated, please continue to wear a mask, avoid large events, wash your hands often and remain six feet away from others."}, {"id": 1439474189916938240, "verified": false, "tweet_text": "All these people had to do was to do what they were told and stop resisting.  Then they would still be alive.\n\nIt's suddenly different now when you're the one not getting shot.\n\nGet vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "All these people had to do was to do what they were told and stop resisting. Then they would still be alive. It's suddenly different now when you're the one not getting shot. Get vaccinated."}, {"id": 1439474143544500224, "verified": false, "tweet_text": "Holy crap. \n\nPlease, please, please get vaccinated.  https://t.co/Vdx9sfOv02", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/Vdx9sfOv02"], "country": "USA", "text_en": "Holy crap. Please, please, please get vaccinated."}, {"id": 1439474133159530497, "verified": false, "tweet_text": "@Imonitnotcrazy1 @Real_Rogelio5 @Acosta Name one fox news host that has told you not to get vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Imonitnotcrazy1", "Real_Rogelio5", "Acosta"], "country": "USA", "text_en": "Name one fox news host that has told you not to get vaccinated?"}, {"id": 1439474118127149056, "verified": false, "tweet_text": "This is how community immunity should work.\n\nGet. Vaccinated. Now. https://t.co/qiN4x1nR1Z", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/qiN4x1nR1Z"], "country": "USA", "text_en": "This is how community immunity should work. Get. Vaccinated. Now."}, {"id": 1439474082874023936, "verified": false, "tweet_text": "@_snowbunting @SW10etseq @KrisGibson13 @DingaBelle @Hawkins2Mac @THgrumpy67 A lot of people still don't know about the plight of 50's women , I find it very odd that as 50's women and Cedaw start getting more coverage we get a pandemic, yet we have more cases now but no matter we are vaccinated .", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["_snowbunting", "SW10etseq", "KrisGibson13", "DingaBelle", "Hawkins2Mac", "THgrumpy67"], "country": "USA", "text_en": "A lot of people still don't know about the plight of 's women , I find it very odd that as 's women and Cedaw start getting more coverage we get a pandemic, yet we have more cases now but no matter we are vaccinated ."}, {"id": 1439474055162257411, "verified": false, "tweet_text": "@HaircutSpock Better get their Fully Vaccinated arses to the Massive Densely Populated areas of the World where SARS-CoV-2 variant have the greatest possibility of producing new variants as Delta B.1.617.2 did in October 2020.\nVaccinate the billions poor if you believe this ..", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HaircutSpock"], "country": "USA", "text_en": "Better get their Fully Vaccinated arses to the Massive Densely Populated areas of the World where SARS-CoV-2 variant have the greatest possibility of producing new variants as Delta B.1.617.2 did in October . Vaccinate the billions poor if you believe this .."}, {"id": 1439474020424949766, "verified": false, "tweet_text": "IPL fans going at Dubai, Abu Dhabi and Sharjah don't need to get a RT-PCR test done 48 hours before entry into the stands, but will need fully vaccinated proof. Kids below 16 won't be allowed in Sharjah.#IPL2021 #MIvsCSK #Mi #CSk", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["IPL2021", "MIvsCSK", "Mi", "CSk"], "country": "USA", "text_en": "IPL fans going at Dubai, Abu Dhabi and Sharjah don't need to get a RT-PCR test done hours before entry into the stands, but will need fully vaccinated proof. Kids below won't be allowed in Sharjah."}, {"id": 1439473985566089217, "verified": false, "tweet_text": "@TheTobster111 @thomasholleran @rajak101210 @NotGIJoe @Individual1isa1 @PatriciaKellogg @iambadal @BigTinyBird @Pleightx @RealTwitish @HondoResists @absurd_dad @smakhanian @455arf @myWitsEnnd @Boiarski @VaderVanella @ResusCGMedia @sddphoto @TwumpFaschion @kimberl57583745 @LeftyVegas @smc429 @MapleTommy @NotHoodlum @HamillHimself @funder @williamlegate @patriottakes @JennAnne10 @CathyGraphics2 @ZackBornstein @SachaBaronCohen @KurisuS @i_gvf @AngelaBelcamino @joncoopertweets @BombshellDAILY @MollyJongFast @Kaiya1212 @gaslitnation @tommychong @MeidasTouch @TheDemCoalition @catcatdean @DesignationSix @SpockResists @JPditty @JaredPushner @TeaPainUSA Oh geez, I'm sorry..again😳...ugh, sometimes this thread gets mixed up...\nDo you mean \"will she do it\"? The surgery? Unless you're asking if she's vaccinated...\nYes, for sure the surgery, she's anxious..to get it done..she's fully vaccinated. Even the booster.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TheTobster111", "thomasholleran", "rajak101210", "NotGIJoe", "Individual1isa1", "PatriciaKellogg", "iambadal", "BigTinyBird", "Pleightx", "RealTwitish", "HondoResists", "absurd_dad", "smakhanian", "455arf", "myWitsEnnd", "Boiarski", "VaderVanella", "ResusCGMedia", "sddphoto", "TwumpFaschion", "kimberl57583745", "LeftyVegas", "smc429", "MapleTommy", "NotHoodlum", "HamillHimself", "funder", "williamlegate", "patriottakes", "JennAnne10", "CathyGraphics2", "ZackBornstein", "SachaBaronCohen", "KurisuS", "i_gvf", "AngelaBelcamino", "joncoopertweets", "BombshellDAILY", "MollyJongFast", "Kaiya1212", "gaslitnation", "tommychong", "MeidasTouch", "TheDemCoalition", "catcatdean", "DesignationSix", "SpockResists", "JPditty", "JaredPushner", "TeaPainUSA"], "tweet_emoticons": ["😳"], "country": "USA", "text_en": "Oh geez, I'm sorry..again...ugh, sometimes this thread gets mixed up... Do you mean \"will she do it\"? The surgery? Unless you're asking if she's vaccinated... Yes, for sure the surgery, she's anxious..to get it done..she's fully vaccinated. Even the booster."}, {"id": 1439473874727575554, "verified": false, "tweet_text": "@RocketorRekt Get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["RocketorRekt"], "country": "USA", "text_en": "Get vaccinated"}, {"id": 1439473844302094338, "verified": false, "tweet_text": "(8) I had COVID and beat it before vaccines were availabile so I am not fearfyl, I might be if I didn't have it already. I am not anti-vax or pro-vax. I am however very anti-mandate and anti-vaccine passport especially since you can get and spread the virus while being vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["8)"], "country": "USA", "text_en": "(8) I had COVID and beat it before vaccines were availabile so I am not fearfyl, I might be if I didn't have it already. I am not anti-vax or pro-vax. I am however very anti-mandate and anti-vaccine passport especially since you can get and spread the virus while being vaccinated"}, {"id": 1439473838140579840, "verified": false, "tweet_text": "(4) We'll never be able to vaccinate coronaviruses out of existence, just like we can never vaccinated the flu out of existence. We know animals are able to get and spread RSVs as well as those that have been vaxxed. This is endemic that will be here as long as influenza.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "(4) We'll never be able to vaccinate coronaviruses out of existence, just like we can never vaccinated the flu out of existence. We know animals are able to get and spread RSVs as well as those that have been vaxxed. This is endemic that will be here as long as influenza."}, {"id": 1439473823439462406, "verified": false, "tweet_text": "@squishy_blob oh no :( I really hope she can get vaccinated... it might be due to certain condition. The few friends I have in Korea have all been vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["squishy_blob"], "tweet_emoticons": [":("], "country": "USA", "text_en": "oh no I really hope she can get vaccinated... it might be due to certain condition. The few friends I have in Korea have all been vaccinated."}, {"id": 1439473766233427971, "verified": false, "tweet_text": "\"Get Vaccinated To Protect Yourselves From Hurricanes\" 🤡 https://t.co/qVPu6qmy4a", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "\"Get Vaccinated To Protect Yourselves From Hurricanes\""}, {"id": 1439473761430953986, "verified": false, "tweet_text": "@bendwilkins @208_sasha @Maureen73742514 @LanaMurphy @9NewsMelb I didn't say that hospitalization rates are higher in the vaccinated. We do know that there is a percentage of people who get ANY vaccine that do not elicit a sufficient immune response. These people are more at risk of hospitalisation.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["bendwilkins", "208_sasha", "Maureen73742514", "LanaMurphy", "9NewsMelb"], "country": "USA", "text_en": "I didn't say that hospitalization rates are higher in the vaccinated. We do know that there is a percentage of people who get ANY vaccine that do not elicit a sufficient immune response. These people are more at risk of hospitalisation."}, {"id": 1439473743395385344, "verified": false, "tweet_text": "@rodemmerson @FoxyLustyGrover it's not gonna happen since 20% of the population is not eligible to get vaccinated (under 12).", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["rodemmerson", "FoxyLustyGrover"], "country": "USA", "text_en": "it's not gonna happen since % of the population is not eligible to get vaccinated (under )."}, {"id": 1439473700361805826, "verified": false, "tweet_text": "@AndyMaherDFA So when are you joining the Labor Party?  So many businesses will go broke awaiting the road map to come into play. The sooner people get vaccinated the better but we need to prepare for a bit of a shock on exit as there will be those who will have no jobs to return too.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AndyMaherDFA"], "country": "USA", "text_en": "So when are you joining the Labor Party? So many businesses will go broke awaiting the road map to come into play. The sooner people get vaccinated the better but we need to prepare for a bit of a shock on exit as there will be those who will have no jobs to return too."}, {"id": 1439473676261470208, "verified": false, "tweet_text": "@FaceTheNation @ScottGottliebMD Get vaccinated, wear a mask, social distance and go about your business safely.\nWhy? B/c there's just no getting around it. It's up to all of us to choose to come together to stop the spread to end the pandemic. Sometimes you just gotta do what you gotta do. Just do right.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["FaceTheNation", "ScottGottliebMD"], "country": "USA", "text_en": "Get vaccinated, wear a mask, social distance and go about your business safely. Why? B/c there's just no getting around it. It's up to all of us to choose to come together to stop the spread to end the pandemic. Sometimes you just gotta do what you gotta do. Just do right."}, {"id": 1439473651179421696, "verified": false, "tweet_text": "@tigertuffmark People should sue Dan Andrews for loss of livelihood and ruining lives. Victorians have been in lockdown unnecessarily because he never had a roadmap until now. Even his so-called roadmap is just a copy of NSW roadmap. He didn’t encourage people to get vaccinated early on.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["tigertuffmark"], "country": "USA", "text_en": "People should sue Dan Andrews for loss of livelihood and ruining lives. Victorians have been in lockdown unnecessarily because he never had a roadmap until now. Even his so-called roadmap is just a copy of NSW roadmap. He didnt encourage people to get vaccinated early on."}, {"id": 1439473550088232960, "verified": false, "tweet_text": "Psaki lit into Fox News-like reporter. Florida won't get larger share of antibodies. Get vaccinated https://t.co/Ke7Ob9QvoY #JenPsaki is brilliant! A genius!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["JenPsaki"], "tweet_urls": ["https://t.co/Ke7Ob9QvoY"], "country": "USA", "text_en": "Psaki lit into Fox News-like reporter. Florida won't get larger share of antibodies. Get vaccinated is brilliant! A genius!"}, {"id": 1439473532333793284, "verified": false, "tweet_text": "@chatvabhi @free_thinker Pile up the stocks and starve the supply in the run up to the D day, and then make people flock to the centres, overcrowd it, and to do what - to get vaccinated for a contagious disease that requires distancing.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["chatvabhi", "free_thinker"], "country": "USA", "text_en": "Pile up the stocks and starve the supply in the run up to the D day, and then make people flock to the centres, overcrowd it, and to do what - to get vaccinated for a contagious disease that requires distancing."}, {"id": 1439473520539410432, "verified": false, "tweet_text": "Get vaccinated, folks! https://t.co/oHqHk5DLho", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/oHqHk5DLho"], "country": "USA", "text_en": "Get vaccinated, folks!"}, {"id": 1439473515992961025, "verified": false, "tweet_text": "The Fox Virus https://t.co/e00iWk7kNN via @YouTube As a physician I feel I  MUST share. Please get VACCINATED. this is NOT \nPolitical this is about ALL OFF US", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["YouTube"], "tweet_urls": ["https://t.co/e00iWk7kNN"], "country": "USA", "text_en": "The Fox Virus via As a physician I feel I MUST share. Please get VACCINATED. this is NOT Political this is about ALL OFF US"}, {"id": 1439473404529164290, "verified": false, "tweet_text": "Go and get yourselves vaccinated those who have not done yet.... https://t.co/OlCfY9PTW6", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/OlCfY9PTW6"], "country": "USA", "text_en": "Go and get yourselves vaccinated those who have not done yet...."}, {"id": 1439473354055077889, "verified": false, "tweet_text": "@sopesuds @aconite_purple Vermont (VT) resident here, we're 82.7% vaccinated, and we're seeing an uptic in positive cases, too. Too many people think that having the vaccine means theyre immune, or that they cant spread it to others if they do get it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["sopesuds", "aconite_purple"], "country": "USA", "text_en": "Vermont (VT) resident here, we're % vaccinated, and we're seeing an uptic in positive cases, too. Too many people think that having the vaccine means theyre immune, or that they cant spread it to others if they do get it."}, {"id": 1439473305396731907, "verified": false, "tweet_text": "Shut up, get vaccinated and stop complaining about you \"freedoms\" being taken away. You're the fucking problem. Fuck off to somewhere else if you want to act like a fuckin loony.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Shut up, get vaccinated and stop complaining about you \"freedoms\" being taken away. You're the fucking problem. Fuck off to somewhere else if you want to act like a fuckin loony."}, {"id": 1439473285037793291, "verified": false, "tweet_text": "@lindsey_ulmer I’m sure you meant to say ‘some Catholics’. All the Catholics I know, including myself and family, have been vaccinated. I’m hoping to get my 3rd one this week! I think you’ll find the vaccine refusers are mostly found in the US and is tied in with a political thinking.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["lindsey_ulmer"], "country": "USA", "text_en": "Im sure you meant to say some Catholics. All the Catholics I know, including myself and family, have been vaccinated. Im hoping to get my rd one this week! I think youll find the vaccine refusers are mostly found in the US and is tied in with a political thinking."}, {"id": 1439473264498298881, "verified": false, "tweet_text": "@checkthls @SongbabeR @777DEAN777 They're using false information to persuade other people to get vaccinated.\n\nThat is disgusting!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["checkthls", "SongbabeR", "777DEAN777"], "country": "USA", "text_en": "They're using false information to persuade other people to get vaccinated. That is disgusting!"}, {"id": 1439473259741728768, "verified": false, "tweet_text": "They told me to behave and not be vulgar. How can you respond to that piece of shit jerk fucken clown 🤡 referred to as DAnny Boy “ get vaccinated or U don’t get your freedom “ Again FUcK off DAnny BOy piece of shit .", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🤡"], "country": "USA", "text_en": "They told me to behave and not be vulgar. How can you respond to that piece of shit jerk fucken clown referred to as DAnny Boy get vaccinated or U dont get your freedom Again FUcK off DAnny BOy piece of shit ."}, {"id": 1439473204020580356, "verified": false, "tweet_text": "@joncoopertweets @realTuckFrumper Hey I’ve had a rescue acquaintance spend 32 days in the hospital and another friend whose MIL just passed from it and neither one will even say to get vaccinated. Georgia is just as screwed up as Florida. You can’t convince the stupid.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["joncoopertweets", "realTuckFrumper"], "country": "USA", "text_en": "Hey Ive had a rescue acquaintance spend days in the hospital and another friend whose MIL just passed from it and neither one will even say to get vaccinated. Georgia is just as screwed up as Florida. You cant convince the stupid."}, {"id": 1439473177659273222, "verified": false, "tweet_text": "Good perspective. Get vaccinated everyone and we will be out before you think. #GetVaccinated https://t.co/tJSUdJqCRW", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["GetVaccinated"], "tweet_urls": ["https://t.co/tJSUdJqCRW"], "country": "USA", "text_en": "Good perspective. Get vaccinated everyone and we will be out before you think."}, {"id": 1439473171632058368, "verified": false, "tweet_text": "@AndyMelb28 Get vaccinated then or fuck off", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AndyMelb28"], "country": "USA", "text_en": "Get vaccinated then or fuck off"}, {"id": 1439473117143855108, "verified": false, "tweet_text": "@mikeythenurse Given the polls all suggest only 80% are planning to get vaccinated I’d say it’s ambitious and if successful will blow any other country away.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["mikeythenurse"], "country": "USA", "text_en": "Given the polls all suggest only % are planning to get vaccinated Id say its ambitious and if successful will blow any other country away."}, {"id": 1439473093643317248, "verified": true, "tweet_text": "A South Florida mother of two told \"Fox &amp; Friends\" Friday she was \"very shocked\" to receive a notice from her landlord to get vaccinated within two weeks or face eviction from her apartment.  https://t.co/WkD3ZiZPrO", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/WkD3ZiZPrO"], "country": "USA", "text_en": "A South Florida mother of two told \"Fox &amp; Friends\" Friday she was \"very shocked\" to receive a notice from her landlord to get vaccinated within two weeks or face eviction from her apartment."}, {"id": 1439473065272889349, "verified": false, "tweet_text": "@dustinfletch31 Yep it lost me as well . In short we get vaccinated we move on pretty simple really", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["dustinfletch31"], "country": "USA", "text_en": "Yep it lost me as well . In short we get vaccinated we move on pretty simple really"}, {"id": 1439473045962428417, "verified": false, "tweet_text": "@EMHighAK @elewMD @TheShenger @drjgutt @SkylerLentz @sreeja_natesan @MprizzleER @kaynani32 @MikePallaci @Chris_McStay @ShehniNadeem @ResusOne @DaveLewMD @davidcarr333 @MRamzyDO @PulmCrit @EMinMiami @reverendofdoubt And they all need the booster per FDA. One local doc told my recent ED patient because they had lupus they shouldn’t get vaccinated… total opposite", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["EMHighAK", "elewMD", "TheShenger", "drjgutt", "SkylerLentz", "sreeja_natesan", "MprizzleER", "kaynani32", "MikePallaci", "Chris_McStay", "ShehniNadeem", "ResusOne", "DaveLewMD", "davidcarr333", "MRamzyDO", "PulmCrit", "EMinMiami", "reverendofdoubt"], "country": "USA", "text_en": "And they all need the booster per FDA. One local doc told my recent ED patient because they had lupus they shouldnt get vaccinated total opposite"}, {"id": 1439472989578334214, "verified": false, "tweet_text": "@1atRPE9 @zeynepmyenisey The outliers of unvaccinated people with legit reasons to not be vaccinated are noted. I stand by my assessment of the majority of the people still refusing to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["1atRPE9", "zeynepmyenisey"], "country": "USA", "text_en": "The outliers of unvaccinated people with legit reasons to not be vaccinated are noted. I stand by my assessment of the majority of the people still refusing to get vaccinated."}, {"id": 1439472987405578240, "verified": false, "tweet_text": "@naval Will the vaccinated get infected too?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["naval"], "country": "USA", "text_en": "Will the vaccinated get infected too?"}, {"id": 1439472913992671233, "verified": false, "tweet_text": "@JumpsFrog @snowycats @DanielAndrewsMP With the constant caveat \"until we get vaccinated\".\n\nIf you insist on simplifying someone's message, don't complain if the simplified version is over simplified.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["JumpsFrog", "snowycats", "DanielAndrewsMP"], "country": "USA", "text_en": "With the constant caveat \"until we get vaccinated\". If you insist on simplifying someone's message, don't complain if the simplified version is over simplified."}, {"id": 1439472853712347137, "verified": false, "tweet_text": "@Newsweek Get vaccinated, wear a mask, social distance and go about your business safely.\nWhy? B/c there's just no getting around it. It's up to all of us to choose to come together to stop the spread to end the pandemic. Sometimes you just gotta do what you gotta do. Listen to your heart.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Newsweek"], "country": "USA", "text_en": "Get vaccinated, wear a mask, social distance and go about your business safely. Why? B/c there's just no getting around it. It's up to all of us to choose to come together to stop the spread to end the pandemic. Sometimes you just gotta do what you gotta do. Listen to your heart."}, {"id": 1439472829678895106, "verified": false, "tweet_text": "@Newsweek The vaccines work, but it's still possible to get the Delta, be asymptomatic &amp; transmit the virus to others, especially those who are unvaccinated. Together we can stop the virus from spreading: get vaccinated, wear a mask &amp; safely go about our life and protect the unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Newsweek"], "country": "USA", "text_en": "The vaccines work, but it's still possible to get the Delta, be asymptomatic &amp; transmit the virus to others, especially those who are unvaccinated. Together we can stop the virus from spreading: get vaccinated, wear a mask &amp; safely go about our life and protect the unvaccinated."}, {"id": 1439472809479053312, "verified": false, "tweet_text": "@Skicruiser58 @natsechobbyist @DataDrivenMD For real? This is horrifying. People!  Please get vaccinated!!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Skicruiser58", "natsechobbyist", "DataDrivenMD"], "country": "USA", "text_en": "For real? This is horrifying. People! Please get vaccinated!!"}, {"id": 1439472796317405187, "verified": false, "tweet_text": "@Newsweek STOP PROLONGING THE \"WORLDWIDE\" PANDEMIC!\n\n1) Wear a mask for the foreseeable future or until we're all safely out of the woods.\n\n2) Get vaccinated; it's better to be safe than sorry.\n\n3) It's far from being over but, when it's finally over you'll know. \n\n4) Stay safe &amp; be kind.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Newsweek"], "country": "USA", "text_en": "STOP PROLONGING THE \"WORLDWIDE\" PANDEMIC! ) Wear a mask for the foreseeable future or until we're all safely out of the woods. ) Get vaccinated; it's better to be safe than sorry. ) It's far from being over but, when it's finally over you'll know. ) Stay safe &amp; be kind."}, {"id": 1439472773613735940, "verified": false, "tweet_text": "\"They need a Passport Doble!\"\n\nTwo professional dancers have refused to get vaccinated on Strictly Come Dancing, leaving some celebrities reluctant to be paired with them.\n\n@cristo_radio | @HannahHope_\n\n https://t.co/owSkKU1Zvm", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["cristo_radio", "HannahHope_"], "country": "USA", "text_en": "\"They need a Passport Doble!\" Two professional dancers have refused to get vaccinated on Strictly Come Dancing, leaving some celebrities reluctant to be paired with them. |"}, {"id": 1439472772225200132, "verified": false, "tweet_text": "@Pastor_Gabe @michaela_faith_ However, I do think it would be a good testimony of the church to get vaccinated. It does show that we care about others, not just ourselves.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Pastor_Gabe", "michaela_faith_"], "country": "USA", "text_en": "However, I do think it would be a good testimony of the church to get vaccinated. It does show that we care about others, not just ourselves."}, {"id": 1439472744798703616, "verified": false, "tweet_text": "@MatthewBevan Unrelated but it might actually get them vaccinated quicker than France is managing. Actually kinda embarrassing how slow France is vaccinating territories", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["MatthewBevan"], "country": "USA", "text_en": "Unrelated but it might actually get them vaccinated quicker than France is managing. Actually kinda embarrassing how slow France is vaccinating territories"}, {"id": 1439472708375531523, "verified": false, "tweet_text": "@Hamish88205796 @jedherosaviour @phurstclass ...we saw in France that passports resulted in a boost in vaccination rates and that saves lives. Here's your option - be pro-vaccine or be pro-needless deaths. Quit whining. Get vaccinated. Be a better person", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Hamish88205796", "jedherosaviour", "phurstclass"], "country": "USA", "text_en": "...we saw in France that passports resulted in a boost in vaccination rates and that saves lives. Here's your option - be pro-vaccine or be pro-needless deaths. Quit whining. Get vaccinated. Be a better person"}, {"id": 1439472704625594371, "verified": false, "tweet_text": "@SParnis @bradhodge007 Done with lockdown. Everyone get vaccinated tomorrow and open up at 60% fully vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SParnis", "bradhodge007"], "country": "USA", "text_en": "Done with lockdown. Everyone get vaccinated tomorrow and open up at % fully vaccinated."}, {"id": 1439472606789324800, "verified": false, "tweet_text": "@ChuckWurster @gaslitBCer I’m wondering how many doctors telling him to get vaccinated it will take to finally counter the one numbskull who told @paulbrandt the wrong thing?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ChuckWurster", "gaslitBCer", "paulbrandt"], "country": "USA", "text_en": "Im wondering how many doctors telling him to get vaccinated it will take to finally counter the one numbskull who told the wrong thing?"}, {"id": 1439472547754614786, "verified": false, "tweet_text": "@KwameA009 Ironically, it seems the only way to become fully vaccinated is to get the disease and overcome it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["KwameA009"], "country": "USA", "text_en": "Ironically, it seems the only way to become fully vaccinated is to get the disease and overcome it."}, {"id": 1439472515663925248, "verified": true, "tweet_text": "Gauteng vaccination sites open over the weekend. \n\n85% of the provincial sites are linked to the voter registration programme. You will need your ID to get vaccinated and to register to vote. #WeChooseVaccination #RegisterToVote https://t.co/g6iVom3e9w", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["WeChooseVaccination", "RegisterToVote"], "country": "USA", "text_en": "Gauteng vaccination sites open over the weekend. % of the provincial sites are linked to the voter registration programme. You will need your ID to get vaccinated and to register to vote."}, {"id": 1439472490758098948, "verified": false, "tweet_text": "follow me on tik tok besties: @fitnesssamr // thank you God I’m vaccinated Bc now I feel great and can get drunk 🤠 https://t.co/vjWlhS2F1V", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🤠"], "country": "USA", "text_en": "follow me on tik tok besties: // thank you God Im vaccinated Bc now I feel great and can get drunk"}, {"id": 1439472486035435522, "verified": false, "tweet_text": "@HollyGo55 @dave_et_al @ne0liberal I doubt it. They’ll probably accuse him of being compromised. We’re not dealing with the sharpest tools in the shed. My father is about as right wing as you can get but he also has a science degree. He got vaccinated as soon as he could. He’s not going to die to “own the Libs”.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HollyGo55", "dave_et_al", "ne0liberal"], "country": "USA", "text_en": "I doubt it. Theyll probably accuse him of being compromised. Were not dealing with the sharpest tools in the shed. My father is about as right wing as you can get but he also has a science degree. He got vaccinated as soon as he could. Hes not going to die to own the Libs."}, {"id": 1439472390799433738, "verified": false, "tweet_text": "@vmainard @TimSmithMP You're not being forced to get vaccinated. But if you don't get vaccinated you will need to deal with the consequences of that", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["vmainard", "TimSmithMP"], "country": "USA", "text_en": "You're not being forced to get vaccinated. But if you don't get vaccinated you will need to deal with the consequences of that"}, {"id": 1439472360730497028, "verified": false, "tweet_text": "@erinotoole Dude, you can't even organize your candidates to get vaccinated.  Give us a break 🤪", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["erinotoole"], "tweet_emoticons": ["🤪"], "country": "USA", "text_en": "Dude, you can't even organize your candidates to get vaccinated. Give us a break"}, {"id": 1439472354631979011, "verified": false, "tweet_text": "@JDcarlu @DavidSacks @naval To get in the restaurant you need to be vaccinated!\n#TrumpistsAreSoDumb", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["TrumpistsAreSoDumb"], "mentions": ["JDcarlu", "DavidSacks", "naval"], "country": "USA", "text_en": "To get in the restaurant you need to be vaccinated!"}, {"id": 1439472327708786689, "verified": false, "tweet_text": "I think it was a mistake to say elderly and weak get vaccinated first. It implies getting the vaccine is for the weak &amp; (short jump) is a weakness. Vaccinate police, fire, soldiers, rescue, and anyone who uses a gym. THEN get to the weak. https://t.co/u31c8cE2xk", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "I think it was a mistake to say elderly and weak get vaccinated first. It implies getting the vaccine is for the weak &amp; (short jump) is a weakness. Vaccinate police, fire, soldiers, rescue, and anyone who uses a gym. THEN get to the weak."}, {"id": 1439472302018551809, "verified": false, "tweet_text": "@Peachtweet1 @AllanRaskall @DanielAndrewsMP A plan he sticks to.  The freedom promised for vaccinated people. Something significant like let them get their hair done or something. A reward for doing the upstanding thing Not keeping heavy restrictions after 80 percent vaccinated cause truely no ones living like this forever", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Peachtweet1", "AllanRaskall", "DanielAndrewsMP"], "country": "USA", "text_en": "A plan he sticks to. The freedom promised for vaccinated people. Something significant like let them get their hair done or something. A reward for doing the upstanding thing Not keeping heavy restrictions after percent vaccinated cause truely no ones living like this forever"}, {"id": 1439472296905691139, "verified": false, "tweet_text": "I wonder how many vaccine hesitant people have actually asked their doctor if they should get vaccinated. And how many of those people trust their veterinarian 100% with all advice for their pet.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "I wonder how many vaccine hesitant people have actually asked their doctor if they should get vaccinated. And how many of those people trust their veterinarian % with all advice for their pet."}, {"id": 1439472293470556166, "verified": false, "tweet_text": "@benitakolovos Will under 12s be able to get their haircuts because they can’t get vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["benitakolovos"], "country": "USA", "text_en": "Will under s be able to get their haircuts because they cant get vaccinated?"}, {"id": 1439472286726189058, "verified": false, "tweet_text": "@army_cavite Yes they can still get infected even vaccinated.  Just mild symptoms but they don’t need that so stay away!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["army_cavite"], "country": "USA", "text_en": "Yes they can still get infected even vaccinated. Just mild symptoms but they dont need that so stay away!"}, {"id": 1439472183353352192, "verified": false, "tweet_text": "@GayathriBandar7 The condition of Govt hospitals is so good that KTR chose to get vaccinated at home.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["GayathriBandar7"], "country": "USA", "text_en": "The condition of Govt hospitals is so good that KTR chose to get vaccinated at home."}, {"id": 1439472150218477572, "verified": false, "tweet_text": "@DGSaude your policy for Covid makes no sense- if you are South African you can't get a visa to enter Portugal- if you a Portuguese national from South Africa you can enter but you have to quarantine 14 days even if you vaccinated but if you are from Mozambique you can enter 1/4", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DGSaude"], "country": "USA", "text_en": "your policy for Covid makes no sense- if you are South African you can't get a visa to enter Portugal- if you a Portuguese national from South Africa you can enter but you have to quarantine days even if you vaccinated but if you are from Mozambique you can enter /4"}, {"id": 1439472135009751041, "verified": false, "tweet_text": "I don't know why this is so difficult to understand for these \"freedom\" idiots. 1) We get vaccinated. ALL of us, as soon as possible. 2) We wear masks. Whenever and wherever required, for the foreseeable future or until we get some kind of \"all clear\". There, class dismissed...", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "I don't know why this is so difficult to understand for these \"freedom\" idiots. ) We get vaccinated. ALL of us, as soon as possible. ) We wear masks. Whenever and wherever required, for the foreseeable future or until we get some kind of \"all clear\". There, class dismissed..."}, {"id": 1439472129246826496, "verified": false, "tweet_text": "@beefalo123 @mattwilson_ob I see hospitals over capacity because people won’t get a vaccine that works. Look &gt;50% of the population is vaccinated, but 9/10 patients in the ICU are unvaccinated. What does that tell you? Vaccines, not perfect, are working. And the unvaccinated have overrun our hospitals.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["beefalo123", "mattwilson_ob"], "country": "USA", "text_en": "I see hospitals over capacity because people wont get a vaccine that works. Look &gt;50% of the population is vaccinated, but /10 patients in the ICU are unvaccinated. What does that tell you? Vaccines, not perfect, are working. And the unvaccinated have overrun our hospitals."}, {"id": 1439472071696867330, "verified": false, "tweet_text": "[ jj_1986_jj / Jaejoong IG Stories ]\nhttps://t.co/3R70FQ0HJH\n\nQ. Did you get vaccinated?\nJJ: Yes, I did get vaccinated\n\nQ&amp;A: On pic (kr) and you?\n\nQ.Are you in Korea now? I'm cheering for you!\n\nJJ: Thank you for sending a lot of support from Japan\n\n#ジェジュン #김재중 #JAEJOONG https://t.co/i6oyzWsiNy", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["ジェジュン", "김재중", "JAEJOONG"], "tweet_urls": ["https://t.co/3R70FQ0HJH"], "country": "USA", "text_en": "[ jj_1986_jj / Jaejoong IG Stories ] Q. Did you get vaccinated? JJ: Yes, I did get vaccinated Q&amp;A: On pic (kr) and you? Q.Are you in Korea now? I'm cheering for you! JJ: Thank you for sending a lot of support from Japan"}, {"id": 1439471987580145668, "verified": false, "tweet_text": "Hon. Kiwanda Godfrey Ssuubi urges all Citizens of Uganda to go for vaccinations whenever an opportunity arises.\n\nYou can get vaccinated at your nearest Vaccination center. \n\nfollow the https://t.co/7IU6w0cgiu;\nWash your hands frequently.\nMaintain Social Distance \nWear your Mask https://t.co/5hPAxLbvJt", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/7IU6w0cgiu"], "country": "USA", "text_en": "Hon. Kiwanda Godfrey Ssuubi urges all Citizens of Uganda to go for vaccinations whenever an opportunity arises. You can get vaccinated at your nearest Vaccination center. follow the ; Wash your hands frequently. Maintain Social Distance Wear your Mask"}, {"id": 1439471956982599684, "verified": false, "tweet_text": "@auscandoc @marysuither @akurjata @keddieff @Daniel_Davies @Mike_A_Bernier @bobzimmermp Prove it. Prove he was reluctant to reveal that he made the person choice to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["auscandoc", "marysuither", "akurjata", "keddieff", "Daniel_Davies", "Mike_A_Bernier", "bobzimmermp"], "country": "USA", "text_en": "Prove it. Prove he was reluctant to reveal that he made the person choice to get vaccinated."}, {"id": 1439471954122006534, "verified": false, "tweet_text": "@PandasAndVidya It's funny to me how they pushed the story of that fat lady who was like \"More people need to get vaccinated\" after she got hospitalized but she was big enough they'd have to baste her dose into her.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PandasAndVidya"], "country": "USA", "text_en": "It's funny to me how they pushed the story of that fat lady who was like \"More people need to get vaccinated\" after she got hospitalized but she was big enough they'd have to baste her dose into her."}, {"id": 1439471888577835010, "verified": false, "tweet_text": "vaccinated moots, did any of you get sick after the first dose? bc i got it yesterday and i feel horrible rn but idk if thats whats happening", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "vaccinated moots, did any of you get sick after the first dose? bc i got it yesterday and i feel horrible rn but idk if thats whats happening"}, {"id": 1439471845581869059, "verified": false, "tweet_text": "@DanielAndrewsMP Why only the parents of Childcare children needs to be fully vaccinated? It has been proven that preschooler children have only mild Symptoms. Children well-being has not being taken in considerations at all. This is not democracy. No choice for who can’t get vaxxed", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DanielAndrewsMP"], "country": "USA", "text_en": "Why only the parents of Childcare children needs to be fully vaccinated? It has been proven that preschooler children have only mild Symptoms. Children well-being has not being taken in considerations at all. This is not democracy. No choice for who cant get vaxxed"}, {"id": 1439471818654445572, "verified": false, "tweet_text": "@TVMohandasPai @kaushikcbasu,has anyone said that we will not get whole populated vaccinated?I am glad you are comparing India with other superpowers and expecting we should get our major population vaccinated ASAP,this is really good as earlier something like was dream only but now its reality", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TVMohandasPai", "kaushikcbasu"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": ",has anyone said that we will not get whole populated vaccinated?I am glad you are comparing India with other superpowers and expecting we should get our major population vaccinated ASAP,this is really good as earlier something like was dream only but now its reality"}, {"id": 1439471810114990083, "verified": false, "tweet_text": "If you have to be vaccinated but don’t want to get vaccinated but need that card for proof 💯hit me up👌🏾👌🏾￼", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["💯", "👌🏾"], "country": "USA", "text_en": "If you have to be vaccinated but dont want to get vaccinated but need that card for proof hit me up"}, {"id": 1439471806990147584, "verified": false, "tweet_text": "@LionelMedia No because those people typically aren’t dying. If you’re vaccinated, not obese, don’t have Pre-existing condition/arent super old you should be ok if you get covid..", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["LionelMedia"], "country": "USA", "text_en": "No because those people typically arent dying. If youre vaccinated, not obese, dont have Pre-existing condition/arent super old you should be ok if you get covid.."}, {"id": 1439471782671499267, "verified": false, "tweet_text": "@AlwaysL2F Get vaccinated stop being babies", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AlwaysL2F"], "country": "USA", "text_en": "Get vaccinated stop being babies"}, {"id": 1439471775792914433, "verified": false, "tweet_text": "Wanna get a glimpse of what COVID is like unvaccinated? C’mere! Let me step on your chest then kick you in the lungs a few times. I’ll be gentle. 🙄 You’ll get vaccinated. Believe that. Do it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "Wanna get a glimpse of what COVID is like unvaccinated? Cmere! Let me step on your chest then kick you in the lungs a few times. Ill be gentle. Youll get vaccinated. Believe that. Do it."}, {"id": 1439471748710338561, "verified": false, "tweet_text": "Our numbers are not looking good. Over 2000 deaths two days ago. Very sad. Everyone get vaccinated and put your masks on indoors. 😷 https://t.co/fsZqAsblnP", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["😷"], "country": "USA", "text_en": "Our numbers are not looking good. Over deaths two days ago. Very sad. Everyone get vaccinated and put your masks on indoors."}, {"id": 1439471697615282178, "verified": false, "tweet_text": "@FLIIEagles52 @AdamSchefter You can still get covid while being vaccinated cornball", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["FLIIEagles52", "AdamSchefter"], "country": "USA", "text_en": "You can still get covid while being vaccinated cornball"}, {"id": 1439471687540613122, "verified": false, "tweet_text": "@shiloh1465 @redsteeze Good. Get your people vaccinated. They're dying off like flies because of covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["shiloh1465", "redsteeze"], "country": "USA", "text_en": "Good. Get your people vaccinated. They're dying off like flies because of covid."}, {"id": 1439471539884199938, "verified": false, "tweet_text": "@mtgreenee @JoeBiden @HHSGov WTF!!! 2000 people are dying every day at the moment, do not listen to this insane person, it could cost you your life, get vaccinated and stay safe, this woman does not care at all about you, this is just political bullshit because she still thinks Trump won the election 😂😂😂", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["mtgreenee", "JoeBiden", "HHSGov"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "WTF!!! people are dying every day at the moment, do not listen to this insane person, it could cost you your life, get vaccinated and stay safe, this woman does not care at all about you, this is just political bullshit because she still thinks Trump won the election"}, {"id": 1439471517675384833, "verified": false, "tweet_text": "@DaveMilbo Angry that I have to send my kids to kinder and school with kids of parents who refuse to get vaccinated and break rules.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DaveMilbo"], "country": "USA", "text_en": "Angry that I have to send my kids to kinder and school with kids of parents who refuse to get vaccinated and break rules."}, {"id": 1439471513611083779, "verified": false, "tweet_text": "@AnthonyScottMkt @KamalaHarris Your the one spreading covid. Wear a mask and get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AnthonyScottMkt", "KamalaHarris"], "country": "USA", "text_en": "Your the one spreading covid. Wear a mask and get vaccinated."}, {"id": 1439471477913538560, "verified": false, "tweet_text": "@BrianKillion7 @pcbrynn Did you tell her that she can still get it if she's vaccinated? You might want to tell her it doesn't work.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BrianKillion7", "pcbrynn"], "country": "USA", "text_en": "Did you tell her that she can still get it if she's vaccinated? You might want to tell her it doesn't work."}, {"id": 1439471471215058946, "verified": false, "tweet_text": "@AussieVal10 “Lockdowns are about buying the time to get to 70 and 80% vaccinated”. Umm.. what was 2020 about then? How could 50% of us think this idiot is trustworthy?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AussieVal10"], "country": "USA", "text_en": "Lockdowns are about buying the time to get to and % vaccinated. Umm.. what was about then? How could % of us think this idiot is trustworthy?"}, {"id": 1439471430576525313, "verified": false, "tweet_text": "@Zigmanfreud @thrasherxy I do not know anyone who died from covid or was in hospital from it. But you non believers and non vaxers if you do not change it is only going to get worse even for us vaccinated. But we will not die but you will. If you want that to happen keep not believing and hope you dont.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Zigmanfreud", "thrasherxy"], "country": "USA", "text_en": "I do not know anyone who died from covid or was in hospital from it. But you non believers and non vaxers if you do not change it is only going to get worse even for us vaccinated. But we will not die but you will. If you want that to happen keep not believing and hope you dont."}, {"id": 1439471381809303554, "verified": false, "tweet_text": "i need y’all to get vaccinated so i can go as bindi irwin for halloween", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "i need yall to get vaccinated so i can go as bindi irwin for halloween"}, {"id": 1439471373139730436, "verified": false, "tweet_text": "@iangarrickmason Nobody is forcing you to do anything. We're saying if you don't get vaccinated we don't want you in public places. There's absolutely still a choice", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["iangarrickmason"], "country": "USA", "text_en": "Nobody is forcing you to do anything. We're saying if you don't get vaccinated we don't want you in public places. There's absolutely still a choice"}, {"id": 1439471368765067265, "verified": false, "tweet_text": "Listen to this Mom of 4 telling her kids “If Mommy doesn’t make it home…”\nShe didn’t get vaccinated because she thought she was safe\n#CovidIsReal https://t.co/r9uQtZlvB3 03", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["CovidIsReal"], "country": "USA", "text_en": "Listen to this Mom of telling her kids If Mommy doesnt make it home She didnt get vaccinated because she thought she was safe"}, {"id": 1439471348602920962, "verified": false, "tweet_text": "@JuddApatow Imagine willfully accepting this as normal while choosing not to get vaccinated 'cause I don't wanna'. Fucking heartbreaking.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["JuddApatow"], "country": "USA", "text_en": "Imagine willfully accepting this as normal while choosing not to get vaccinated 'cause I don't wanna'. Fucking heartbreaking."}, {"id": 1439471290226659328, "verified": false, "tweet_text": "@40yearsyoung1 @AdamSchefter Not sure why you're bringing this up here, but the decision to approve a booster is not just about safety. The default is to not take action, so this is actually an endorsement of the existing vaccines' ability to prevent serious illness without a booster. TLDR: get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["40yearsyoung1", "AdamSchefter"], "country": "USA", "text_en": "Not sure why you're bringing this up here, but the decision to approve a booster is not just about safety. The default is to not take action, so this is actually an endorsement of the existing vaccines' ability to prevent serious illness without a booster. TLDR: get vaccinated"}, {"id": 1439471248786870274, "verified": false, "tweet_text": "@iconjack @BadCOVID19Takes I might add, the majority of those who are vaccinated knew there was still potential to get it. And, as more breakthroughs have happened, many have gone back to taking some precautions for themselves and TO PROTECT OTHERS! Something about which antivax idiots care not at all!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["iconjack", "BadCOVID19Takes"], "country": "USA", "text_en": "I might add, the majority of those who are vaccinated knew there was still potential to get it. And, as more breakthroughs have happened, many have gone back to taking some precautions for themselves and TO PROTECT OTHERS! Something about which antivax idiots care not at all!"}, {"id": 1439471205350838274, "verified": false, "tweet_text": "@DrJBhattacharya Let's figure out how to get them vaccinated if they want to be.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DrJBhattacharya"], "country": "USA", "text_en": "Let's figure out how to get them vaccinated if they want to be."}, {"id": 1439471203044012033, "verified": false, "tweet_text": "@mbtml9 @POTUS I hope and pray @POTUS lift the travel ban real soon, please @JoeBiden lift the travel ban on Europe/UK. We need to see our families. We are vaccinated, we will get tested before travelling, there is no reason to isolate us! #liftthetravelban #LoveIsNotTourism", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["liftthetravelban", "LoveIsNotTourism"], "mentions": ["mbtml9", "POTUS", "POTUS", "JoeBiden"], "country": "USA", "text_en": "I hope and pray lift the travel ban real soon, please lift the travel ban on Europe/UK. We need to see our families. We are vaccinated, we will get tested before travelling, there is no reason to isolate us!"}, {"id": 1439471184626716674, "verified": false, "tweet_text": "@KyppDurron @BretWeinstein @TomBilyeu And get vaccinated.  Vaccines have a great track record.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["KyppDurron", "BretWeinstein", "TomBilyeu"], "country": "USA", "text_en": "And get vaccinated. Vaccines have a great track record."}, {"id": 1439471125528862720, "verified": false, "tweet_text": "Are you tired of being judged for not getting the vaccine? Want to be allowed to travel? Tired of people calling you stupid?\nWell! I have a solution for you.\nGet vaccinated.\nNo I don't care if you're socially shamed or made to feel bad for your choices. You can make other choices", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Are you tired of being judged for not getting the vaccine? Want to be allowed to travel? Tired of people calling you stupid? Well! I have a solution for you. Get vaccinated. No I don't care if you're socially shamed or made to feel bad for your choices. You can make other choices"}, {"id": 1439471110970613760, "verified": false, "tweet_text": "@Mafia_Vibez @StephO_Gimli @Bryan19121 @FloridaWench @Licentia1963 Get vaccinated and stop spreading unverified non-research, internet doesn’t count https://t.co/0IuJTq3I77", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Mafia_Vibez", "StephO_Gimli", "Bryan19121", "FloridaWench", "Licentia1963"], "country": "USA", "text_en": "Get vaccinated and stop spreading unverified non-research, internet doesnt count"}, {"id": 1439471110882476033, "verified": false, "tweet_text": "@PeterSweden7 Hi Peter, are Sweden authorities also pressuring people to get vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PeterSweden7"], "country": "USA", "text_en": "Hi Peter, are Sweden authorities also pressuring people to get vaccinated?"}, {"id": 1439471100396650500, "verified": false, "tweet_text": "@nypost Since they all want choice. Let’s apply that to the medical professionals to decline treatment for those that refuse to wear a mask and get vaccinated.. not fair to constantly overwhelm our Medical professionals with selfish Americans!!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["nypost"], "country": "USA", "text_en": "Since they all want choice. Lets apply that to the medical professionals to decline treatment for those that refuse to wear a mask and get vaccinated.. not fair to constantly overwhelm our Medical professionals with selfish Americans!!"}, {"id": 1439471098937044992, "verified": false, "tweet_text": "And get vaccinated! It’s the right thing to do. \nThank you https://t.co/yCI3xe4n0q", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "And get vaccinated! Its the right thing to do. Thank you"}, {"id": 1439470951440158726, "verified": false, "tweet_text": "@starchildsf @kylegriffin1 The CDC. You are considered vaccinated 2 weeks after you get your 2nd dose. Also the CDC the vaccine trials show a 95% protection rate.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["starchildsf", "kylegriffin1"], "country": "USA", "text_en": "The CDC. You are considered vaccinated weeks after you get your nd dose. Also the CDC the vaccine trials show a % protection rate."}, {"id": 1439470936449863683, "verified": false, "tweet_text": "Forcing high school children to get vaccinated in order to participate in high school athletics.. not Kool!!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Forcing high school children to get vaccinated in order to participate in high school athletics.. not Kool!!"}, {"id": 1439470911338450947, "verified": false, "tweet_text": "Like they'll go to a get together with some friends and maybe friends of friends and they're complimented on how pretty they are or something. Or approached that they're really pretty. Idk man. It's also a pandemic but we're getting vaccinated and being able to see people.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Like they'll go to a get together with some friends and maybe friends of friends and they're complimented on how pretty they are or something. Or approached that they're really pretty. Idk man. It's also a pandemic but we're getting vaccinated and being able to see people."}, {"id": 1439470881894510599, "verified": false, "tweet_text": "@clarke_clarkej8 @dgurdasani1 GET VACCINATED TO PROTECT THE ALREADY VACCINATED", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["clarke_clarkej8", "dgurdasani1"], "country": "USA", "text_en": "GET VACCINATED TO PROTECT THE ALREADY VACCINATED"}, {"id": 1439470874248323074, "verified": false, "tweet_text": "During this time of heightened push for people to get vaccinated against the COVID-19 virus, New Mount Zion Baptist Church and its Pastor, Rev. Todd A. Brown, have taken an aggressive approach to doing its part as a community leader… https://t.co/jBZdNxEcXO", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/jBZdNxEcXO"], "country": "USA", "text_en": "During this time of heightened push for people to get vaccinated against the COVID-19 virus, New Mount Zion Baptist Church and its Pastor, Rev. Todd A. Brown, have taken an aggressive approach to doing its part as a community leader"}, {"id": 1439470784184045568, "verified": false, "tweet_text": "@USEmbassyKenya @USAmbKenya we still cannot get vaccines for #americansabroad so we’re able to travel with a vaccinated status? It’s crazy. Why is there no support here and we’re forced to travel unvaccinated to the USA to get vaccinated… to be considered “vaccinated”. https://t.co/QvMLAOSg96", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["americansabroad"], "mentions": ["USEmbassyKenya", "USAmbKenya"], "tweet_urls": ["https://t.co/QvMLAOSg96"], "country": "USA", "text_en": "we still cannot get vaccines for so were able to travel with a vaccinated status? Its crazy. Why is there no support here and were forced to travel unvaccinated to the USA to get vaccinated to be considered vaccinated."}, {"id": 1439470772271996938, "verified": false, "tweet_text": "Premier has signed a contract with the federal government,, after that, anyone's life is on their own shoulders, their own responsibility, mostly..if they are willing to get vaccinated,or to wear a mask or not.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Premier has signed a contract with the federal government,, after that, anyone's life is on their own shoulders, their own responsibility, mostly..if they are willing to get vaccinated,or to wear a mask or not."}, {"id": 1439470728009617410, "verified": false, "tweet_text": "@tedcruz Comrade Cabanaboy Cruz\nThe government of your state “orders” the students to be vaccinated to attend school,.. Even TX University's require students to get the meningitis vaccine...\nWill you be removing the above mandates?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["tedcruz"], "country": "USA", "text_en": "Comrade Cabanaboy Cruz The government of your state orders the students to be vaccinated to attend school,.. Even TX University's require students to get the meningitis vaccine... Will you be removing the above mandates?"}, {"id": 1439470680060403714, "verified": false, "tweet_text": "@hill_deeee @MSNBC You are a hero, I hope this information softens hearts and move people to get the shot. I'm fully vaccinated. May your voice continues sounding strong and wise", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["hill_deeee", "MSNBC"], "country": "USA", "text_en": "You are a hero, I hope this information softens hearts and move people to get the shot. I'm fully vaccinated. May your voice continues sounding strong and wise"}, {"id": 1439470677032062979, "verified": false, "tweet_text": "@amanda28ferris Im 0+ and not yet had covid. I am not vaccinated and don't plan on it. 99.2% recovery rate and that's including the sick, the elderly, the obese. I'm healthy, active,  and fit. No personal attack or insult will convince me to go in to get a shot that causes health/heart problems", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["amanda28ferris"], "country": "USA", "text_en": "Im + and not yet had covid. I am not vaccinated and don't plan on it. % recovery rate and that's including the sick, the elderly, the obese. I'm healthy, active, and fit. No personal attack or insult will convince me to go in to get a shot that causes health/heart problems"}, {"id": 1439470675379490826, "verified": false, "tweet_text": "@zionpearl Because it's a very good decision one has taken to be vaccinated. All we want is to get rid of this virus and stay safe away from fear of getting Covid19 and wearing of masks. People should come out in big numbers to be vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["zionpearl"], "country": "USA", "text_en": "Because it's a very good decision one has taken to be vaccinated. All we want is to get rid of this virus and stay safe away from fear of getting Covid19 and wearing of masks. People should come out in big numbers to be vaccinated."}, {"id": 1439470645847502850, "verified": false, "tweet_text": "@SaadTarekmsaad @alosoly @SaudiNews50 Wow, keep following unsourced news, conspiracy theories, and scaring people to not get vaccinated... Good job just do not cry or be upset when a loved one gets sick or even pass away God forbid", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SaadTarekmsaad", "alosoly", "SaudiNews50"], "country": "USA", "text_en": "Wow, keep following unsourced news, conspiracy theories, and scaring people to not get vaccinated... Good job just do not cry or be upset when a loved one gets sick or even pass away God forbid"}, {"id": 1439470565572579333, "verified": false, "tweet_text": "@bigjimmurray Especially the idiots that go around saying just get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["bigjimmurray"], "country": "USA", "text_en": "Especially the idiots that go around saying just get vaccinated."}, {"id": 1439470563722883075, "verified": false, "tweet_text": "@DawnXianaMoon @CodenameMinaLi If you won't get vaccinated for yourself, do it for friends, family, and especially strangers. Getting vaccinated is an act of humanity.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DawnXianaMoon", "CodenameMinaLi"], "country": "USA", "text_en": "If you won't get vaccinated for yourself, do it for friends, family, and especially strangers. Getting vaccinated is an act of humanity."}, {"id": 1439470527245168641, "verified": false, "tweet_text": "For anyone who needs to see this. Get vaccinated before it's too late. https://t.co/raAWbtbPFp", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/raAWbtbPFp"], "country": "USA", "text_en": "For anyone who needs to see this. Get vaccinated before it's too late."}, {"id": 1439470519464517635, "verified": false, "tweet_text": "@NoLieWithBTC @AP This is so tragic. If only folks would have received the vaccine. Now vaccinated folks who could possibly be saved might die unnecessarily and the same with children who had no option to get the shot. How folks can't see the consequences is beyond comprehension. So sad.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["NoLieWithBTC", "AP"], "country": "USA", "text_en": "This is so tragic. If only folks would have received the vaccine. Now vaccinated folks who could possibly be saved might die unnecessarily and the same with children who had no option to get the shot. How folks can't see the consequences is beyond comprehension. So sad."}, {"id": 1439470510337757189, "verified": false, "tweet_text": "That’s what happens when you get vaccinated 😂😂😂 https://t.co/PUNANWhQnV", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/PUNANWhQnV"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "Thats what happens when you get vaccinated"}, {"id": 1439470501198434307, "verified": false, "tweet_text": "@ClayTravis @TheRightMelissa This is the New Racism #NewRacism against #antivaccinated. Bigotry against people who choose their body, their right, to no get Vaccinated. The Left can't get over it. They hate anyone who disagrees with their controlling view. MY BODY, MY RIGHT...", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["NewRacism", "antivaccinated"], "mentions": ["ClayTravis", "TheRightMelissa"], "country": "USA", "text_en": "This is the New Racism against . Bigotry against people who choose their body, their right, to no get Vaccinated. The Left can't get over it. They hate anyone who disagrees with their controlling view. MY BODY, MY RIGHT..."}, {"id": 1439470475902521349, "verified": false, "tweet_text": "@AlumChofu The problem is, you can’t force anyone to be vaccinated. Many of these workers will quit, before they get vaccinated. That will leave these facilities short-handed. How do we replace them?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AlumChofu"], "country": "USA", "text_en": "The problem is, you cant force anyone to be vaccinated. Many of these workers will quit, before they get vaccinated. That will leave these facilities short-handed. How do we replace them?"}, {"id": 1439470444063727616, "verified": false, "tweet_text": "@AdamSchefter get vaccinated kids.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AdamSchefter"], "country": "USA", "text_en": "get vaccinated kids."}, {"id": 1439470440716517377, "verified": false, "tweet_text": "@ThereseEmber I highly encourage my brothers and sisters to get vaccinated. From a risk benefit analysis, to me it just makes sense. When we start getting into it being mandatory, gotta be honest, I’ve got some reservations", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ThereseEmber"], "country": "USA", "text_en": "I highly encourage my brothers and sisters to get vaccinated. From a risk benefit analysis, to me it just makes sense. When we start getting into it being mandatory, gotta be honest, Ive got some reservations"}, {"id": 1439470434756464641, "verified": false, "tweet_text": "As stupid as it is to not get vaccinated, it is the person’s choice. Do not harass them about their choice. They don’t owe an explanation for it either: “I don’t want to” is reason enough. \n\nIt’s their body, let them do what they will with it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "As stupid as it is to not get vaccinated, it is the persons choice. Do not harass them about their choice. They dont owe an explanation for it either: I dont want to is reason enough. Its their body, let them do what they will with it."}, {"id": 1439470423046074369, "verified": false, "tweet_text": "'Pray for me please': Unvaxxed right-wing activist Laura Loomer, 28, reveals she has 'brutal' case of Covid and tells followers to 'get vaccinated and wear a mask' after saying she wanted...\nvia https://t.co/xJz3oVK9fD https://t.co/KidG6P4jEZ", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/xJz3oVK9fD", "https://t.co/KidG6P4jEZ"], "country": "USA", "text_en": "'Pray for me please': Unvaxxed right-wing activist Laura Loomer, , reveals she has 'brutal' case of Covid and tells followers to 'get vaccinated and wear a mask' after saying she wanted... via"}, {"id": 1439470393086119939, "verified": false, "tweet_text": "@placarrubba @carolki13 @LancePinkham @esquireme2 But everyone should wear a mask and get vaccinated.  Such hypocrisy.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["placarrubba", "carolki13", "LancePinkham", "esquireme2"], "country": "USA", "text_en": "But everyone should wear a mask and get vaccinated. Such hypocrisy."}, {"id": 1439470376807899144, "verified": false, "tweet_text": "A small prompt to get vaccinated 😂 https://t.co/6ErQPl6nOK", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/6ErQPl6nOK"], "tweet_emoticons": ["😂"], "country": "USA", "text_en": "A small prompt to get vaccinated"}, {"id": 1439470360143937538, "verified": false, "tweet_text": "@HasibaAmin @RahulGandhi Are you vaccinated? If not then go and have it. Today there is no PR activity but still you will get vaccine.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HasibaAmin", "RahulGandhi"], "country": "USA", "text_en": "Are you vaccinated? If not then go and have it. Today there is no PR activity but still you will get vaccine."}, {"id": 1439470309468430337, "verified": false, "tweet_text": "@7outshooter @cmumadmikelane I mentioned how the unvaccinated are spreading Covid carelessly and the vaccinated aren’t realizing they’re Asymptomatic, and if exposed should should still get tested. People lost their minds, I got so tilted reading it, I deactivated lol", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["7outshooter", "cmumadmikelane"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "I mentioned how the unvaccinated are spreading Covid carelessly and the vaccinated arent realizing theyre Asymptomatic, and if exposed should should still get tested. People lost their minds, I got so tilted reading it, I deactivated lol"}, {"id": 1439470301587197961, "verified": false, "tweet_text": "Had a lovely interaction with Nazeer Ji. He himself got vaccinated and inspired others to get jabbed as well.\nhttps://t.co/qincFV7RcD", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/qincFV7RcD"], "country": "USA", "text_en": "Had a lovely interaction with Nazeer Ji. He himself got vaccinated and inspired others to get jabbed as well."}, {"id": 1439470300412919815, "verified": false, "tweet_text": "@CGombatto @CDCgov How have we gotten to the point where people are willing to sacrifice CHILDREN so that they can own the libs? My god. It’s just sickening to me. This is a vulnerable population we should be protecting, especially because they can’t get vaccinated until age 12.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["CGombatto", "CDCgov"], "country": "USA", "text_en": "How have we gotten to the point where people are willing to sacrifice CHILDREN so that they can own the libs? My god. Its just sickening to me. This is a vulnerable population we should be protecting, especially because they cant get vaccinated until age ."}, {"id": 1439470255240146945, "verified": false, "tweet_text": "@Theresaroets911 I sadly wear a mask for the jackasses who refuse to wear a mask or get vaccinated because I still don't want them to die.\nIs it stupid? Yes.\nShould I not so it? Probably, but I'll keep wearing a mask until the moment we can all say we got past this.\nAlso a Karen is gonna Karen", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Theresaroets911"], "country": "USA", "text_en": "I sadly wear a mask for the jackasses who refuse to wear a mask or get vaccinated because I still don't want them to die. Is it stupid? Yes. Should I not so it? Probably, but I'll keep wearing a mask until the moment we can all say we got past this. Also a Karen is gonna Karen"}, {"id": 1439470172595752961, "verified": false, "tweet_text": "Been away from Twitter for a while, so just to be clear - please get yourself vaccinated and make sure to vote for people with long-term values  for this planet. #politics mode off. Thank you ✌🏻", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["politics"], "tweet_emoticons": ["✌🏻"], "country": "USA", "text_en": "Been away from Twitter for a while, so just to be clear - please get yourself vaccinated and make sure to vote for people with long-term values for this planet. mode off. Thank you"}, {"id": 1439470147941584898, "verified": false, "tweet_text": "@mikeeb88 @aldotcom Get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["mikeeb88", "aldotcom"], "country": "USA", "text_en": "Get vaccinated."}, {"id": 1439470143453663232, "verified": false, "tweet_text": "And people who get #vaccinated for #coronavirus trust them! Loool!! https://t.co/Fr8mpg3JrV", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["vaccinated", "coronavirus"], "tweet_urls": ["https://t.co/Fr8mpg3JrV"], "country": "USA", "text_en": "And people who get for trust them! Loool!!"}, {"id": 1439470077561249798, "verified": false, "tweet_text": "@IanKelly1987 @FayeEsq Which is why informed vaccinated people still wear masks, to protect others, particularly those who cannot get vaccinated e.g. cancer patients.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["IanKelly1987", "FayeEsq"], "country": "USA", "text_en": "Which is why informed vaccinated people still wear masks, to protect others, particularly those who cannot get vaccinated e.g. cancer patients."}, {"id": 1439470052072431618, "verified": false, "tweet_text": "@rbowman271 @NICKIMINAJ Actually the science is showing us the vaccine is not working like we had hoped. Vaccinated people can still get it and spread it", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["rbowman271", "NICKIMINAJ"], "country": "USA", "text_en": "Actually the science is showing us the vaccine is not working like we had hoped. Vaccinated people can still get it and spread it"}, {"id": 1439470035903422464, "verified": false, "tweet_text": "@CarymaRules From what I’ve seen in the “brown” community, vaccine hesitancy has been mostly fuelled by a mistrust and falling prey to conspiracy theories. None of that has anything to do with access or smart phones. My friend in Alberta says he will only get vaccinated if there’s mandate.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["CarymaRules"], "country": "USA", "text_en": "From what Ive seen in the brown community, vaccine hesitancy has been mostly fuelled by a mistrust and falling prey to conspiracy theories. None of that has anything to do with access or smart phones. My friend in Alberta says he will only get vaccinated if theres mandate."}, {"id": 1439470023026819074, "verified": false, "tweet_text": "This is what happens when 70% of Pennsylvania is fully vaccinated. You get to have nice things again https://t.co/rzRfahPJR4", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/rzRfahPJR4"], "country": "USA", "text_en": "This is what happens when % of Pennsylvania is fully vaccinated. You get to have nice things again"}, {"id": 1439470008334110721, "verified": false, "tweet_text": "Not me about to go get vaccinated again https://t.co/1VSymOC9TM", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/1VSymOC9TM"], "country": "USA", "text_en": "Not me about to go get vaccinated again"}, {"id": 1439469939191021568, "verified": false, "tweet_text": "\"Vaccination is our only way out of this pandemic.\"\n\nLIE. There are Safe, Effective, LIFE SAVING, Cheap, Off-Patent Prophylactic &amp; Early Treatment meds\n\n\"So, if you're choosing not to get vaccinated, you're choosing to be left behind. It's as simple as that.\"\n\nREAD NUREMBERG CODE https://t.co/a44ezZGTms", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/a44ezZGTms"], "country": "USA", "text_en": "\"Vaccination is our only way out of this pandemic.\" LIE. There are Safe, Effective, LIFE SAVING, Cheap, Off-Patent Prophylactic &amp; Early Treatment meds \"So, if you're choosing not to get vaccinated, you're choosing to be left behind. It's as simple as that.\" READ NUREMBERG CODE"}, {"id": 1439469873986359300, "verified": true, "tweet_text": "@Northcoteer Let’s hope this prediction is wrong because it translates into about 12 to 30 deaths per day. We shouldn’t accept that. Let’s all stay within restrictions. Get tested as soon as there are any symptoms, get vaccinated post haste and check exposure sites at https://t.co/1ga46IV2nK", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Northcoteer"], "tweet_urls": ["https://t.co/1ga46IV2nK"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Lets hope this prediction is wrong because it translates into about to deaths per day. We shouldnt accept that. Lets all stay within restrictions. Get tested as soon as there are any symptoms, get vaccinated post haste and check exposure sites at"}, {"id": 1439469851467206657, "verified": false, "tweet_text": "@HeyCanceled Indeed! Not protecting the young kids who can’t get vaccinated to me is child abuse!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HeyCanceled"], "country": "USA", "text_en": "Indeed! Not protecting the young kids who cant get vaccinated to me is child abuse!"}, {"id": 1439469849638412291, "verified": false, "tweet_text": "@latbbolch As the (fully vaccinated) parent of a 9-year-old,  this is unfair. My son isn't old enough to get vaccinated and we have to foot the bill for a test with a 3 days or less turn around time?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["latbbolch"], "country": "USA", "text_en": "As the (fully vaccinated) parent of a -year-old, this is unfair. My son isn't old enough to get vaccinated and we have to foot the bill for a test with a days or less turn around time?"}, {"id": 1439469829690298368, "verified": false, "tweet_text": "@thevivafrei @TryFreeSpeech How could we have a vaccine passport without a vaccine or giving people ample time to get vaccinated? Did you think this through at all before hitting tweet?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["thevivafrei", "TryFreeSpeech"], "country": "USA", "text_en": "How could we have a vaccine passport without a vaccine or giving people ample time to get vaccinated? Did you think this through at all before hitting tweet?"}, {"id": 1439469779064999939, "verified": false, "tweet_text": "@DLMtd2 @robincapper @toastfloats Every day tens of thousands more of us get vaccinated. Sure there’s a delay until it’s effective but every day that we keep a boot on the monster’s throat means more of us get protected. Every day is a small victory and people’s lives are being saved. Every. Single. Day.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DLMtd2", "robincapper", "toastfloats"], "country": "USA", "text_en": "Every day tens of thousands more of us get vaccinated. Sure theres a delay until its effective but every day that we keep a boot on the monsters throat means more of us get protected. Every day is a small victory and peoples lives are being saved. Every. Single. Day."}, {"id": 1439469765702062082, "verified": false, "tweet_text": "3/7. It does not mean that you can’t spread the virus and neither does it stop you from getting infected. To my understanding this might as well mean that if you are vaccinated and you get infected, you’ll pass as asymptomatic at best.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "/7. It does not mean that you cant spread the virus and neither does it stop you from getting infected. To my understanding this might as well mean that if you are vaccinated and you get infected, youll pass as asymptomatic at best."}, {"id": 1439469737273085955, "verified": false, "tweet_text": "@Shut_the_fridge It really worries me hearing from my 73yo anti-vax dad in NZ. What is the alternative? Endless lockdowns and no travel? Letting Delta rip through a mostly unvaccinated population and overwhelm the health system? NZ needs to get vaccinated, open the borders and rejoin the world.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Shut_the_fridge"], "country": "USA", "text_en": "It really worries me hearing from my yo anti-vax dad in NZ. What is the alternative? Endless lockdowns and no travel? Letting Delta rip through a mostly unvaccinated population and overwhelm the health system? NZ needs to get vaccinated, open the borders and rejoin the world."}, {"id": 1439469720655196162, "verified": false, "tweet_text": "@eminently_me5 @FlowerElevation @necieheart @ChamorritaMaraj @NICKIMINAJ The vax only protects the person that gets it. But only from extreme outcomes (severe illness or death). Vaccinated individuals can still get and transmit covid. \n\nThe unvaccinated are literally no threat to the vaxxed.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["eminently_me5", "FlowerElevation", "necieheart", "ChamorritaMaraj", "NICKIMINAJ"], "country": "USA", "text_en": "The vax only protects the person that gets it. But only from extreme outcomes (severe illness or death). Vaccinated individuals can still get and transmit covid. The unvaccinated are literally no threat to the vaxxed."}, {"id": 1439469716666392580, "verified": false, "tweet_text": "get vaccinated, wash your hands, wear your mask, keep social distance at crowded places.\nDo it for people you love 🤍 stay safe everyone 🤍", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🤍"], "country": "USA", "text_en": "get vaccinated, wash your hands, wear your mask, keep social distance at crowded places. Do it for people you love stay safe everyone"}, {"id": 1439469704264003586, "verified": false, "tweet_text": "@hill_deeee @MSNBC Using your video I was able to convince a family if 5 to get vaccinated. Thank u, statistics make all the difference.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["hill_deeee", "MSNBC"], "country": "USA", "text_en": "Using your video I was able to convince a family if to get vaccinated. Thank u, statistics make all the difference."}, {"id": 1439469692624723968, "verified": false, "tweet_text": "also as much as some of you want to ignore it’s existence we are still in a global pandemic. it does not matter if you’re vaccinated or wearing a mask, do not get into big crowds (especially indoors) like that.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "also as much as some of you want to ignore its existence we are still in a global pandemic. it does not matter if youre vaccinated or wearing a mask, do not get into big crowds (especially indoors) like that."}, {"id": 1439469671040880642, "verified": false, "tweet_text": "So if you got your jab in Africa or any o the listed countries and want to travel to the UK you'll have to get vaccinated again?.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "So if you got your jab in Africa or any o the listed countries and want to travel to the UK you'll have to get vaccinated again?."}, {"id": 1439469642016333824, "verified": false, "tweet_text": "Lethality for influenza is low, too, but kids get vaccinated. Why? Because it's not low for everyone else. Vaccinations help prevent transmission and mutation. The lethality of *this strain* might be low for kids, but the next one? We don't know.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Lethality for influenza is low, too, but kids get vaccinated. Why? Because it's not low for everyone else. Vaccinations help prevent transmission and mutation. The lethality of *this strain* might be low for kids, but the next one? We don't know."}, {"id": 1439469588110987267, "verified": false, "tweet_text": "@RichardWPickett @TheGameIsMine77 @naval But here in the Philippines for example, vaccine roll out is very slow so a lot of people cannot get vaccinated if they wanted to. It’s in countries like ours where choosing not to wear a mask out in public can absolutely cause more harm than in the west.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["RichardWPickett", "TheGameIsMine77", "naval"], "country": "USA", "text_en": "But here in the Philippines for example, vaccine roll out is very slow so a lot of people cannot get vaccinated if they wanted to. Its in countries like ours where choosing not to wear a mask out in public can absolutely cause more harm than in the west."}, {"id": 1439469461531082753, "verified": false, "tweet_text": "Don’t worry @DouthatNYT If we don’t get enough people vaccinated we’ll eventually have a vaccine-resistant variant that ravages our population and we’ll see that 1 in 50 you’re so thirsty for. https://t.co/J9zk69gmMY", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DouthatNYT"], "tweet_urls": ["https://t.co/J9zk69gmMY"], "country": "USA", "text_en": "Dont worry If we dont get enough people vaccinated well eventually have a vaccine-resistant variant that ravages our population and well see that in youre so thirsty for."}, {"id": 1439469454367277061, "verified": false, "tweet_text": "@_AndreaUrbanFoX another anti-vaxxer who suddenly wants everyone to get vaccinated only after they get sick themselves ah the irony", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["_AndreaUrbanFoX"], "country": "USA", "text_en": "another anti-vaxxer who suddenly wants everyone to get vaccinated only after they get sick themselves ah the irony"}, {"id": 1439469403196702721, "verified": false, "tweet_text": "@SParnis My sister in law refused to get vaccinated as she believes inner peace will give her the protection from COVID virus. She also tried to persuade me not to get the shot.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SParnis"], "country": "USA", "text_en": "My sister in law refused to get vaccinated as she believes inner peace will give her the protection from COVID virus. She also tried to persuade me not to get the shot."}, {"id": 1439469385215881217, "verified": false, "tweet_text": "@SenSchumer How about debt forgiveness for getting vaccinated. Erase college debt for getting vaccinated. Have a tax amnesty for getting vaccinated. Pay section 8 housing for the vaccinated. Reward folks that want to get this over with. A trillion dollars went to Afghanistan...", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SenSchumer"], "country": "USA", "text_en": "How about debt forgiveness for getting vaccinated. Erase college debt for getting vaccinated. Have a tax amnesty for getting vaccinated. Pay section housing for the vaccinated. Reward folks that want to get this over with. A trillion dollars went to Afghanistan..."}, {"id": 1439469374008541185, "verified": true, "tweet_text": "Get Vaccinated. ✌🏻 https://t.co/jU7CtylsnZ", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/jU7CtylsnZ"], "tweet_emoticons": ["✌🏻"], "country": "USA", "text_en": "Get Vaccinated."}, {"id": 1439469365250908160, "verified": false, "tweet_text": "@MariaOaxaca1 @AndrewKaiko @RpsAgainstTrump &gt; CDC said wear a mask if youre not vaccinated\n\nThey did say that before July 4th. It was a good thing to say at the time to motivate people to get vaccinated. Now, they say wear a mask even if vaccinated, because that policy is better now.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["MariaOaxaca1", "AndrewKaiko", "RpsAgainstTrump"], "country": "USA", "text_en": "&gt; CDC said wear a mask if youre not vaccinated They did say that before July th. It was a good thing to say at the time to motivate people to get vaccinated. Now, they say wear a mask even if vaccinated, because that policy is better now."}, {"id": 1439469348658171909, "verified": false, "tweet_text": "@GreetSj @MariaOzLakshmi @MapleLeafAussie @IpseDixitCicero @DanielAndrewsMP This is bullshit.The realization that vaccinated and unvaccinated both transmit and both get sick and can die, will hit the public like a damned bus soon. #VaccinePlus is the only way forward.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["VaccinePlus"], "mentions": ["GreetSj", "MariaOzLakshmi", "MapleLeafAussie", "IpseDixitCicero", "DanielAndrewsMP"], "country": "USA", "text_en": "This is bullshit.The realization that vaccinated and unvaccinated both transmit and both get sick and can die, will hit the public like a damned bus soon. is the only way forward."}, {"id": 1439469345134891009, "verified": false, "tweet_text": "@nz_voter And he’s been pushing for people to get vaccinated, acknowledging days when lots of jabs have been done, etc.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["nz_voter"], "country": "USA", "text_en": "And hes been pushing for people to get vaccinated, acknowledging days when lots of jabs have been done, etc."}, {"id": 1439469344656928768, "verified": false, "tweet_text": "🇺🇸 As an Adult, it's Your Responsibility to Protect:\n\n❤️ Yourself\n❤️ Your Family\n❤️ Other People\n\n➡️ Follow @CDCgov, @WHCOVIDResponse, @NIH and @US_FDA Guidelines\n\n✅ Get Fully #Vaccinated for #COVID19 \n✅ Get #Vaccinated for other Diseases\n✅ Wear a Mask 😷 around other people https://t.co/eetRSYNGti", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Vaccinated", "COVID19", "Vaccinated"], "mentions": ["CDCgov", "WHCOVIDResponse", "NIH", "US_FDA"], "tweet_emoticons": ["✅", "😷", "🇺🇸", "❤️", "➡️"], "country": "USA", "text_en": "As an Adult, it's Your Responsibility to Protect: Yourself Your Family Other People Follow , , and Guidelines Get Fully for Get for other Diseases Wear a Mask around other people"}, {"id": 1439469333739151361, "verified": true, "tweet_text": "A Florida landlord is requiring tenants to get vaccinated or their leases won’t be renewed. Could that mandate hold up in New York? We're taking a look: https://t.co/BzuNWfZYeg", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/BzuNWfZYeg"], "country": "USA", "text_en": "A Florida landlord is requiring tenants to get vaccinated or their leases wont be renewed. Could that mandate hold up in New York? We're taking a look:"}, {"id": 1439469312364924931, "verified": false, "tweet_text": "@ben_engler @unlikelydarling @BadCOVID19Takes Haven’t looked into this specific cases (OR, WA, ID)\n\nI do suggest people get vaccinated.  I wrote threads (linked above) laying out the case for their effectiveness. I’m pro-vaccine, just not mandates.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ben_engler", "unlikelydarling", "BadCOVID19Takes"], "country": "USA", "text_en": "Havent looked into this specific cases (OR, WA, ID) I do suggest people get vaccinated. I wrote threads (linked above) laying out the case for their effectiveness. Im pro-vaccine, just not mandates."}, {"id": 1439469310288617474, "verified": false, "tweet_text": "IPL fans going at Dubai, Abu Dhabi and Sharjah don't need to get a RT-PCR test done 48 hours before entry into the stands, but will need fully vaccinated proof. Kids below 16 won't be allowed in Sharjah. #IPL2021 #IndiasPrideViratKohli #ViratKohli", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["IPL2021", "IndiasPrideViratKohli", "ViratKohli"], "country": "USA", "text_en": "IPL fans going at Dubai, Abu Dhabi and Sharjah don't need to get a RT-PCR test done hours before entry into the stands, but will need fully vaccinated proof. Kids below won't be allowed in Sharjah."}, {"id": 1439469253132832772, "verified": false, "tweet_text": "@IpseDixitCicero @rebeccamillar83 Mandatory teachers on the cards. The kids aren't there for the teachers. The teachers are there for the kids. Without them, they don't have a job. If they truly care they will protect their students the best way they can &amp; get vaccinated, health exemptions excepted. Full stop.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["IpseDixitCicero", "rebeccamillar83"], "country": "USA", "text_en": "Mandatory teachers on the cards. The kids aren't there for the teachers. The teachers are there for the kids. Without them, they don't have a job. If they truly care they will protect their students the best way they can &amp; get vaccinated, health exemptions excepted. Full stop."}, {"id": 1439469236301156356, "verified": false, "tweet_text": "#Pope Francis launches a powerful appeal for people to get #vaccinated with approved #Covid-19 #vaccines, calling it “an act of love.”\n#vatican https://t.co/hWNCph6uAF", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Pope", "vaccinated", "Covid", "vaccines", "vatican"], "tweet_urls": ["https://t.co/hWNCph6uAF"], "country": "USA", "text_en": "Francis launches a powerful appeal for people to get with approved , calling it an act of love."}, {"id": 1439469157574131713, "verified": false, "tweet_text": "@realMrChristie @MissvalCa @Slinkybrowneyes @genuke1 It was written a year ago proving it is complete speculation and not based on science. If the ADE stuff was true then people that are vaccinated would get more sick from coronavirus than the unvaccinated. In reality vaccinated are much less likely to get seriously ill.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["realMrChristie", "MissvalCa", "Slinkybrowneyes", "genuke1"], "country": "USA", "text_en": "It was written a year ago proving it is complete speculation and not based on science. If the ADE stuff was true then people that are vaccinated would get more sick from coronavirus than the unvaccinated. In reality vaccinated are much less likely to get seriously ill."}, {"id": 1439469133947498497, "verified": false, "tweet_text": "@flawlesselecti3 @Cal_Republican Yes. if more people get vaccinated we can finally take our masks off", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["flawlesselecti3", "Cal_Republican"], "country": "USA", "text_en": "Yes. if more people get vaccinated we can finally take our masks off"}, {"id": 1439469118793469953, "verified": false, "tweet_text": "@PRETTYGOD1312 @CaulfieldTim @GidMK @crackedscience @KrishanaSankar @DeNovo_Fatima @GAWHeckman @SabiVM @AstroKatie @BogochIsaac @AllergyKidsDoc But if you get Covid right after getting vaccinated, you count as unvaccinated, even if the vax gave you the variant. If you don’t see the trouble in that, there is no point in arguing.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PRETTYGOD1312", "CaulfieldTim", "GidMK", "crackedscience", "KrishanaSankar", "DeNovo_Fatima", "GAWHeckman", "SabiVM", "AstroKatie", "BogochIsaac", "AllergyKidsDoc"], "country": "USA", "text_en": "But if you get Covid right after getting vaccinated, you count as unvaccinated, even if the vax gave you the variant. If you dont see the trouble in that, there is no point in arguing."}, {"id": 1439469114167160839, "verified": false, "tweet_text": "Anti vaccinationists who are told they will lose their job if they aren’t vaccinated end up acting in ways that will get them fired anyway, like trashing the workplace.\n#COVID19 #GetVaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["COVID19", "GetVaccinated"], "country": "USA", "text_en": "Anti vaccinationists who are told they will lose their job if they arent vaccinated end up acting in ways that will get them fired anyway, like trashing the workplace."}, {"id": 1439469041626726400, "verified": false, "tweet_text": "@julie_koza @SaraGonzalesTX @teresasheeley How can getting vaccinated stop the virus? When you have been vaccinated you can still spread the virus and you can still get the virus. You may not be as sick with the virus when you are vaccinated but you still spread the virus!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["julie_koza", "SaraGonzalesTX", "teresasheeley"], "country": "USA", "text_en": "How can getting vaccinated stop the virus? When you have been vaccinated you can still spread the virus and you can still get the virus. You may not be as sick with the virus when you are vaccinated but you still spread the virus!"}, {"id": 1439469023977218048, "verified": false, "tweet_text": "When you get two posts in a row from nurses in different places, crying out for help, you know there's something seriously wrong. But we've known that for a while now, haven't we?\n\nGET VACCINATED! https://t.co/GhZZ35taXs", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "When you get two posts in a row from nurses in different places, crying out for help, you know there's something seriously wrong. But we've known that for a while now, haven't we? GET VACCINATED!"}, {"id": 1439469011834601472, "verified": false, "tweet_text": "@Anita__Stubbs Can’t wait for my 15 year old to get vaccinated this week. First appointment we could get. My youngest just turned 11, can we get on with approving it for that age please?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Anita__Stubbs"], "country": "USA", "text_en": "Cant wait for my year old to get vaccinated this week. First appointment we could get. My youngest just turned , can we get on with approving it for that age please?"}, {"id": 1439468933006782466, "verified": false, "tweet_text": "@__thefatguy__ @russellcrowe Vaccinated people still get COVID and can spread COVID, they just don’t get as sick. Hence the need for quarantine to save the lives other less fortunate people.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["__thefatguy__", "russellcrowe"], "country": "USA", "text_en": "Vaccinated people still get COVID and can spread COVID, they just dont get as sick. Hence the need for quarantine to save the lives other less fortunate people."}, {"id": 1439468850018406405, "verified": false, "tweet_text": "@HattiePattie2 @ProgressiveEng2 @BreeNewsome People who are vaccinated are far less likely to get and pass on COVID.\n\nIf by \"doesn't stop\" you mean no chance then I guess you would be right but that is an impossible expectation for any vaccine and isn't necessary to reach herd immunity.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["HattiePattie2", "ProgressiveEng2", "BreeNewsome"], "tweet_emoticons": ["xp"], "country": "USA", "text_en": "People who are vaccinated are far less likely to get and pass on COVID. If by \"doesn't stop\" you mean no chance then I guess you would be right but that is an impossible expectation for any vaccine and isn't necessary to reach herd immunity."}, {"id": 1439468832557568000, "verified": false, "tweet_text": "@amanda28ferris Do not get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["amanda28ferris"], "country": "USA", "text_en": "Do not get vaccinated."}, {"id": 1439468831408263168, "verified": false, "tweet_text": "@2SHEA7 @shelbzzzann We are nurses...we know that we can not fix everything...we do the best we can...we pray for wisdom...compassion ....that people Mask Up and get vaccinated...and take care of each other...💙🙏💙😷", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["2SHEA7", "shelbzzzann"], "tweet_emoticons": ["💙", "🙏", "😷"], "country": "USA", "text_en": "We are nurses...we know that we can not fix everything...we do the best we can...we pray for wisdom...compassion ....that people Mask Up and get vaccinated...and take care of each other..."}, {"id": 1439468758578327555, "verified": false, "tweet_text": "Get Vaccinated. Fuck you if you don’t.  Sick of watching healthy people die. Rest In Power Dustin you are and were truly one of the good ones. Love you brother", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Get Vaccinated. Fuck you if you dont. Sick of watching healthy people die. Rest In Power Dustin you are and were truly one of the good ones. Love you brother"}, {"id": 1439468758456668160, "verified": false, "tweet_text": "@ZubyMusic Get vaxed for your own safety and securing your job and wealth.\nThey are very powerful people who have forcefully vaccinated clintons, trumps, putins, jinpins, sauds, etc.\nEither surrender by getting vaccinated or loose everything to them.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ZubyMusic"], "country": "USA", "text_en": "Get vaxed for your own safety and securing your job and wealth. They are very powerful people who have forcefully vaccinated clintons, trumps, putins, jinpins, sauds, etc. Either surrender by getting vaccinated or loose everything to them."}, {"id": 1439468718111617024, "verified": false, "tweet_text": "@APpredictions @Cal_Republican Yep, and we need more people to get vaccinated or else even the vaccinated will have to wear masks", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["APpredictions", "Cal_Republican"], "country": "USA", "text_en": "Yep, and we need more people to get vaccinated or else even the vaccinated will have to wear masks"}, {"id": 1439468699530895368, "verified": false, "tweet_text": "@SteveHofstetter And she has a son with Down Syndrome, which makes him a high risk for Covid. I hope she allowed him to get vaccinated. 🙄", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SteveHofstetter"], "tweet_emoticons": ["🙄"], "country": "USA", "text_en": "And she has a son with Down Syndrome, which makes him a high risk for Covid. I hope she allowed him to get vaccinated."}, {"id": 1439468632929570816, "verified": false, "tweet_text": "@LungTxDoc A friend and I would like to take out a billboard -- but I am at a complete loss as to what to say to convince people to take 15 min to get themselves safely vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["LungTxDoc"], "tweet_emoticons": ["xD"], "country": "USA", "text_en": "A friend and I would like to take out a billboard -- but I am at a complete loss as to what to say to convince people to take min to get themselves safely vaccinated."}, {"id": 1439468582388346880, "verified": false, "tweet_text": "Gee looks like the only solution would be to get vaccinated. \n\nThat would really own the libs. https://t.co/7fNcMkeJcq", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/7fNcMkeJcq"], "country": "USA", "text_en": "Gee looks like the only solution would be to get vaccinated. That would really own the libs."}, {"id": 1439468570870648832, "verified": false, "tweet_text": "@kellymoses1 @MatthewDWard @GetInvolvedIRL How? Do you want me to take video of patient after patient telling me that this is the sickest they have been in their life and begging me not to let them die? you don’t want it in your head anymore than I want it in mine. Get vaccinated or don’t call 911, stay out of the ER", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["kellymoses1", "MatthewDWard", "GetInvolvedIRL"], "country": "USA", "text_en": "How? Do you want me to take video of patient after patient telling me that this is the sickest they have been in their life and begging me not to let them die? you dont want it in your head anymore than I want it in mine. Get vaccinated or dont call , stay out of the ER"}, {"id": 1439468465459384321, "verified": false, "tweet_text": "are there really a group of people in this country that is saying \"Covid 19 is not real, stop wearing masks and don't get vaccinated\"? i thought the government was enough of a shitshow", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "are there really a group of people in this country that is saying \"Covid is not real, stop wearing masks and don't get vaccinated\"? i thought the government was enough of a shitshow"}, {"id": 1439468465039888386, "verified": false, "tweet_text": "@Cal_Republican @flawlesselecti3 Its a personal choice to get vaccinated or not but if you want to not wear a mask anymore and you want freedom you MUST get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Cal_Republican", "flawlesselecti3"], "country": "USA", "text_en": "Its a personal choice to get vaccinated or not but if you want to not wear a mask anymore and you want freedom you MUST get vaccinated."}, {"id": 1439468420718907394, "verified": false, "tweet_text": "It’s time to go ahead and keep your guns and lay down your mental arms. Get vaccinated you fuqqing assholes.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Its time to go ahead and keep your guns and lay down your mental arms. Get vaccinated you fuqqing assholes."}, {"id": 1439468390364499968, "verified": false, "tweet_text": "from the virus and all other mutations of the virus 🤔 I'm fully vaccinated but I don't believe it's a magic shield. I may or may not get it and I'm fine with that. I've accepted my fate whatever it may be.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "from the virus and all other mutations of the virus I'm fully vaccinated but I don't believe it's a magic shield. I may or may not get it and I'm fine with that. I've accepted my fate whatever it may be."}, {"id": 1439468362329845763, "verified": false, "tweet_text": "Please, stop with the bullshit. Get vaccinated. https://t.co/4yRxS3iVlm", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/4yRxS3iVlm"], "country": "USA", "text_en": "Please, stop with the bullshit. Get vaccinated."}, {"id": 1439468318260297729, "verified": false, "tweet_text": "@awalrmdhann sumpah gpp kok. ini kan hal lumrah krn tubuh kita itu dimasukkan 'benda asing' jadi defense gitu. efek yg biasa kok jadi jangan takut vaksin yaa. harus prepare aja kalo emg ada gejala yg berat. let's get vaccinated!", "tweet_lang": "in", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["awalrmdhann"]}, {"id": 1439468312992182275, "verified": false, "tweet_text": "Follow the Health Protocols and Get Vaccinated to Prevent the Increase of Covid-19 Active Cases.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Follow the Health Protocols and Get Vaccinated to Prevent the Increase of Covid-19 Active Cases."}, {"id": 1439468310777663488, "verified": false, "tweet_text": "#GladysSuperSpreader Opens up faster than the national plan then it looks like NSW is really in for some tough days ahead.  Especially as case numbers are already higher than Vic.  I suggest we all do the things we can control, wear masks, get vaccinated, and also get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["GladysSuperSpreader"], "country": "USA", "text_en": "Opens up faster than the national plan then it looks like NSW is really in for some tough days ahead. Especially as case numbers are already higher than Vic. I suggest we all do the things we can control, wear masks, get vaccinated, and also get vaccinated."}, {"id": 1439468288447156226, "verified": false, "tweet_text": "@AIMEEJOSELLIA They like to pick on the defenseless such as civil servants &amp; people in the customer service field. If they are that upset maybe they should get vaccinated or stay TF home &amp; Uber eats it.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AIMEEJOSELLIA"], "country": "USA", "text_en": "They like to pick on the defenseless such as civil servants &amp; people in the customer service field. If they are that upset maybe they should get vaccinated or stay TF home &amp; Uber eats it."}, {"id": 1439468263721816067, "verified": false, "tweet_text": "@davidestcourt @theage Got vaccinated ? Good.\nYou will get more jabs when your vaccine passport expires after 12 months. 🤡 https://t.co/gCnowvTKLC", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["davidestcourt", "theage"], "tweet_emoticons": ["🤡", "xp"], "country": "USA", "text_en": "Got vaccinated ? Good. You will get more jabs when your vaccine passport expires after months."}, {"id": 1439468251088576513, "verified": false, "tweet_text": "Daily reminder LOADS of kids can’t get vaccinated WELL before Covid for health reasons, they privately and confidentially get a waiver at school. YOUR VACCINE PASSPORT SHIT IS ABLEIST, NAZI BULLSHIT BC YOU ARE TOO AFRAID TO DEMAND *REAL* FUCKING CHANGE. COWARDS.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Daily reminder LOADS of kids cant get vaccinated WELL before Covid for health reasons, they privately and confidentially get a waiver at school. YOUR VACCINE PASSPORT SHIT IS ABLEIST, NAZI BULLSHIT BC YOU ARE TOO AFRAID TO DEMAND *REAL* FUCKING CHANGE. COWARDS."}, {"id": 1439468166862852096, "verified": false, "tweet_text": "@Ianbins Biden this last week has signed executive order mandating all Federal Employees to get vaccinated before November 20th or be fired. Military service members have also been mandated. Soon all police/fire will be required as well. See where this is going. Not good times ahead.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Ianbins"], "country": "USA", "text_en": "Biden this last week has signed executive order mandating all Federal Employees to get vaccinated before November th or be fired. Military service members have also been mandated. Soon all police/fire will be required as well. See where this is going. Not good times ahead."}, {"id": 1439468133346074624, "verified": false, "tweet_text": "Get vaccinated so everyone is able to see @Olivia_Rodrigo  (and more) live in concert https://t.co/l5I4ja9t3B", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Olivia_Rodrigo"], "tweet_urls": ["https://t.co/l5I4ja9t3B"], "country": "USA", "text_en": "Get vaccinated so everyone is able to see (and more) live in concert"}, {"id": 1439468107681173508, "verified": false, "tweet_text": "@GeorgiaLadbury My mum is in hospital and tested +ve on admission. She is 86 and double vaccinated so I am hoping this will get her through. The T&amp;T ers phoned us at home to speak to her. I said I could speak for her. Told her to isolate (I said she’s in hospital). Asked where she had been prior", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["GeorgiaLadbury"], "country": "USA", "text_en": "My mum is in hospital and tested +ve on admission. She is and double vaccinated so I am hoping this will get her through. The T&amp;T ers phoned us at home to speak to her. I said I could speak for her. Told her to isolate (I said shes in hospital). Asked where she had been prior"}, {"id": 1439468105374261253, "verified": false, "tweet_text": "Here’s how to get Republicans vaccinated. https://t.co/JXv1wR0UJ7", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Heres how to get Republicans vaccinated."}, {"id": 1439467973706616832, "verified": false, "tweet_text": "FULLY VACCINATED BESTIES !!! \nonly sexy people get vaccinated, it’s true", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "FULLY VACCINATED BESTIES !!! only sexy people get vaccinated, its true"}, {"id": 1439467936767348738, "verified": false, "tweet_text": "LOCKDOWN NUMBER IDK.\nSTAY HOME.\nSTAY SAFE.\nGET VACCINATED ❤️ https://t.co/x2O6lkc8J7", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["❤️"], "country": "USA", "text_en": "LOCKDOWN NUMBER IDK. STAY HOME. STAY SAFE. GET VACCINATED"}, {"id": 1439467931449049090, "verified": false, "tweet_text": "Finally convinced my mom to let me get vaccinated🙌🏻💖", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🙌🏻", "💖"], "country": "USA", "text_en": "Finally convinced my mom to let me get vaccinated"}, {"id": 1439467877317242883, "verified": false, "tweet_text": "@dwilliams1210 In BC, Canada where I live you cannot go into a restaurant or sporting event etc without showing your vaccine passport….causing a lot of conflict with the anti-vaccers but the lineups to get vaccinated are longer👍🏻", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["dwilliams1210"], "tweet_emoticons": ["👍🏻"], "country": "USA", "text_en": "In BC, Canada where I live you cannot go into a restaurant or sporting event etc without showing your vaccine passport.causing a lot of conflict with the anti-vaccers but the lineups to get vaccinated are longer"}, {"id": 1439467852948336640, "verified": false, "tweet_text": "@SallyRMelb @DaveMilbo I honestly don't know bc I simply feel too overwhelmed. I can only stress the absolute dire situation that's coming &amp; urge everyone to please get vaccinated, please remember #COVIDisAirborne &amp; lingers in the air you breathe. Wear a well fitting mask, ⬆️Ventilation &amp; filtrate air.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["COVIDisAirborne"], "mentions": ["SallyRMelb", "DaveMilbo"], "tweet_emoticons": ["⬆️"], "country": "USA", "text_en": "I honestly don't know bc I simply feel too overwhelmed. I can only stress the absolute dire situation that's coming &amp; urge everyone to please get vaccinated, please remember &amp; lingers in the air you breathe. Wear a well fitting mask, Ventilation &amp; filtrate air."}, {"id": 1439467839086235652, "verified": false, "tweet_text": "@Conigman @waynezol64 @Kon__K Missed the could. ‘The researchers found that vaccinated people with the Delta variant could have a viral load similar to those who had not received a vaccination’. Get that probabilistic reasoning checked", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Conigman", "waynezol64", "Kon__K"], "country": "USA", "text_en": "Missed the could. The researchers found that vaccinated people with the Delta variant could have a viral load similar to those who had not received a vaccination. Get that probabilistic reasoning checked"}, {"id": 1439467805334704129, "verified": false, "tweet_text": "@piersmorgan Totally avoidable? Vaccinated people get covid too.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["piersmorgan"], "country": "USA", "text_en": "Totally avoidable? Vaccinated people get covid too."}, {"id": 1439467797525016577, "verified": false, "tweet_text": "🇺🇸 Unvaccinated People are:\n\n✔️ 17x more likely to be Hospitalized\n✔️ More likely to Die from #COVID19\n\n✅ Get Fully #Vaccinated for #COVID19\n✅ Get #Vaccinated for other Diseases\n✅ Wear a Mask 😷\n✅ Avoid Large Crowds\n✅ Wash Your Hands\n\n🖥️ https://t.co/N01AEjn3Aq | @CDCgov https://t.co/nTkj9HeWkC", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["COVID19", "Vaccinated", "COVID19", "Vaccinated"], "mentions": ["CDCgov"], "tweet_urls": ["https://t.co/N01AEjn3Aq"], "tweet_emoticons": ["🖥️", "✅", "😷", "🇺🇸", "✔️"], "country": "USA", "text_en": "Unvaccinated People are: x more likely to be Hospitalized More likely to Die from Get Fully for Get for other Diseases Wear a Mask Avoid Large Crowds Wash Your Hands |"}, {"id": 1439467743422533638, "verified": false, "tweet_text": "@paulbrandt Does one bout of the flu prevent you from ever getting the flu again? No.\nGetting the vaccine lessons your chances of ending up in the hospital if you do get it again. Please get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["paulbrandt"], "country": "USA", "text_en": "Does one bout of the flu prevent you from ever getting the flu again? No. Getting the vaccine lessons your chances of ending up in the hospital if you do get it again. Please get vaccinated."}, {"id": 1439467723168223237, "verified": false, "tweet_text": "@atrupar A little off topic, but as someone else pointed out, if this virus presented physically, like Ebola or Leprosy, there would be a mad scramble to get  vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["atrupar"], "country": "USA", "text_en": "A little off topic, but as someone else pointed out, if this virus presented physically, like Ebola or Leprosy, there would be a mad scramble to get vaccinated."}, {"id": 1439467644558528512, "verified": false, "tweet_text": "toxic ng girlfriend ng kuya ko kklk. My brother wants to get vaccinated here in our province and SHE WANTS HIM TO FCKING TRAVEL TO MANILA TO GET HIS 2ND DOSE???! Gurl f u", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "toxic ng girlfriend ng kuya ko kklk. My brother wants to get vaccinated here in our province and SHE WANTS HIM TO FCKING TRAVEL TO MANILA TO GET HIS ND DOSE???! Gurl f u"}, {"id": 1439467640313942016, "verified": false, "tweet_text": "@stefan_edge @Damian_fasciani @SharnelleVella Overtime it will calm down and we can live life as normal, but only if you, and everyone else who can, get vaccinated. The answer is in plain sight - It’s not rocket surgery!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["stefan_edge", "Damian_fasciani", "SharnelleVella"], "country": "USA", "text_en": "Overtime it will calm down and we can live life as normal, but only if you, and everyone else who can, get vaccinated. The answer is in plain sight - Its not rocket surgery!"}, {"id": 1439467634643378182, "verified": false, "tweet_text": "Please get vaccinated. We owe it to the exhausted doctors and nurses who deserve a break.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Please get vaccinated. We owe it to the exhausted doctors and nurses who deserve a break."}, {"id": 1439467626451795969, "verified": true, "tweet_text": "Non empirical observation:\n\nI'm seeing a lot less tweets about covid, vaccinations/no vaccinations, and masks/no masks.\n\nYayyyyyyyy\n\nNo one has convinced anyone to get vaccinated or not get vaccinated on twitter ha ha...\n\nJust continue stanning your favorite celeb &amp; move on.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Non empirical observation: I'm seeing a lot less tweets about covid, vaccinations/no vaccinations, and masks/no masks. Yayyyyyyyy No one has convinced anyone to get vaccinated or not get vaccinated on twitter ha ha... Just continue stanning your favorite celeb &amp; move on."}, {"id": 1439467587528654849, "verified": false, "tweet_text": "@seattletimes You have every right (unfortunately) to not get vaccinated, but don't be the least bit surprised about the consequences. If your \"freedom\" to choose to put others at risk is THAT important, then you should have no problem with whatever happens because of that.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["seattletimes"], "country": "USA", "text_en": "You have every right (unfortunately) to not get vaccinated, but don't be the least bit surprised about the consequences. If your \"freedom\" to choose to put others at risk is THAT important, then you should have no problem with whatever happens because of that."}, {"id": 1439467535414480896, "verified": false, "tweet_text": "I no longer feel for the adults choosing to not get vaccinated BUT dead children will always be a bridge too far. Always.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "I no longer feel for the adults choosing to not get vaccinated BUT dead children will always be a bridge too far. Always."}, {"id": 1439467512324755458, "verified": false, "tweet_text": "@PaulaProgressiv Eh he’s a kid.a kid that I’m sure got vaccinated but still needs to get back to some sense of normal. Maybe they wore masks the whole time :)", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PaulaProgressiv"], "tweet_emoticons": [":)"], "country": "USA", "text_en": "Eh hes a kid.a kid that Im sure got vaccinated but still needs to get back to some sense of normal. Maybe they wore masks the whole time"}, {"id": 1439467495132471297, "verified": false, "tweet_text": "@BamaCrazy1 @margaretmcewe10 @NBCDFW A vaccine that has 90% efficacy means that if 100 million people are vaccinated, 10 million will get a breakthrough infection. Math. Unvaccinated people are likely to contract Covid at a 4x higher rate. Again. Math. There is no downside to the vaccine. None.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BamaCrazy1", "margaretmcewe10", "NBCDFW"], "country": "USA", "text_en": "A vaccine that has % efficacy means that if million people are vaccinated, million will get a breakthrough infection. Math. Unvaccinated people are likely to contract Covid at a x higher rate. Again. Math. There is no downside to the vaccine. None."}, {"id": 1439467492632453123, "verified": false, "tweet_text": "@DanielAndrewsMP that’s all well and good for fully vaccinated people, what about people that can’t get vaccinated due to medical grounds?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DanielAndrewsMP"], "country": "USA", "text_en": "thats all well and good for fully vaccinated people, what about people that cant get vaccinated due to medical grounds?"}, {"id": 1439467436680433670, "verified": false, "tweet_text": "SOMETHING TO CONSIDER;   IF YOU ARE NOT VACCINATED YOU CAN GET VACCINATED.  IF YOU ARE VACCINATED YOU CAN NOT GET UN-VACCINATED", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "SOMETHING TO CONSIDER; IF YOU ARE NOT VACCINATED YOU CAN GET VACCINATED. IF YOU ARE VACCINATED YOU CAN NOT GET UN-VACCINATED"}, {"id": 1439467418531897346, "verified": false, "tweet_text": "@TheMulletBird @FirearmsRetro Trump asked for his supporters to get vaccinated and they booed in a rally", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TheMulletBird", "FirearmsRetro"], "country": "USA", "text_en": "Trump asked for his supporters to get vaccinated and they booed in a rally"}, {"id": 1439467376639021057, "verified": false, "tweet_text": "Wear your mask and get vaccinated &lt;3 https://t.co/g9GB2lik1E", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Wear your mask and get vaccinated &lt;3"}, {"id": 1439467296645390337, "verified": false, "tweet_text": "✅ Doesn't take the pandemic seriously.\n✅ Spreads conspiracy theories.\n✅ Refuses to get vaccinated.\n✅ Totally not a racist.\n✅ Catches COVID-19.\n✅ Friends and family ask for prayers.\n✅ Dies.\n🏆 We honor \"Pastor\" Nathan Ridgeway with a #HermanCainAward. https://t.co/VECUNBS8TS", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["HermanCainAward"], "tweet_emoticons": ["✅", "🏆"], "country": "USA", "text_en": "Doesn't take the pandemic seriously. Spreads conspiracy theories. Refuses to get vaccinated. Totally not a racist. Catches COVID-19. Friends and family ask for prayers. Dies. We honor \"Pastor\" Nathan Ridgeway with a ."}, {"id": 1439467277624037379, "verified": false, "tweet_text": "@CNN I haven’t had a flu shot ever &amp; the last time I was vaccinated before the Covid Vac was elementary. Reason for the CV19 Vac is of a personal reasons &amp; I rarely get sick. Some may think bad decision, but No. 2 out of my 5 kids have had the covid virus &amp; R doing fine.#ATEN🌘💙", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["ATEN"], "mentions": ["CNN"], "tweet_emoticons": ["🌘", "💙"], "country": "USA", "text_en": "I havent had a flu shot ever &amp; the last time I was vaccinated before the Covid Vac was elementary. Reason for the CV19 Vac is of a personal reasons &amp; I rarely get sick. Some may think bad decision, but No. out of my kids have had the covid virus &amp; R doing fine."}, {"id": 1439467247282659336, "verified": false, "tweet_text": "@shelbzzzann @freddyatton Use your PPE. Get vaccinated and prepare yourself for heartbreak. They are throwing you in the deep end. You'll need to take care of your emotional health. Take care, Shelbz", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["shelbzzzann", "freddyatton"], "country": "USA", "text_en": "Use your PPE. Get vaccinated and prepare yourself for heartbreak. They are throwing you in the deep end. You'll need to take care of your emotional health. Take care, Shelbz"}, {"id": 1439467204395749386, "verified": false, "tweet_text": "@cathy37087679 @IndianaHSGOTW @BillFOXLA @FoxNews Just get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["cathy37087679", "IndianaHSGOTW", "BillFOXLA", "FoxNews"], "country": "USA", "text_en": "Just get vaccinated"}, {"id": 1439467191577890816, "verified": false, "tweet_text": "@johnhhaskell @lackey_chip @BillFOXLA @Liz_Wheeler @FoxNews If only we had a competent President who didn’t mandate employees to get vaccinated, but allows thousands of migrants to cross our borders without even a test. Name another country we can just walk over their borders.. oh America", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["johnhhaskell", "lackey_chip", "BillFOXLA", "Liz_Wheeler", "FoxNews"], "country": "USA", "text_en": "If only we had a competent President who didnt mandate employees to get vaccinated, but allows thousands of migrants to cross our borders without even a test. Name another country we can just walk over their borders.. oh America"}, {"id": 1439467164281548801, "verified": false, "tweet_text": "@BarryLe12 @MSNBC Because vaccines are not cures. You can still get the virus and spread it to others. Others that cannot be vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BarryLe12", "MSNBC"], "country": "USA", "text_en": "Because vaccines are not cures. You can still get the virus and spread it to others. Others that cannot be vaccinated."}, {"id": 1439467156597444608, "verified": false, "tweet_text": "@JerasIkehorn I'm not that fine with it because I just don't believe there are that many people out there who are refusing to get vaccinated to make it warranted. This is just the govt blaming the ppl for the fact they didn't order enough vaccines from the beginning.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["JerasIkehorn"], "country": "USA", "text_en": "I'm not that fine with it because I just don't believe there are that many people out there who are refusing to get vaccinated to make it warranted. This is just the govt blaming the ppl for the fact they didn't order enough vaccines from the beginning."}, {"id": 1439467141736980482, "verified": false, "tweet_text": "@ApicellaCarmel @PRGuy17 @CaraMia200 @DanielAndrewsMP How long do you think we can all just stay at home? I am sympathetic towards people who can't get vaccinated but everyone can now. There has to be a roadmap. We eventually have to come out of lockdown.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["ApicellaCarmel", "PRGuy17", "CaraMia200", "DanielAndrewsMP"], "country": "USA", "text_en": "How long do you think we can all just stay at home? I am sympathetic towards people who can't get vaccinated but everyone can now. There has to be a roadmap. We eventually have to come out of lockdown."}, {"id": 1439467133604302852, "verified": false, "tweet_text": "Must remember to check profiles before commenting on some troll like comment. Often they are from some anti vax/anti lockdown idiot. As they say you can’t argue with stupid so I shouldn’t waste my energy. As someone who has lost family to Covid, please get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Must remember to check profiles before commenting on some troll like comment. Often they are from some anti vax/anti lockdown idiot. As they say you cant argue with stupid so I shouldnt waste my energy. As someone who has lost family to Covid, please get vaccinated."}, {"id": 1439467129938460680, "verified": false, "tweet_text": "@nunyabiz55 My boss, who is vaccinated, just informed the entire staff (also vaccinated) that she has covid. Now there’s complete chaos at work because everyone needs to get tested just to be safe &amp; figure out if there’s more people who might be sick.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["nunyabiz55"], "country": "USA", "text_en": "My boss, who is vaccinated, just informed the entire staff (also vaccinated) that she has covid. Now theres complete chaos at work because everyone needs to get tested just to be safe &amp; figure out if theres more people who might be sick."}, {"id": 1439467122699214849, "verified": false, "tweet_text": "@I_luv_HBK @rosemcgowan No. They should stop being selfish irresponsible f*cks and get vaccinated.\n\nWe don’t let people “decide for themselves” whether they’re going to drive drunk, or set fires, or dump toxic garbage in the town reservoir.\n\nIt’s simple: don’t do stuff that can kill your neighbors.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["I_luv_HBK", "rosemcgowan"], "country": "USA", "text_en": "No. They should stop being selfish irresponsible f*cks and get vaccinated. We dont let people decide for themselves whether theyre going to drive drunk, or set fires, or dump toxic garbage in the town reservoir. Its simple: dont do stuff that can kill your neighbors."}, {"id": 1439467059084025857, "verified": false, "tweet_text": "pls get vaccinated so i can see lorde live", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "pls get vaccinated so i can see lorde live"}, {"id": 1439467032290996229, "verified": false, "tweet_text": "@abby4thepeople @SugaSheen16 For my kids 12th birthday he wants \"the new C.O.D and no c.o.v.i.d\" lol. I guess I need to make his vaccine appointment and yes, I told him it's still possible to get it. We lost 4 that were not vaccinated in 2020-early 2021.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["abby4thepeople", "SugaSheen16"], "country": "USA", "text_en": "For my kids th birthday he wants \"the new C.O.D and no c.o.v.i.d\" lol. I guess I need to make his vaccine appointment and yes, I told him it's still possible to get it. We lost that were not vaccinated in -early ."}, {"id": 1439467000007380992, "verified": false, "tweet_text": "@davrosz Remember to renew your vaccine status in your vaccine passport after a year when your vaccine passport runs out of date and you gonna have to get 🐑vaccinated again. 🤡", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["davrosz"], "tweet_emoticons": ["🐑", "🤡"], "country": "USA", "text_en": "Remember to renew your vaccine status in your vaccine passport after a year when your vaccine passport runs out of date and you gonna have to get vaccinated again."}, {"id": 1439466962694836224, "verified": false, "tweet_text": "@luccaskunk @JohnKrahn2 @pray2pesci @MucusMucous @BruceRayCarr1 @JHerbatov @robinmcstay @zebub_b_l @A_Damned_smith @WmManry @wiguy45 @SwordFinger @BabeTruth2 @zalphaprime @VelvetEven @hesanaughtyboy @HankStern2 @ic_lib @NumbersMean @Steve_S_1967 @RealRaviolius @Wolfpak561 @kester_lowers @AndrewRChapman @SiegelBonnie @EmilyBanting1 @charlottejass @SLordDampnut @Rws1000Robert @waragoodwarfare @Quiptography @1pckt @HeathenWombat @GodflyThe @offender_repeat @ur_buddy777 @willsworldview @GoatMunch @oohglobbits5 @fixedintime @smug2bme @Debbie25808035 @Enby896 @Athiestica @Reid_CO @LuEleison @FullMetalJa @SDarkmore @Alliste35661241 @CandySmith74 Mandated vaccination have been use but now in this manner as how Biden is doing it.  President Biden has turn vaccinations into a political weapon against US businesses/workers/military. Saying if employees or military don't get vaccinated they will lose their jobs.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["luccaskunk", "JohnKrahn2", "pray2pesci", "MucusMucous", "BruceRayCarr1", "JHerbatov", "robinmcstay", "zebub_b_l", "A_Damned_smith", "WmManry", "wiguy45", "SwordFinger", "BabeTruth2", "zalphaprime", "VelvetEven", "hesanaughtyboy", "HankStern2", "ic_lib", "NumbersMean", "Steve_S_1967", "RealRaviolius", "Wolfpak561", "kester_lowers", "AndrewRChapman", "SiegelBonnie", "EmilyBanting1", "charlottejass", "SLordDampnut", "Rws1000Robert", "waragoodwarfare", "Quiptography", "1pckt", "HeathenWombat", "GodflyThe", "offender_repeat", "ur_buddy777", "willsworldview", "GoatMunch", "oohglobbits5", "fixedintime", "smug2bme", "Debbie25808035", "Enby896", "Athiestica", "Reid_CO", "LuEleison", "FullMetalJa", "SDarkmore", "Alliste35661241", "CandySmith74"], "country": "USA", "text_en": "Mandated vaccination have been use but now in this manner as how Biden is doing it. President Biden has turn vaccinations into a political weapon against US businesses/workers/military. Saying if employees or military don't get vaccinated they will lose their jobs."}, {"id": 1439466944571183108, "verified": false, "tweet_text": "@rpcounat @simmo_dwyer @DanielAndrewsMP The big hint is, if you can, get fully vaccinated asap!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["rpcounat", "simmo_dwyer", "DanielAndrewsMP"], "country": "USA", "text_en": "The big hint is, if you can, get fully vaccinated asap!"}, {"id": 1439466923733946370, "verified": false, "tweet_text": "@96fps Hardly at all, and quit fucking with peoples heads when we need people to get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["96fps"], "country": "USA", "text_en": "Hardly at all, and quit fucking with peoples heads when we need people to get vaccinated"}, {"id": 1439466906465935367, "verified": false, "tweet_text": "@RabeeTourky Some people cannot, medically, get vaccinated. Should anybody be allowed to know that about them?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["RabeeTourky"], "country": "USA", "text_en": "Some people cannot, medically, get vaccinated. Should anybody be allowed to know that about them?"}, {"id": 1439466790996746240, "verified": false, "tweet_text": "@NRafter @Queenroo @Dee_Liberate @TehseenLadha @PopAlberta No I don’t. I’ve barely done anything since this began and I’m ducking pissed off at those who won’t get vaccinated and at the policies of the UCP. Unfortunately with brain cancers, traumas, strokes being affected and patients flown to Ontario, we are in a very bad situation", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["NRafter", "Queenroo", "Dee_Liberate", "TehseenLadha", "PopAlberta"], "country": "USA", "text_en": "No I dont. Ive barely done anything since this began and Im ducking pissed off at those who wont get vaccinated and at the policies of the UCP. Unfortunately with brain cancers, traumas, strokes being affected and patients flown to Ontario, we are in a very bad situation"}, {"id": 1439466783715430406, "verified": false, "tweet_text": "The left’s anger towards noncompliance for the vaccines is starting to turn malevolent. They want you to get #vaccinated to “protect” yourself and others, but if you don’t get the #vaccine, they actually want you to die of severe Covid illness. \nIt’s an incredible time.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["vaccinated", "vaccine"], "country": "USA", "text_en": "The lefts anger towards noncompliance for the vaccines is starting to turn malevolent. They want you to get to protect yourself and others, but if you dont get the , they actually want you to die of severe Covid illness. Its an incredible time."}, {"id": 1439466781832265728, "verified": false, "tweet_text": "@BeccaRyun @Melissa19261499 I am vaccinated and believe you have the right not to do it. But I really really hope more people get vaccinated. A friend working at a large hospital told me last night they have been overwhelmed by severe cases and most of the deaths are the unvaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BeccaRyun", "Melissa19261499"], "country": "USA", "text_en": "I am vaccinated and believe you have the right not to do it. But I really really hope more people get vaccinated. A friend working at a large hospital told me last night they have been overwhelmed by severe cases and most of the deaths are the unvaccinated."}, {"id": 1439466775133843459, "verified": false, "tweet_text": "@SuperSmashDogs3 TOs: for the sake of our community, we are asking that all of our players attending tournaments get vaccinated to help keep each other and our families healthy and safe.\n\nT0mmy: FASCIST SEGREGATION\n\nfml", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SuperSmashDogs3"], "country": "USA", "text_en": "TOs: for the sake of our community, we are asking that all of our players attending tournaments get vaccinated to help keep each other and our families healthy and safe. T0mmy: FASCIST SEGREGATION fml"}, {"id": 1439466660147068931, "verified": false, "tweet_text": "@micjmac @Quartermain10 Just get vaccinated. No need to fart arse about saying no to everything. Just get it done. Also remember it's not about YOU. It's about your family, those mates of yours who have health issues", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["micjmac", "Quartermain10"], "country": "USA", "text_en": "Just get vaccinated. No need to fart arse about saying no to everything. Just get it done. Also remember it's not about YOU. It's about your family, those mates of yours who have health issues"}, {"id": 1439466658821656578, "verified": false, "tweet_text": "Get vaccinated and don’t forget to vote!! #Elxn44 https://t.co/xN8AqWu8co", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Elxn44"], "country": "USA", "text_en": "Get vaccinated and dont forget to vote!!"}, {"id": 1439466607424806915, "verified": false, "tweet_text": "Hey, all you conspiracy theory addicts - \nThere are no hidden meanings. \nThere just aren't. \nThose are just stories you made up so a world you didn't understand wouldn't scare you so much.\nJust give it up.\nAnd get vaccinated, so you don't get sick and die.\nThat's all there is.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "Hey, all you conspiracy theory addicts - There are no hidden meanings. There just aren't. Those are just stories you made up so a world you didn't understand wouldn't scare you so much. Just give it up. And get vaccinated, so you don't get sick and die. That's all there is."}, {"id": 1439466594627776513, "verified": false, "tweet_text": "2nd dose complete, took Paracetamol beforehand &amp; there was no mild pain this time. Go Get Vaccinated.\n\nhttps://t.co/Ohu83WvA8Y https://t.co/7DjfK4hrmR", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/Ohu83WvA8Y"], "country": "USA", "text_en": "nd dose complete, took Paracetamol beforehand &amp; there was no mild pain this time. Go Get Vaccinated."}, {"id": 1439466579004116997, "verified": false, "tweet_text": "@juanegade Omfg not again Juan… did u get vaccinated at least?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["juanegade"], "country": "USA", "text_en": "Omfg not again Juan did u get vaccinated at least?"}, {"id": 1439466576244350977, "verified": false, "tweet_text": "@funder Ketchup— get vaccinated", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["funder"], "country": "USA", "text_en": "Ketchup get vaccinated"}, {"id": 1439466573530472448, "verified": false, "tweet_text": "@GLB_88 Get vaccinated. What else are you expecting? ✌🏼🤪", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["GLB_88"], "tweet_emoticons": ["🤪", "✌🏼", "xp"], "country": "USA", "text_en": "Get vaccinated. What else are you expecting?"}, {"id": 1439466532313042944, "verified": false, "tweet_text": "@TheySaid01 They're out there! My cousin is one. Hates lockdown and is vocal about the mental health implications for the kids. But won't get vaccinated because \"the govt doesn't tell me what to do\". \nFFS.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TheySaid01"], "country": "USA", "text_en": "They're out there! My cousin is one. Hates lockdown and is vocal about the mental health implications for the kids. But won't get vaccinated because \"the govt doesn't tell me what to do\". FFS."}, {"id": 1439466514239926272, "verified": false, "tweet_text": "@miamalan 50 thousands is too little. It's clear that people are deliberately prolonging this crisis by refusing to get vaccinated. This can only mean more lockdowns, and with it more joblessness and poverty.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["miamalan"], "country": "USA", "text_en": "thousands is too little. It's clear that people are deliberately prolonging this crisis by refusing to get vaccinated. This can only mean more lockdowns, and with it more joblessness and poverty."}, {"id": 1439466493440372738, "verified": false, "tweet_text": "@kniggem @sbfirstenberg 🇺🇸 As an Adult, it's Your Responsibility to Protect:\n\n❤️ Yourself\n❤️ Your Family\n❤️ Other People\n\n➡️ Follow @CDCgov, @WHCOVIDResponse, @NIH and @US_FDA Guidelines\n\n✅ Get Fully #Vaccinated for #COVID19 \n✅ Get #Vaccinated for other Diseases\n✅ Wear a Mask 😷 around other people https://t.co/2fvCUFstSM", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Vaccinated", "COVID19", "Vaccinated"], "mentions": ["kniggem", "sbfirstenberg", "CDCgov", "WHCOVIDResponse", "NIH", "US_FDA"], "tweet_emoticons": ["✅", "😷", "🇺🇸", "❤️", "➡️"], "country": "USA", "text_en": "As an Adult, it's Your Responsibility to Protect: Yourself Your Family Other People Follow , , and Guidelines Get Fully for Get for other Diseases Wear a Mask around other people"}, {"id": 1439466471109775365, "verified": false, "tweet_text": "“Vaccination right at your convenience”\n\nRural vaccination is the focus now &amp; #Telangana Govt is doing everything possible to get every nook &amp; corner vaccinated in state\n\nSaluting to the efforts of front line warriors who are working tirelessly round the clock 👏🏻\n#Covid\n\n@KTRTRS https://t.co/W6zztureUV", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Telangana", "Covid"], "mentions": ["KTRTRS"], "tweet_emoticons": ["👏🏻"], "country": "USA", "text_en": "Vaccination right at your convenience Rural vaccination is the focus now &amp; Govt is doing everything possible to get every nook &amp; corner vaccinated in state Saluting to the efforts of front line warriors who are working tirelessly round the clock"}, {"id": 1439466366675963906, "verified": false, "tweet_text": "@uche_blackstock @JoyAnnReid @nytopinion I just don't understand why people don't take this disease seriously. Get vaccinated! Wash yo damn hands! Be respectful with your germ spreading. Damn man, people are dying.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["uche_blackstock", "JoyAnnReid", "nytopinion"], "country": "USA", "text_en": "I just don't understand why people don't take this disease seriously. Get vaccinated! Wash yo damn hands! Be respectful with your germ spreading. Damn man, people are dying."}, {"id": 1439466361697222667, "verified": false, "tweet_text": "People this is so wrong. People are dying needlessly, our HCW are overwhelmed. This can be in all 50 states in a heartbeat. #GetVaccinatedNow #MaskUp or stay home. If you are too selfish to get vaccinated stay home. Stop overwhelming our hospitals https://t.co/BCBL0lD8Ta", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["GetVaccinatedNow", "MaskUp"], "tweet_urls": ["https://t.co/BCBL0lD8Ta"], "country": "USA", "text_en": "People this is so wrong. People are dying needlessly, our HCW are overwhelmed. This can be in all states in a heartbeat. or stay home. If you are too selfish to get vaccinated stay home. Stop overwhelming our hospitals"}, {"id": 1439466356768792590, "verified": false, "tweet_text": "@PeterMcCormack @ZubyMusic Anecdotally, everyone I know that I think should get vaccinated (overweight, inactive) has been vaccinated. All my friends avoiding it are gym bros.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["PeterMcCormack", "ZubyMusic"], "country": "USA", "text_en": "Anecdotally, everyone I know that I think should get vaccinated (overweight, inactive) has been vaccinated. All my friends avoiding it are gym bros."}, {"id": 1439466259062530048, "verified": false, "tweet_text": "@tedcruz This is an anti-vaccine message from Republican #TedCruz who has received the vaccine, but is okay with others being sick &amp; dying if he can cause anger about vaccines to keep the pandemic going so that @POTUS is not able to get the US fully open. Please get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["TedCruz"], "mentions": ["tedcruz", "POTUS"], "country": "USA", "text_en": "This is an anti-vaccine message from Republican who has received the vaccine, but is okay with others being sick &amp; dying if he can cause anger about vaccines to keep the pandemic going so that is not able to get the US fully open. Please get vaccinated."}, {"id": 1439466244252467207, "verified": false, "tweet_text": "@TvorogovIgor Vaccine passports are necessary to protect our healthcare system. \n\nGet vaccinated!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TvorogovIgor"], "country": "USA", "text_en": "Vaccine passports are necessary to protect our healthcare system. Get vaccinated!"}, {"id": 1439466236375539717, "verified": false, "tweet_text": "@Badams820 @RobfromMO @_Dream_Out_Loud @ahrehead @mirandaisrisen @Sheryl47633097 @Echo4Resistance @AdorablePodcast @16po @PhilBrown62 @VinceGottalotta @1Quetzalcoatl1 @BettyBorsalino @JenCages @ladyfey12 @QuidRises @PickleMrs @MelJonesladadee @CoxeAnne @Vickie627 @notabrokenthing @JGainsbourgh @nevergetfooled @RAGINxCAJUN @medwoman1 @alkivari @SapienWoman @emsops @Jesus_is_G_d @TylerWillett10 @smashli1228 @Aimhighffw @atriana @KatSimkhovitch @robyn87651971 @AdamPiersen @Wanderinglord @Traveler3906 @Heather4amazon @JaneKn0wsBest @pattysmattyvt @el_4ru3yj @vixmcintyre @remoteAndie @chronic_chels @nbrink77 @DrRosenpenis500 @PennyAxa @MarieJo45528473 @TheAbortionGirl Hasn't worked for anything else. For example unvacinated Republicans are dying in droves from covid but so many still refuse to get vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Badams820", "RobfromMO", "_Dream_Out_Loud", "ahrehead", "mirandaisrisen", "Sheryl47633097", "Echo4Resistance", "AdorablePodcast", "16po", "PhilBrown62", "VinceGottalotta", "1Quetzalcoatl1", "BettyBorsalino", "JenCages", "ladyfey12", "QuidRises", "PickleMrs", "MelJonesladadee", "CoxeAnne", "Vickie627", "notabrokenthing", "JGainsbourgh", "nevergetfooled", "RAGINxCAJUN", "medwoman1", "alkivari", "SapienWoman", "emsops", "Jesus_is_G_d", "TylerWillett10", "smashli1228", "Aimhighffw", "atriana", "KatSimkhovitch", "robyn87651971", "AdamPiersen", "Wanderinglord", "Traveler3906", "Heather4amazon", "JaneKn0wsBest", "pattysmattyvt", "el_4ru3yj", "vixmcintyre", "remoteAndie", "chronic_chels", "nbrink77", "DrRosenpenis500", "PennyAxa", "MarieJo45528473", "TheAbortionGirl"], "country": "USA", "text_en": "Hasn't worked for anything else. For example unvacinated Republicans are dying in droves from covid but so many still refuse to get vaccinated."}, {"id": 1439466154234363912, "verified": false, "tweet_text": "RIP to @BuckinBoston’s mentions on every platform everywhere but he makes a good point. \n\nhttps://t.co/gi50LRtEPG", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BuckinBoston"], "tweet_urls": ["https://t.co/gi50LRtEPG"], "country": "USA", "text_en": "RIP to mentions on every platform everywhere but he makes a good point."}, {"id": 1439466153768742913, "verified": false, "tweet_text": "@FullSom @caton_duane @N_Williams9000 @SkyNewsAust the purpose of the vaccines is to keep people alive. They do this brilliantly. They keep people out of hospital.  As a bonus they reduce infection and transmission rates. They don't eliminate them. It's actually a really good reason to get vaccinated. It's the only protection.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["FullSom", "caton_duane", "N_Williams9000", "SkyNewsAust"], "country": "USA", "text_en": "the purpose of the vaccines is to keep people alive. They do this brilliantly. They keep people out of hospital. As a bonus they reduce infection and transmission rates. They don't eliminate them. It's actually a really good reason to get vaccinated. It's the only protection."}, {"id": 1439466149381611520, "verified": false, "tweet_text": "How Facebook Hobbled Mark Zuckerberg’s Bid to Get America Vaccinated.\n\n#Facebook #MarkZuckerberg #USA\n#Vaccinated https://t.co/usJ3QadqQV", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Facebook", "MarkZuckerberg", "USA", "Vaccinated"], "country": "USA", "text_en": "How Facebook Hobbled Mark Zuckerbergs Bid to Get America Vaccinated."}, {"id": 1439466143819997185, "verified": false, "tweet_text": "@EricTopol the curve goes downward, it will become stationary with sprouts in popcorn….  pity of ignorance to get vaccinated from Americans having the resources", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["EricTopol"], "country": "USA", "text_en": "the curve goes downward, it will become stationary with sprouts in popcorn. pity of ignorance to get vaccinated from Americans having the resources"}, {"id": 1439466019421147136, "verified": false, "tweet_text": "Tracking circulating #SARSCoV2 #lineages in #Arkansas \n\n#DeltaVariant group -B.1.617.2. AY.4, AY.3, AY.25 and AY.3.1 are the top circulating variants in AR\n\nAR &amp; MS are top delta hotspots in terms of sequence proportions\n\nGet #Vaccinated and #MaskUp! https://t.co/Y7lXRvwOrh", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["SARSCoV2", "lineages", "Arkansas", "DeltaVariant", "Vaccinated", "MaskUp"], "country": "USA", "text_en": "Tracking circulating in group -B.1.617.2. AY.4, AY.3, AY.25 and AY.3.1 are the top circulating variants in AR AR &amp; MS are top delta hotspots in terms of sequence proportions Get and !"}, {"id": 1439465978845220868, "verified": false, "tweet_text": "👇 And @enenbee was right to call out today (on ABC) the shocking failure (my words) to prioritise vaccination of most vulnerable (rates for those in care is still low &amp; I can provide stories for those in doubt on HOW hard it still is to get vaccinated). Also why we still need 😷 https://t.co/NqknXhEYO2", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["enenbee"], "tweet_urls": ["https://t.co/NqknXhEYO2"], "tweet_emoticons": ["👇", "😷"], "country": "USA", "text_en": "And was right to call out today (on ABC) the shocking failure (my words) to prioritise vaccination of most vulnerable (rates for those in care is still low &amp; I can provide stories for those in doubt on HOW hard it still is to get vaccinated). Also why we still need"}, {"id": 1439465942224879617, "verified": false, "tweet_text": "@AlexInAir Completely bizarre. You are either vaccinated with a recognized vaccine or not. Can one not get an authenticated international vaccine passport like an international driving license? Where is the solution finding in the UK government response?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AlexInAir"], "country": "USA", "text_en": "Completely bizarre. You are either vaccinated with a recognized vaccine or not. Can one not get an authenticated international vaccine passport like an international driving license? Where is the solution finding in the UK government response?"}, {"id": 1439465934679277568, "verified": false, "tweet_text": "the goalposts keep changing, get vaccinated, we will relax the restrictions; dine in will be allowed, borders will be opened. \n\nwhen can I visit #Japan?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Japan"], "country": "USA", "text_en": "the goalposts keep changing, get vaccinated, we will relax the restrictions; dine in will be allowed, borders will be opened. when can I visit ?"}, {"id": 1439465889951363077, "verified": false, "tweet_text": "@nowthisnews 🇺🇸 As an Adult, it's Your Responsibility to Protect:\n\n❤️ Yourself\n❤️ Your Family\n❤️ Other People\n\n➡️ Follow @CDCgov, @WHCOVIDResponse, @NIH and @US_FDA Guidelines\n\n✅ Get Fully #Vaccinated for #COVID19 \n✅ Get #Vaccinated for other Diseases\n✅ Wear a Mask 😷 around other people https://t.co/tUsnhRXn4Y", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Vaccinated", "COVID19", "Vaccinated"], "mentions": ["nowthisnews", "CDCgov", "WHCOVIDResponse", "NIH", "US_FDA"], "tweet_emoticons": ["✅", "😷", "🇺🇸", "❤️", "➡️"], "country": "USA", "text_en": "As an Adult, it's Your Responsibility to Protect: Yourself Your Family Other People Follow , , and Guidelines Get Fully for Get for other Diseases Wear a Mask around other people"}, {"id": 1439465849618845705, "verified": false, "tweet_text": "Anti-vaxxers in L.A. are protesting for their rights not to get vaccinated. Imagine, if this could happen in one of the most developed countries in the world, I can't express what is it like to live in developing countries.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Anti-vaxxers in L.A. are protesting for their rights not to get vaccinated. Imagine, if this could happen in one of the most developed countries in the world, I can't express what is it like to live in developing countries."}, {"id": 1439465817750454276, "verified": false, "tweet_text": "Daniel Andrews has moved from balanced covid safe plans and protocols for Victorian businesses to reopen to out right tyranny forcing people to be vaccinated so they can dine out or get a hair cut or more ..... \n#DanielAndrews #vicpol #tyranny #auspol", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["DanielAndrews", "vicpol", "tyranny", "auspol"], "country": "USA", "text_en": "Daniel Andrews has moved from balanced covid safe plans and protocols for Victorian businesses to reopen to out right tyranny forcing people to be vaccinated so they can dine out or get a hair cut or more ....."}, {"id": 1439465764008890368, "verified": false, "tweet_text": "👩🏽‍⚖️ legally, children can assent, not consent. \n🖋parents sign consent forms before kids get vaccinated in schools. Ergo this girl’s parents said it’s fine for her to get the HPV vaccine from the school nurse \n\n/end \n\n#VaccinesSaveLives #vaccinate", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["VaccinesSaveLives", "vaccinate"], "tweet_emoticons": ["👩🏽‍⚖️", "🖋"], "country": "USA", "text_en": "legally, children can assent, not consent. parents sign consent forms before kids get vaccinated in schools. Ergo this girls parents said its fine for her to get the HPV vaccine from the school nurse /end"}, {"id": 1439465753544069122, "verified": false, "tweet_text": "@thethoroughbred What % would you be happy with to allow people to get back to “normality”?\nAnd those that aren’t vaccinated have a choice…and am sure they are on the whole happy to take their chances otherwise they’d get vaccinated!!\nAnd if we get no gain from being vaccinated what’s the point?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["thethoroughbred"], "country": "USA", "text_en": "What % would you be happy with to allow people to get back to normality? And those that arent vaccinated have a choiceand am sure they are on the whole happy to take their chances otherwise theyd get vaccinated!! And if we get no gain from being vaccinated whats the point?"}, {"id": 1439465732228755458, "verified": false, "tweet_text": "Go to https://t.co/aGtBbwIcwZ to find the nearest vaccine 💉 center, stay safe &amp; get vaccinated!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/aGtBbwIcwZ"], "tweet_emoticons": ["💉"], "country": "USA", "text_en": "Go to to find the nearest vaccine center, stay safe &amp; get vaccinated!"}, {"id": 1439465726394384384, "verified": false, "tweet_text": "@suzynotes personally, my cousin is willing to lose her Resp Therapist job of 30+ yrs b/c she won't get vaccinated - b/c she listens to Fox News &amp; religious zealots that are all Trump supporters. j/s", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["suzynotes"], "country": "USA", "text_en": "personally, my cousin is willing to lose her Resp Therapist job of + yrs b/c she won't get vaccinated - b/c she listens to Fox News &amp; religious zealots that are all Trump supporters. j/s"}, {"id": 1439465725907718144, "verified": false, "tweet_text": "@FullContactMTWF He’s saying without a host the virus can’t mutate yet….if you’re vaccinated you can still get COVID soooooooooo 🤦🏽‍♂️ aren’t you the host still??????!! Gtfoh", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["FullContactMTWF"], "tweet_emoticons": ["🤦🏽‍♂️"], "country": "USA", "text_en": "Hes saying without a host the virus cant mutate yet.if youre vaccinated you can still get COVID soooooooooo arent you the host still??????!! Gtfoh"}, {"id": 1439465725136044036, "verified": false, "tweet_text": "@TheAlexDocherty Just get vaccinated it’s that simple and if you can’t get your vaccine thank Morrison’s incompetence. We are ranked about 150 of all countries and with our wealth and development it’s not something to be proud of", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TheAlexDocherty"], "tweet_emoticons": ["xD"], "country": "USA", "text_en": "Just get vaccinated its that simple and if you cant get your vaccine thank Morrisons incompetence. We are ranked about of all countries and with our wealth and development its not something to be proud of"}, {"id": 1439465636556464130, "verified": false, "tweet_text": "So only vaccinated people can buy a house at an auction lol.\n\nRemember it’s the journalists from MSM that let Dan get away with this crap. \n\nSeriously, what hogwash! https://t.co/9UICsAthJh", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/9UICsAthJh"], "country": "USA", "text_en": "So only vaccinated people can buy a house at an auction lol. Remember its the journalists from MSM that let Dan get away with this crap. Seriously, what hogwash!"}, {"id": 1439465594999422977, "verified": false, "tweet_text": "@danushman My Southern grandmother said, “If you don’t learn by hearin’ it, you learn by feelin’ it”\n\nHaving people close to me who refuse to get vaccinated is emotionally exhausting", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["danushman"], "country": "USA", "text_en": "My Southern grandmother said, If you dont learn by hearin it, you learn by feelin it Having people close to me who refuse to get vaccinated is emotionally exhausting"}, {"id": 1439465591199256577, "verified": false, "tweet_text": "@dimipkio @DanielAndrewsMP What do you think is going to happen when the rest of 12+ is vaccinated? Kids can get Delta. It’s just going to spread amongst our kids.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["dimipkio", "DanielAndrewsMP"], "country": "USA", "text_en": "What do you think is going to happen when the rest of + is vaccinated? Kids can get Delta. Its just going to spread amongst our kids."}, {"id": 1439465565190561793, "verified": false, "tweet_text": "@josegonzales909 I don’t owe you an answer when google is absolutely fucking free. I’ve had far too many loved ones die from this disease to play devils advocate with you. Leave the science to the scientists and get vaccinated. ✌🏻", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["josegonzales909"], "tweet_emoticons": ["✌🏻"], "country": "USA", "text_en": "I dont owe you an answer when google is absolutely fucking free. Ive had far too many loved ones die from this disease to play devils advocate with you. Leave the science to the scientists and get vaccinated."}, {"id": 1439465556877328386, "verified": false, "tweet_text": "To everyone who decided to be sasaengs in the middle of a pandemic, who crowded 8t5 on the airport and followed them to their hotels; I hope you step on legos today and never get tickets to their concert. Like EVER. You all better be vaccinated and covid negative you mfs or istg", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "To everyone who decided to be sasaengs in the middle of a pandemic, who crowded t5 on the airport and followed them to their hotels; I hope you step on legos today and never get tickets to their concert. Like EVER. You all better be vaccinated and covid negative you mfs or istg"}, {"id": 1439465545665974280, "verified": false, "tweet_text": "i keep thinking about this bc it's so insane like you could literally still get infected even if you're vaccinated and you're even putting more risk for the ppl who are still awaiting for their vaccination schedules, ppl you're living with, strangers going about their lives", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "i keep thinking about this bc it's so insane like you could literally still get infected even if you're vaccinated and you're even putting more risk for the ppl who are still awaiting for their vaccination schedules, ppl you're living with, strangers going about their lives"}, {"id": 1439465541278765057, "verified": true, "tweet_text": "A South Florida mother of two told \"Fox &amp; Friends\" Friday she was \"very shocked\" to receive a notice from her landlord to get vaccinated within two weeks or face eviction from her apartment. https://t.co/s08T2dC4tm", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/s08T2dC4tm"], "country": "USA", "text_en": "A South Florida mother of two told \"Fox &amp; Friends\" Friday she was \"very shocked\" to receive a notice from her landlord to get vaccinated within two weeks or face eviction from her apartment."}, {"id": 1439465526732988417, "verified": false, "tweet_text": "As efforts to get more South Africans vaccinated against the coronavirus continue, the Western Cape government joined hands with the @CityofCT on a door-to-door initiative to encourage Deep South residents to register for their jabs.\n\nhttps://t.co/v4qApmhV27 | @RaeEdwardes https://t.co/NSEewMICl4", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["CityofCT", "RaeEdwardes"], "tweet_urls": ["https://t.co/v4qApmhV27"], "country": "USA", "text_en": "As efforts to get more South Africans vaccinated against the coronavirus continue, the Western Cape government joined hands with the on a door-to-door initiative to encourage Deep South residents to register for their jabs. |"}, {"id": 1439465508194201603, "verified": false, "tweet_text": "@golfman1974 @rhysnicholson We are both vaccinated  so I want to dine in, get jabbed and 69 with Chris Evans", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["golfman1974", "rhysnicholson"], "country": "USA", "text_en": "We are both vaccinated so I want to dine in, get jabbed and with Chris Evans"}, {"id": 1439465504981147648, "verified": false, "tweet_text": "It’s nice when the exercise yard is expanded, so you can go see the horizon and the You Yangs.\n\nPlease get vaccinated, so I can go look at greenery in November and take my telescope to dark areas! https://t.co/0bAuweWvmn", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["xp"], "country": "USA", "text_en": "Its nice when the exercise yard is expanded, so you can go see the horizon and the You Yangs. Please get vaccinated, so I can go look at greenery in November and take my telescope to dark areas!"}, {"id": 1439465501919309826, "verified": false, "tweet_text": "@mchambers2706 @netz_melb This is so shortsighted it’s frustrating. If you’ve been double vaccinated and covid kills you, you were living on borrowed time anyway. Time to get back to living.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["mchambers2706", "netz_melb"], "country": "USA", "text_en": "This is so shortsighted its frustrating. If youve been double vaccinated and covid kills you, you were living on borrowed time anyway. Time to get back to living."}, {"id": 1439465479597395968, "verified": false, "tweet_text": "@CBSEveningNews 🇺🇸 As an Adult, it's Your Responsibility to Protect:\n\n❤️ Yourself\n❤️ Your Family\n❤️ Other People\n\n➡️ Follow @CDCgov, @WHCOVIDResponse, @NIH and @US_FDA Guidelines\n\n✅ Get Fully #Vaccinated for #COVID19 \n✅ Get #Vaccinated for other Diseases\n✅ Wear a Mask 😷 around other people https://t.co/maWv2bnO9i", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["Vaccinated", "COVID19", "Vaccinated"], "mentions": ["CBSEveningNews", "CDCgov", "WHCOVIDResponse", "NIH", "US_FDA"], "tweet_emoticons": ["✅", "😷", "🇺🇸", "❤️", "➡️"], "country": "USA", "text_en": "As an Adult, it's Your Responsibility to Protect: Yourself Your Family Other People Follow , , and Guidelines Get Fully for Get for other Diseases Wear a Mask around other people"}, {"id": 1439465441215369217, "verified": false, "tweet_text": "@SteveO_1973 @MarkGerretsen You clearly get no facts correct, I would love to see one article that states his brother isn't vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["SteveO_1973", "MarkGerretsen"], "country": "USA", "text_en": "You clearly get no facts correct, I would love to see one article that states his brother isn't vaccinated."}, {"id": 1439465407702765570, "verified": false, "tweet_text": "@DaizyWhoopsie @LolaWlf @shadowhogg @thedailybeast He had a private convo w/Her cousin, who then told her. The media lied about her answer: she stated she wasn’t going to the gala cuz of her new baby, &amp; as a after thought said I wouldn’t get vaccinated just to go to the gala. She stated when she toured she’d get the vax.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DaizyWhoopsie", "LolaWlf", "shadowhogg", "thedailybeast"], "country": "USA", "text_en": "He had a private convo w/Her cousin, who then told her. The media lied about her answer: she stated she wasnt going to the gala cuz of her new baby, &amp; as a after thought said I wouldnt get vaccinated just to go to the gala. She stated when she toured shed get the vax."}, {"id": 1439465393840664576, "verified": false, "tweet_text": "@Herclueless The lack of knowledge in the post... The main issue today is people protesting medical help, not the stupid passports. If people would just get vaccinated there'd be no issue. HIV/Aids patients took the meds that were offered to save their lives!!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Herclueless"], "country": "USA", "text_en": "The lack of knowledge in the post... The main issue today is people protesting medical help, not the stupid passports. If people would just get vaccinated there'd be no issue. HIV/Aids patients took the meds that were offered to save their lives!!"}, {"id": 1439465367907274752, "verified": false, "tweet_text": "@TXMac58 @OmgAthena @GOP_U @AP There is no reason someone who already had Covid shouldn’t get vaccinated anyways. It’s does a significant amount of good with very very very little chance of harm.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TXMac58", "OmgAthena", "GOP_U", "AP"], "country": "USA", "text_en": "There is no reason someone who already had Covid shouldnt get vaccinated anyways. Its does a significant amount of good with very very very little chance of harm."}, {"id": 1439465349259407365, "verified": false, "tweet_text": "@TheReal_Merci @ericgallosti @NICKMERCS Read this and then tell me how it only affects you if you choose to get vaccinated:\n\nhttps://t.co/8U11tq8hrF", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["TheReal_Merci", "ericgallosti", "NICKMERCS"], "tweet_urls": ["https://t.co/8U11tq8hrF"], "country": "USA", "text_en": "Read this and then tell me how it only affects you if you choose to get vaccinated:"}, {"id": 1439465347678154752, "verified": false, "tweet_text": "THIS IS MUST-SEE TV\n“I wanna talk about this whole not getting vaccinated and then running to the hospital when you get the virus-thing.” \n\nThis is amazing… https://t.co/3RV12FmIGZ 09", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "THIS IS MUST-SEE TV I wanna talk about this whole not getting vaccinated and then running to the hospital when you get the virus-thing. This is amazing"}, {"id": 1439465344502943748, "verified": false, "tweet_text": "@opposumforge @imTerryBull decision to just endanger these people's lives all because they don't want to get a small jab in the arm. I have been vaccinated. I know it's not a big deal. That's why I am so annoyed. I had it, I am fine, most people who get it are fine. That's why I am so annoyed.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["opposumforge", "imTerryBull"], "country": "USA", "text_en": "decision to just endanger these people's lives all because they don't want to get a small jab in the arm. I have been vaccinated. I know it's not a big deal. That's why I am so annoyed. I had it, I am fine, most people who get it are fine. That's why I am so annoyed."}, {"id": 1439465336194023426, "verified": false, "tweet_text": "GOOD! IT SHOULD.  Get vaccinated and stop spreading disease!!\n\nWest Seattle family says school quarantine policies skewed against unvaccinated https://t.co/E3T3K3bs47", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/E3T3K3bs47"], "country": "USA", "text_en": "GOOD! IT SHOULD. Get vaccinated and stop spreading disease!! West Seattle family says school quarantine policies skewed against unvaccinated"}, {"id": 1439465333870399490, "verified": false, "tweet_text": "@Sl4ckerJ4ck well i haven't been vaccinated and i haven't had any issues if i want to go somewhere then i will probably get vaccinated but for now i see no need to but even then i prefer to not wear a mask or get vaccinated but i don't do protest crap like a fool", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Sl4ckerJ4ck"], "country": "USA", "text_en": "well i haven't been vaccinated and i haven't had any issues if i want to go somewhere then i will probably get vaccinated but for now i see no need to but even then i prefer to not wear a mask or get vaccinated but i don't do protest crap like a fool"}, {"id": 1439465326387744775, "verified": false, "tweet_text": "COVID-19 is real. My mother's cousin died because of COVID-19 while in isolation. He was a returning OFW. We were not close but my mother is devasted. They have been planning a reunion for decades. Please get vaccinated and wear a double mask! #DutertePalpak", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["DutertePalpak"], "country": "USA", "text_en": "COVID-19 is real. My mother's cousin died because of COVID-19 while in isolation. He was a returning OFW. We were not close but my mother is devasted. They have been planning a reunion for decades. Please get vaccinated and wear a double mask!"}, {"id": 1439465314601734145, "verified": false, "tweet_text": "@angeredrealist They keep saying that the unvaccinated are making the vaccinated sick. That would mean that the vaccines absolutely do not work, so why would we get them? 🤔", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["angeredrealist"], "tweet_emoticons": ["🤔"], "country": "USA", "text_en": "They keep saying that the unvaccinated are making the vaccinated sick. That would mean that the vaccines absolutely do not work, so why would we get them?"}, {"id": 1439465293676367873, "verified": false, "tweet_text": "@readyfredi83 @GovRonDeSantis No he's talking about it's your body your right to choose if you get vaccinated or not. If your against Freedom and for forced immunization then move to a Communistic Country.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["readyfredi83", "GovRonDeSantis"], "country": "USA", "text_en": "No he's talking about it's your body your right to choose if you get vaccinated or not. If your against Freedom and for forced immunization then move to a Communistic Country."}, {"id": 1439465281265483786, "verified": false, "tweet_text": "@genesimmons Aren't you for masks AND vaccinated and still got covid? I don't think it really matters at this point.. masks, no masks, vax, no vax... anyone can get covid.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["genesimmons"], "country": "USA", "text_en": "Aren't you for masks AND vaccinated and still got covid? I don't think it really matters at this point.. masks, no masks, vax, no vax... anyone can get covid."}, {"id": 1439465275892588544, "verified": false, "tweet_text": "@DrTomFrieden @Debveglitter Fully Moderna vaccinated. Rarely go out &amp; always mask when I have to. Tested + for COVId on Tuesday. No idea where/how I got infected. Mild symptoms so far but have severe asthma &amp; terrified it’s going to get worse.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DrTomFrieden", "Debveglitter"], "country": "USA", "text_en": "Fully Moderna vaccinated. Rarely go out &amp; always mask when I have to. Tested + for COVId on Tuesday. No idea where/how I got infected. Mild symptoms so far but have severe asthma &amp; terrified its going to get worse."}, {"id": 1439465261396987907, "verified": false, "tweet_text": "April of last year I got off my depo shot ever since that I've been having irregular periods! No joke Months without one. Now I'm bleeding but only when I wipe ?? Never again Will I ever get on any type of birth control. I'm fully vaccinated I need to see a doctor", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "country": "USA", "text_en": "April of last year I got off my depo shot ever since that I've been having irregular periods! No joke Months without one. Now I'm bleeding but only when I wipe ?? Never again Will I ever get on any type of birth control. I'm fully vaccinated I need to see a doctor"}, {"id": 1439465261073981443, "verified": false, "tweet_text": "@AussieVal10 He literally released the roadmap today to get out of lockdown and as close to normal as possible. Yes it's another month, but at least we have a plan. There is no point protesting for freedoms that will be reinstated when enough people are vaccinated.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["AussieVal10"], "country": "USA", "text_en": "He literally released the roadmap today to get out of lockdown and as close to normal as possible. Yes it's another month, but at least we have a plan. There is no point protesting for freedoms that will be reinstated when enough people are vaccinated."}, {"id": 1439465228677255169, "verified": false, "tweet_text": "NBC Newsより、現在旬な覚えておきたいフレーズ🇺🇸 \n\nIt's time to roll up our sleeves and get vaccinated.\n\nしっかりワクチン接種しよう！\n\nroll up one's sleeves は「腕まくりをする」ですが「本気で取りかかる」という意味があり\n\n文字通り「腕まくりする」と「ワクチン接種に本気になる」の意味", "tweet_lang": "ja", "tweet_date": "2021-09-19T06:00:00Z", "tweet_emoticons": ["🇺🇸"]}, {"id": 1439465218996781056, "verified": false, "tweet_text": "@DHughesy @Rachel97611052 @DanielAndrewsMP @MartinFoleyMP Shame on you. Instead of encouraging Victorians to get vaccinated, you post divisive tweets that only go to fuel the anti-vaxxers and conspiracy theorists agendas.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DHughesy", "Rachel97611052", "DanielAndrewsMP", "MartinFoleyMP"], "country": "USA", "text_en": "Shame on you. Instead of encouraging Victorians to get vaccinated, you post divisive tweets that only go to fuel the anti-vaxxers and conspiracy theorists agendas."}, {"id": 1439465173580795908, "verified": false, "tweet_text": "@opposumforge @imTerryBull This is bigger than just being about my dad.\nMy dad might get this and die anyway even with most people vaccinated. It's about EVERYONE at risk. Like those you live with.\nI care about all of them. I am scared for them and upset with those who have no legitimate reason for their", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["opposumforge", "imTerryBull"], "country": "USA", "text_en": "This is bigger than just being about my dad. My dad might get this and die anyway even with most people vaccinated. It's about EVERYONE at risk. Like those you live with. I care about all of them. I am scared for them and upset with those who have no legitimate reason for their"}, {"id": 1439465168073801728, "verified": false, "tweet_text": "@Independent_ie They were under pressure to get vaccinated.\nWhich is illegal!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Independent_ie"], "country": "USA", "text_en": "They were under pressure to get vaccinated. Which is illegal!"}, {"id": 1439465134938681346, "verified": false, "tweet_text": "@Catheri76608811 @thisalien @tedcruz Dr Fauci: \n \"I would say 50% would have to get vaccinated before you start to see an impact,\" Fauci said. \"But I would say 75 to 85% would have to get vaccinated if you want to have that blanket of herd immunity.\" Herd immunity occurs when enough people become immune to the \"", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["Catheri76608811", "thisalien", "tedcruz"], "country": "USA", "text_en": "Dr Fauci: \"I would say % would have to get vaccinated before you start to see an impact,\" Fauci said. \"But I would say to % would have to get vaccinated if you want to have that blanket of herd immunity.\" Herd immunity occurs when enough people become immune to the \""}, {"id": 1439465093205475331, "verified": false, "tweet_text": "@willchamberlain I’m sure that they’re just in line to get vaccinated 😏", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["willchamberlain"], "tweet_emoticons": ["😏"], "country": "USA", "text_en": "Im sure that theyre just in line to get vaccinated"}, {"id": 1439465079171272705, "verified": true, "tweet_text": "@jaredemfernando According to the roadmap, they won't be counted until we get to 'National Plan Phase D', which is when 80 per cent of people aged 12+ are vaccinated. We don't have a lot of detail on this stage yet.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["jaredemfernando"], "country": "USA", "text_en": "According to the roadmap, they won't be counted until we get to 'National Plan Phase D', which is when per cent of people aged + are vaccinated. We don't have a lot of detail on this stage yet."}, {"id": 1439465066873643010, "verified": false, "tweet_text": "YOU A-HOLES Who Refuse to get Vaccinated,to Protect your FREEDOM have Gained a New Freedom,The Right to Wear a TOE TAG and take a DIRT NAP!!😳GROW TFU!🙄😳🤥😳 https://t.co/fPYpmzkgW4", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/fPYpmzkgW4"], "tweet_emoticons": ["🤥", "😳", "🙄"], "country": "USA", "text_en": "YOU A-HOLES Who Refuse to get Vaccinated,to Protect your FREEDOM have Gained a New Freedom,The Right to Wear a TOE TAG and take a DIRT NAP!!GROW TFU!"}, {"id": 1439465023441620992, "verified": true, "tweet_text": "Follow all #COVID19 appropriate behaviour everywhere, every time.  \nAlso get yourself vaccinated at the earliest. \n#Unite2FightCorona \n#IndiaFightsCorona \n#StaySafeStayHealthy https://t.co/TBCDl9UFrd", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "hashtags": ["COVID19", "Unite2FightCorona", "IndiaFightsCorona", "StaySafeStayHealthy"], "country": "USA", "text_en": "Follow all appropriate behaviour everywhere, every time. Also get yourself vaccinated at the earliest."}, {"id": 1439465009273266180, "verified": false, "tweet_text": "@aletweetsnews @joncoopertweets It’s sad this was preventable.\nThe denial.\nThe excuses.\nThe reasons.\nThe lack of knowledge.\nThis Reflection is regrettably,sadness in America.\nGet vaccinated,mask up.\nListening is a gift.\nTogether,America there’s hope ❤️🇨🇦.", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["aletweetsnews", "joncoopertweets"], "tweet_emoticons": ["🇨🇦", "❤️"], "country": "USA", "text_en": "Its sad this was preventable. The denial. The excuses. The reasons. The lack of knowledge. This Reflection is regrettably,sadness in America. Get vaccinated,mask up. Listening is a gift. Together,America theres hope ."}, {"id": 1439464999622037504, "verified": false, "tweet_text": "@DanielAndrewsMP Any news for those who can't get vaccinated?", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["DanielAndrewsMP"], "country": "USA", "text_en": "Any news for those who can't get vaccinated?"}, {"id": 1439464980642865156, "verified": false, "tweet_text": "get vaccinated https://t.co/vt14UNeHZk", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "tweet_urls": ["https://t.co/vt14UNeHZk"], "country": "USA", "text_en": "get vaccinated"}, {"id": 1439464976901709824, "verified": false, "tweet_text": "@WSJ People are not able to get jobs that pay enough for basic necessities. People are dying because covidiots aren’t getting vaccinated or wearing masks. And we have rich people not caring.  Let them eat cake!", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["WSJ"], "country": "USA", "text_en": "People are not able to get jobs that pay enough for basic necessities. People are dying because covidiots arent getting vaccinated or wearing masks. And we have rich people not caring. Let them eat cake!"}, {"id": 1439464965526667264, "verified": false, "tweet_text": "@BustaLime91 @Bandizzo That aside but this will discourage people to get vaccinated, aziti ah ndizafake, wina wake ndithu achilemba chi long message ndi ma vn ake and zikhala magroup mu mbwee", "tweet_lang": "en", "tweet_date": "2021-09-19T06:00:00Z", "mentions": ["BustaLime91", "Bandizzo"], "country": "USA", "text_en": "That aside but this will discourage people to get vaccinated, aziti ah ndizafake, wina wake ndithu achilemba chi long message ndi ma vn ake and zikhala magroup mu mbwee"}]